#X-Generator: crowdin.com
# UTF-8 English \u00fcbersetzen
##
# Introduction (to IPT translation):
#
# The preferred way of translating the IPT is using https://crowdin.com/project/gbif-ipt
# New volunteers are always welcome. To join, just login to Crowdin and request to join the IPT project.
#
# To Crowdin managers, please note:
#
# In Crowdin, translations are always exported in the same encoding as the original source file.
# We want Crowdin to export translations using UTF-8, but since the IPT Resource Bundle uses ISO-8859-1, always upload
# this file (ApplicationResource_en.properties) to Crowdin saved as UTF-8 (with BOM). To be sure the encoding is UTF-8
# add a comment to the top of this file having a symbol from UTF-8 such as a Germanic umlaut.
#
# Then to update the IPT's Resource Bundle, rebuild the translations in Crowdin and export them (they will be in UTF-8).
# Save these translations as .native properties files, and then convert them into IS0-8859-1. For Spanish for example:
#
# $ native2ascii -encoding UTF-8 ApplicationResources_es.native ApplicationResources_es.properties
#
# Lastly, update the corresponding files in the Resource Bundle using the converted (ISO-8859-1/ASCII) files.
#
# To developers, please note:
#
# When working on this file, please maintain sensible groupings (contexts) within this file. Also please consider ways
# to simplify the lives of translators, such as by parsing generic messages out of specific sections for better reuse.
##

####
# GENERAL BASIC EXPRESSIONS
####
title=IPT

basic.seealso=V\u00e9ase tambi\u00e9n
basic.identifier=Identificador
basic.link=Enlace
basic.title=T\u00edtulo
basic.name=Nombre
basic.namespace=Namespace
basic.keywords=Palabras clave
basic.description=Descripci\u00f3n
basic.examples=Ejemplos
basic.lastModified=\u00daltima modificaci\u00f3n
basic.confirm=\u00bfEst\u00e1 seguro?
basic.yes=S\u00ed
basic.no=No
basic.showMore=M\u00e1s
basic.showLess=Menos
basic.show=Mostrar
basic.hide=Ocultar
basic.none=Ninguno
basic.issued=Emitido

# buttons
button.add=Agregar
button.analyze=Analizar
button.save=Guardar
button.delete=Eliminar
button.delete.source.file=Eliminar
button.cancel=Cancelar
button.create=Crear
button.edit=Editar
button.back=Regresar
button.register=Registrar
button.reserve.new=Solicitar uno nuevo
button.reserve=Solicitar
button.undelete=Recuperar
button.publish=Publicar
button.public=P\u00fablico
button.updateRegistration=Actualizar Registro
button.update=Actualizar
button.synchronise=Sincronizar
button.private=Privado
button.view=Ver
button.preview=Vista previa
button.import=Importar
button.reload=Recargar
button.automap=Mapeo autom\u00e1tico
button.resetPassword=Restablecer Contrase\u00f1a
button.continue=Continuar
button.upload=Cargar
button.clear=Limpiar
button.connectDB=Conectar a la base de datos
button.remove=Eliminar
button.install=Instalar

####
# LAYOUT
####
# footer
footer.version=Versi\u00f3n
footer.projectHome=Acerca del IPT
footer.useManual=Manual del usuario
footer.bugReport=Reportar un error
footer.featureRequest=Solicitar nueva caracter\u00edstica

# main menu items
menu.home=Inicio
menu.about=Acerca de
menu.manage=Gesti\u00f3n de Recursos
menu.admin=Administraci\u00f3n
menu.account=Cuenta
menu.logout=Salir
menu.loggedin=Sesi\u00f3n iniciada como {0}

# submenus
submenu.basic=Metadatos B\u00e1sicos
submenu.parties=Partes Asociadas
submenu.geocoverage=Cobertura Geogr\u00e1fica
submenu.taxcoverage=Cobertura Taxon\u00f3mica
submenu.tempcoverage=Cobertura Temporal
submenu.project=Datos del Proyecto
submenu.methods=M\u00e9todos de Muestreo
submenu.citations=Referencias
submenu.collections=Datos de la Colecci\u00f3n
submenu.physical=Enlaces Externos
submenu.keywords=Palabras Clave
submenu.additional=Metadatos Adicionales

# pager
pager.previous=anterior
pager.next=siguiente

####
# DATA MODEL PROPERTIES
####

# user
user=Usuario
user.email=Correo Electr\u00f3nico
user.firstname=Nombre
user.lastname=Apellido
user.password=Contrase\u00f1a
user.password2=Verificar Contrase\u00f1a
user.password.new=Nueva Contrase\u00f1a
user.role=Rol
user.roles.user=Usuario
user.roles.manager=Administrador sin derechos de registro
user.roles.publisher=Administrador con derechos de registro
user.roles.admin=Administrador

# extension
extension=Extensi\u00f3n
extension.core=Extensi\u00f3n del Core
extension.rowtype=Categor\u00eda
extension.vocabulary=Vocabulario
extension.properties=Propiedades
extension.prop.qname=Nombre cualificado
extension.prop.type=Tipo de dato
extension.prop.required=Requerida
extension.prop.group=Grupo
extension.synchronise.title=Sincronizar Extensiones y Vocabularios
extension.last.synchronised=\u00daltima sincronizaci\u00f3n el {0}
extension.further.title=Otros Est\u00e1ndares y Extensiones disponibles en el Registro GBIF
extension.further.title.help=La columna de la izquierda muestra el nombre del Est\u00e1ndar o la Extensi\u00f3n. En la columna de la derecha encuentra un resumen de la informaci\u00f3n acerca del Est\u00e1ndar o la Extensi\u00f3n, incluyendo una breve descripci\u00f3n del tipo de datos que debe contener.
extension.already.installed=Ya instal\u00f3 todos los est\u00e1ndares y extensiones disponibles

# vocab
vocabulary.uri=URI
vocabulary.concepts=Conceptos del Vocabulario
vocabulary.terms.pref=Elementos Preferidos
vocabulary.terms.alt=Elementos Alternativos

# resource
resource.shortname=Nombre corto
resource.shortname.help=El nombre corto funciona como un identificador para el recurso dentro de este IPT y ser\u00e1 usado como un par\u00e1metro en la URL de acceso al recurso a trav\u00e9s de Internet. Por favor, use \u00fanicamente caracteres alfanum\u00e9ricos, guiones o guiones bajos.
resource.coreType=Tipo
resource.coreType.selection=Seleccione un tipo
manage.resource.create.coreType=Tipo
manage.resource.create.coreType.selection=Seleccione un tipo (opcional)
manage.resource.create.coreType.help=El tipo de recurso. Si el archivo del recurso es cargado, el tipo ser\u00e1 determinado autom\u00e1ticamente y se sobreescribe en su selecci\u00f3n. <ul><li><b>Registro biol\u00f3gico\:</b> la base del recurso son registros biol\u00f3gicos en la naturaleza (observaciones) o en una colecci\u00f3n (ejemplares).<ul><li><b>Lista de chequeo\:</b> la base del recurso son nombres taxon\u00f3micos.<ul><li><b>Evento de Muestreo\:</b> la base del recurso es un evento de muestreo.<ul><li><b>Metadatos\:</b> un recurso que contiene informaci\u00f3n acerca de un conjunto de datos, pero sin los datos primarios. Por ejemplo, un recurso de metadatos puede dar informaci\u00f3n acerca de una colecci\u00f3n que aun no ha sido digitalizada.<br /></li><li><b>Otro\:</b>  Otro tipo de recurso.<br /></li></ul>
resource.subtype=Subtipo
resource.status.private=Privado
resource.status.public=P\u00fablico
resource.status.registered=Registrado
resource.status.deleted=Eliminado, pero publico
resource.creator.firstname=Nombre
resource.creator.lastname=Apellido
resource.creator.email=Correo Electr\u00f3nico
resource.coreType.help=El tipo del recurso. El valor de este campo depende del mapeo del recurso y no es posible editarlo si el mapeo Darwin Core ya se ha hecho.
resource.subtype.help=El subtipo del recurso. Las opciones de este elemento dependen del elemento Tipo. <ul><li><b>Autoridad Taxon\u00f3mica\:</b> una lista de chequeo taxon\u00f3mica que es autoridad en su clasificaci\u00f3n y sinonimia.<br /></li><li><b>Autoridad Nomenclatural\:</b> una lista de chequeo nomenclatural que es autoridad en los nombres y la informaci\u00f3n de publicaci\u00f3n.<br /></li><li><b>Inventario Tem\u00e1tico\:</b> una lista de chequeo que se sirve de un tema para agrupar nombres, p. ej. par\u00e1sitos de elefantes.<br /></li><li><b>Inventario Regional\:</b> una lista de chequeo que contiene una comunidad regional que agrupa nombres, p. ej. especies en un \u00e1rea protegida.<br /></li><li><b> Conjunto de Datos de Especies Globales\:</b> una lista taxon\u00f3mica con cobertura geogr\u00e1fica global. Este subtipo es usado particularmente por el cat\u00e1logo de la vida para ensamblar sus agregados.<br /></li><li><b>Derivado del Registro Biol\u00f3gico\:</b> una lista de chequeo taxon\u00f3mica que se deriva de los datos que fueron originalmente datos de registros biol\u00f3gicos.<br /></li><li><b>Esp\u00e9cimen\:</b> datos de los espec\u00edmenes. Posible colecci\u00f3n de museo.<br /></li><li><b>Observaci\u00f3n\:</b> datos de observaciones. Posibles monitoreos y observaciones de campo.<br /></li></ul>
resource.subtype.selection=Seleccione un subtipo
resource.subtype.none=Sin subtipo
resource.updateFrequency=Frecuencia de actualizaci\u00f3n
resource.updateFrequency.help=La frecuencia con la cual se realizar\u00e1n cambios o adiciones en el conjunto de datos, despu\u00e9s de haber publicado el conjunto de datos inicial. Para utilizar el modo de auto-publicaci\u00f3n del recurso, puede elegir una frecuencia diaria, semanal, mensual, semestral o anual\: <ul><li><b>Anual\:</b> actualizado una vez por a\u00f1o.<br /></li><li><b>Cuando sea necesario\:</b> actualizado cuando se requiera.<br /></li><li><b>Semestral\:</b> actualizado cada seis meses.<br /></li><li><b>Continuo\:</b> actualizado continuamente.<br /></li><li><b>Diario\:</b> actualizado una vez por d\u00eda.<br /></li><li><b>Irregular\:</b> actualizado en intervalos irregulares.<br /></li><li><b>Mensual\:</b> actualizado una vez por mes.<br /></li><li><b>No planeado\:</b> no esta planeado ser actualizado.<br /></li><li><b>Semanal\:</b> actualizado una vez por semana.<br /></li><li><b>Desconocido\:</b>puede ser actualizado, pero no se sabe con certeza.<br /></li><li><b>Otro periodo de actualizaci\u00f3n\:</b> actualizado acorde a otro intervalo de tiempo.<br /></li></ul>

# sources
source.name=Nombre del archivo del conjunto de datos
source.name.help=Un nombre corto, sin espacios en blanco o puntuaciones, que identifique exclusivamente al archivo del conjunto de datos.
source.encoding=Codificaci\u00f3n de caracteres
source.encoding.help=Codificaci\u00f3n de caracteres del archivo del conjunto de datos. Si no se conoce, intente con UTF-8, Latin-1 \u00f3 Windows-1252
source.dateFormat=Formato de fecha
source.dateFormat.help=Formato de fecha utilizado en el archivo del conjunto de datos.
source.multiValueFieldsDelimitedBy=Delimitador de Columnas
source.multiValueFieldsDelimitedBy.help=Un car\u00e1cter \u00fanico que delimita las columnas en una fila.
source.ignoreHeaderLines=N\u00famero de Filas del Encabezado
source.ignoreHeaderLines.help=El n\u00famero de filas del encabezado en su archivo que deben ser ignoradas en la importaci\u00f3n.
sqlSource.host=Alojador
sqlSource.host.help=La direcci\u00f3n del servidor de la base de datos, incluyendo de manera opcional, el n\u00famero de puerto no predeterminado (e.g., localhost \u00f3 mysql.gbif.org\:1336). Para ODBC, esto no es necesario.
sqlSource.rdbms=Sistema de la base de datos
sqlSource.database=Base de Datos
sqlSource.database.help=El nombre de la base de datos en el servidor o el DNS en caso de ser una conexi\u00f3n ODBC.
sqlSource.username=Usuario de la base de datos
sqlSource.password=Contrase\u00f1a de la base de datos
sqlSource.sql=Sentencia SQL
sqlSource.sql.help=Una sentencia SQL para leer los datos desde la fuente de la base de datos. La sentencia ser\u00e1 enviada como est\u00e1, a la base de datos configurada, as\u00ed que puede usar cualquier caracter\u00edstica original de su base de datos tal como funciones, agrupaciones o uniones, si son soportadas. Ejemplo\: <br /> <code>SELECT * from specimen join taxon on taxon_fk\=taxon.id</code>
sqlSource.sqlLimited=SQL generado para la previsualizaci\u00f3n de los datos
fileSource.fieldsTerminatedByEscaped=Delimitador de columnas
fileSource.fieldsTerminatedByEscaped.help=Un car\u00e1cter \u00fanico que delimita los campos/columnas en una fila.
fileSource.fieldsEnclosedByEscaped=Delimitador de texto
fileSource.fieldsEnclosedByEscaped.help=Un \u00fanico caracter que encierra cada campo/columna en una fila. Frecuentemente vac\u00edo, pero los archivos CSV usan una ". Con esta opci\u00f3n, aseg\u00farese que *todos* sus campos est\u00e9n entre comillas, no solo aquellos que tienen texto. Tenga en cuenta que en el IPT una nueva linea de caracteres () o saltos de linea () no pueden ser incluidos entre comillas y deben eliminarse.
excelSource.sheets=Seleccione una hoja

# ranks
rank.kingdom=Reino
rank.phylum=Filo
rank.class=Clase
rank.order=Orden
rank.family=Familia
rank.genus=G\u00e9nero

####
# VALIDATION error messages
####
# general
validation.required={0} es requerido.
validation.invalid={0} es inv\u00e1lido.
validation.short={0} con al menos {1} letras es requerido.
validation.contains=El texto no debe contener el s\u00edmbolo "{0}".
validation.field.required=Elemento
validation.field.blank={0} debe tener m\u00e1s de 2 caracteres, verifique que no haya espacios en blanco
validation.field.invalidSize={0} debe tener una longitud entre {1} y {2} caracteres, revisar que no queden espacios en blanco.
validation.wrong.datatype={0} est\u00e1 mapeado con valores de datos inv\u00e1lidos.
validation.column.multipleTranslations=Existen m\u00faltiples traducciones para la columna {0}. Para prevenir conflictos con las traducciones, por favor solo deje una.

# user/config
validation.email.required=El correo electr\u00f3nico es requerido.
validation.email.invalid=El correo electr\u00f3nico es inv\u00e1lido.
validation.firstname.required=El nombre es requerido.
validation.lastname.required=El apellido es requerido.
validation.password.reentered=Por favor, ingrese nuevamente una contrase\u00f1a v\u00e1lida
validation.password.required=Se requiere una contrase\u00f1a con al menos 4 caracteres.
validation.password2.wrong=Las contrase\u00f1as proporcionadas no coinciden.
validation.baseURL.required=La URL Base para este IPT es requerida.
validation.baseURL.invalid=La URL Base para este IPT es inv\u00e1lida.

# organisation
validation.organisation.password.required=La contrase\u00f1a es requerida.
validation.organisation.alias.required=El alias es requerido.
validation.organisation.password.invalid=La contrase\u00f1a proporcionada es inv\u00e1lida.
validation.organisation.key.required=Por favor seleccione una organizaci\u00f3n de la lista
validation.organisation.doiRegistrationAgency.required=La agencia de registro del DOI es requerida
validation.organisation.agencyAccountUsername.required=Se requiere el nombre de la cuenta de usuario en la agencia de registro
validation.organisation.agencyAccountPassword.required=Se requiere la contrase\u00f1a de la cuenta de usuario en la agencia de registro
validation.organisation.doiPrefix.required=prefijo DOI es requerido
validation.organisation.doiPrefix.invalid=El prefijo del DOI debe empezar con "10."
validation.organisation.doiPrefix.ezid.invalid=El prefijo EZID debe incluir un nombre, p.e. "/ FOO" en "10.1234/FOO"
validation.organisation.doiPrefix.invalid.testMode=En el modo prueba, normalmente los DOIs usan el prefijo\: 10.5072 para DataCite o 10.5072/FK2 para EZID
validation.organisation.doiPrefix.invalid.productionMode=En el modo producci\u00f3n, no se puede usar el DOI de prueba con el prefijo\: 10.5072 para DataCite o 10.5072/FK2 para EZID
validation.organisation.agencyAccount.invalid=Cuenta inv\u00e1lida, esta combinaci\u00f3n de correo electr\u00f3nico y contrase\u00f1a no es correcta
validation.organisation.agencyAccount.cantAuthenticate=\u00a1Error de autenticaci\u00f3n\! Por favor verifique que la cuenta de la agencia DOI es ingresada correctamente y vuelva a intentarlo.

# ipt
validation.ipt.name.required=El t\u00edtulo del IPT es requerido.
validation.ipt.name.short=El t\u00edtulo del IPT debe tener m\u00e1s de 2 caracteres.
validation.ipt.contactName.required=El nombre del contacto es requerido.
validation.ipt.contactEmail.required=El correo electr\u00f3nico de contacto es requerido.
validation.ipt.contactEmail.short=El correo electr\u00f3nico del contacto debe tener al menos 5 caracteres.
validation.ipt.contactEmail.invalid=El correo electr\u00f3nico debe tener un formato v\u00e1lido (p. ej., nombre@organizacion.org).
validation.ipt.password.required=La contrase\u00f1a del IPT es requerida.
validation.ipt.password.short=Se requiere una contrase\u00f1a con al menos 5 caracteres.

# resources
validation.resource.shortname.required=Un nombre corto es requerido.
validation.resource.shortname.invalid=Nombre inv\u00e1lido. Use al menos 3 caracteres alfanum\u00e9ricos, n\u00fameros, guiones o subgiones sin espacios en blanco.
validation.resource.shortname.exists=El recurso {0} ya existe.
validation.resource.shortname.title=El T\u00edtulo es requerido.
validation.resource.import.exception=Error al importar el archivo - \u00bfEst\u00e1 seguro que es un Archivo Darwin Core? Intente validarlo en el Darwin Core Validator http\://tools.gbif.org/dwca-validator/.

# mappings
validation.mapping.coreid.missing=Las extensiones requieren un ID que las vincule con los registros del core.
validation.mapping.coreid.linenumber.samesufix=Otro mapeo al core tambi\u00e9n usa un n\u00famero de l\u00ednea con el mismo sufijo del generador del ID.
validation.mapping.coreid.linenumber.integer=Los n\u00fameros enteros no son v\u00e1lidos como sufijos del n\u00famero de l\u00ednea.
validation.mapping.coreid.linenumber.nocoresuffix=No existe ning\u00fan mapeo del core que corresponda con un ID para el n\u00famero de l\u00ednea y el mismo sufijo.
validation.mapping.coreid.uuid.extension=Los UUID generados de manera autom\u00e1tica no son v\u00e1lidos para las extensiones, ya que se deben vincular con un \u00fanico ID en los registros del core.
validation.mapping.coreid.uuid.extensions.exist=Cuando utilice UUID generados a manera de identificadores, no podr\u00e1 mapear ninguna extensi\u00f3n.

# eml
validation.lastname.organisation.position=El apellido, la organizaci\u00f3n o la posici\u00f3n debe ser documentado.
validation.firstname.lastname=Si el nombre es documentado, tambi\u00e9n se debe documentar el apellido.
validation.personnel=Si se documenta el perfil en l\u00ednea, el identificador personal tambi\u00e9n debe ser documentado.
validation.directory=Si se documenta el identificador personal, el perfil en linea tambi\u00e9n debe ser documentado.

# errors
error.header.title=Perdido
error.title=\u00a1Uy\!
error.body=Parece que se ha descubierto un error imprevisto\:
error.view.logs=Ver la actividad del IPT
error.report=Si cree que esto no deber\u00eda haber ocurrido, \u00bfPodr\u00eda ayudarnos a mejorar el IPT y <a href\="https\://github.com/gbif/ipt/issues/new">registrar un peque\u00f1o reporte de errores</a> para esta excepci\u00f3n?
error.thanks=Un mill\u00f3n de gracias, el equipo de desarrollo del IPT.
error.details.title=Detalles T\u00e9cnicos

####
# GLOBAL SECTION
####
login.title=Iniciar Sesi\u00f3n
login.intro=Ingrese a su cuenta IPT con su direcci\u00f3n de correo electr\u00f3nico.< br />Si a\u00fan no tiene una cuenta, por favor solic\u00edtela al <a href\="mailto\:{0}">Administrador del IPT</a>.
login.forgottenpassword=\u00bfOlvid\u00f3 su contrase\u00f1a? P\u00f3ngase en contacto con el <a href\="mailto\:{0}">Administrador del IPT</a> para restablecerla.
account.title=Su Perfil en el IPT
account.intro=Las opciones de su cuenta pueden ser configuradas aqu\u00ed. El rol para la administraci\u00f3n de recursos debe ser asignado por un administrador.
account.email.cantChange=Si por alguna raz\u00f3n debe cambiar su direcci\u00f3n de correo electr\u00f3nico, consulte a su administrador para que le asigne una nueva cuenta y elimine la actual. Todo esto debido a que la direcci\u00f3n de correo electr\u00f3nico no se puede cambiar una vez que una cuenta es creada.
404.title=P\u00e1gina No Encontrada
404.body=Lo sentimos, pero la p\u00e1gina solicitada no existe.
410.title=Recurso eliminado
410.body=Lo sentimos, pero este recurso ha sido eliminado por el publicador, por lo tanto, ya no est\u00e1 disponible para su descarga p\u00fablica.
401.title=No Autorizado
401.body=No est\u00e1 autorizado para acceder a la p\u00e1gina solicitada. <br />Por favor <a href\="{0}">identif\u00edquese</a> con una cuenta adecuada.
401.manager.title=Requiere Acceso de Administrador
401.manager.body=Debe estar registrado como un usuario con rol Administrador para utilizar esta secci\u00f3n del IPT. Por favor <a href\="{0}">identif\u00edquese</a> con una cuenta con rol Administrador existente o contacte a un Administrador para que le asigne una.</p>
help.options=Clic en alguna de las siguientes opciones\:


####
# PORTAL SECTION
####
portal.home.title=Recursos alojados disponibles a trav\u00e9s de este IPT
portal.home.intro=Recursos p\u00fablicos disponibles a trav\u00e9s de la instalaci\u00f3n de este IPT.
portal.home.feed=Los recursos actualizados m\u00e1s recientemente est\u00e1n tambi\u00e9n disponibles como <a href\="{0}">RSS feed</a>
portal.home.no.public=No existen recursos p\u00fablicos.
portal.home.name=Nombre
portal.home.logo=Logo
portal.home.organisation=Organizaci\u00f3n
portal.home.type=Tipo
portal.home.records=Registros
portal.home.doi=Handle del DOI
portal.home.modified=\u00daltima modificaci\u00f3n
portal.home.modifiedBy=\u00daltima modificaci\u00f3n por
portal.home.summary=Resumen de cambios
portal.home.last.publication=\u00daltima publicaci\u00f3n
portal.home.not.published=No publicado
portal.home.author=Autor
portal.login=Iniciar Sesi\u00f3n
portal.metadata.provider=Proveedor de los Metadatos
portal.metadata.provider.intro=\u00bfQui\u00e9n document\u00f3 los metadatos?
portal.associatedParties.intro=\u00bfQui\u00e9n m\u00e1s est\u00e1 asociado con el recurso?
portal.resource.no.description=No hay descripci\u00f3n disponible
portal.resource.summary=Resumen
portal.resource.summary.keywords=Palabras Clave
portal.resource.summary.taxcoverage=Cobertura Taxon\u00f3mica
portal.resource.summary.geocoverage=Cobertura Geogr\u00e1fica
portal.resource.version=Versi\u00f3n
portal.resource.version.latest=ver la \u00faltima
portal.resource.latest=\u00daltima
portal.resource.versions=Versiones
portal.resource.versions.verbose=La siguiente tabla muestra s\u00f3lo las versiones publicadas del recurso que son de acceso p\u00fablico.
portal.resource.versions.verbose.manager=La siguiente tabla muestra todas las versiones publicadas del recurso, porque usted tiene los derechos de acceso.
portal.resource.downloads=Descargas
portal.resource.dataRecords=Registros
portal.resource.dataRecords.intro=Los datos en este {0} recurso han sido publicados como Archivo Darwin Core(DwC-A), el cual es un formato est\u00e1ndar para compartir datos de biodiversidad como un conjunto de una o m\u00e1s tablas de datos.
portal.resource.dataRecords.core=La tabla de datos del core contiene {0} registros.
portal.resource.dataRecords.extensions=tambi\u00e9n existen {0} tablas de datos de extensiones. Un registro en una extensi\u00f3n provee informaci\u00f3n adicional sobre un registro en el core.
portal.resource.dataRecords.extensions.coverage=El n\u00famero de registros en cada tabla de datos de la extensi\u00f3n se ilustra a continuaci\u00f3n.
portal.resource.dataRecords.repository=Este IPT archiva los datos, sirviendo as\u00ed como repositorio de datos. Los datos y metadatos est\u00e1n disponibles para descargar en la secci\u00f3n de <a href\="\#downloads">descargas</a>. La tabla de <a href\="\#versions">versiones</a> muestra otras versiones del recurso que se han hecho accesibles al p\u00fablico y permite el seguimiento de los cambios hechos al recurso en el tiempo.
portal.resource.downloads.verbose=Descargue la \u00faltima versi\u00f3n de los datos como un Archivo Darwin Core (DwC-A) o los metadatos como EML o RTF\:
portal.resource.downloads.metadataOnly.verbose=Descargue la \u00faltima versi\u00f3n de los metadatos como EML o RTF\:
portal.resource.publishedOn=Publicado por {0} en
portal.resource.latest.version=\u00daltima versi\u00f3n
portal.resource.latest.version.warning=Por favor, tenga en cuenta que \u00e9sta es una versi\u00f3n antigua del conjunto de datos.
portal.resource.cite=Citar
portal.resource.cite.howTo=\u00bfC\u00f3mo referenciar?
portal.resource.cite.help=Los usuarios deben citar este trabajo de la siguiente manera
portal.resource.rights.help=Los usuarios deben respetar los siguientes derechos de uso
portal.resource.rights.organisation=El publicador y propietario de los derechos de este trabajo es {0}.
portal.resource.download=descargar
portal.resource.records=registros
portal.resource.published.archive=Archivo Darwin Core
portal.resource.published.eml=EML
portal.resource.published.rtf=RTF
portal.resource.published.dwca=DwC-A
portal.resource.published.never=Nunca
portal.resource.published.never.long=Este conjunto de datos nunca ha sido publicado
portal.resource.organisation.key=Registro GBIF
portal.resource.gbif.page=P\u00e1gina Web de GBIF
portal.resource.gbif.page.short=GBIF
portal.resource.organisation.name=Organizaci\u00f3n
portal.resource.organisation.node=Nodo Aprobado
portal.resource.metadata=Metadatos del Recurso
portal.resource.metadata.verbose=Metadatos como un archivo EML
portal.resource.rtf.verbose=Metadatos como un archivo RTF
portal.resource.dwca.verbose=Datos como un archivo DwC-A
portal.resource.creator=Creador del Recurso
portal.resource.creator.intro=\u00bfQui\u00e9n cre\u00f3 el recurso?
portal.resource.name=Nombre
portal.resource.contact=Contacto
portal.resource.contact.intro=\u00bfQui\u00e9n puede resolver dudas acerca del recurso?
portal.resource.contacts=Contactos
portal.resource.tel=Tel.
portal.publication.download.log=Descarga completa
portal.publication.log=Reporte de publicaci\u00f3n
portal.resource.eml.error.load=Fall\u00f3 la carga del archivo EML versi\u00f3n \#{0} para el recurso {1}
portal.resource.eml.error.parse=No fue posible analizar el archivo EML versi\u00f3n \#{0} para el recurso {1}
portal.resource.otherFormats=Los datos del recurso tambi\u00e9n est\u00e1n disponibles en otros formatos
portal.resource.warning.notPublic=La versi\u00f3n que usted est\u00e1 viendo es la {0} y no puede ser vista por todo el mundo\!
portal.resource.warning.notLatest=La versi\u00f3n que usted est\u00e1 viendo no es la \u00faltima\! Por favor consulte la tabla de versiones para encontrar las \u00faltimas novedades.
portal.resource.version.notArchived.count=El archivo DwC-A publicado para esta versi\u00f3n ten\u00eda {0} registros pero no fue archivado.

####
# ADMIN SECTION
####
admin.home.editConfig=Opciones del IPT
admin.home.editOrganisations=Organizaciones
admin.home.editOrganisations.disabled=El IPT debe estar registrado en GBIF, antes de asociar organizaciones
admin.home.editRegistration=Opciones de registro en GBIF
admin.home.manageUsers=Cuentas de usuario
admin.home.manageExtensions=Est\u00e1ndares y Extensiones
admin.home.manageLogs=Actividad del sistema
admin.home.publishResources=Publicar todos los recursos
admin.home.publishResources.help=Para TODOS los recursos se crea un nuevo DwC-A, EML y RTF, y se emite la actualizaci\u00f3n al Registro GBIF por medio del RSS. Adem\u00e1s, tambi\u00e9n actualiza los metadatos del IPT en dicho Registro.<br /><br />Utilice este bot\u00f3n si\:<br /> a) Varios recursos han sido actualizados y desea publicar una nueva versi\u00f3n para todos ellos, en vez de hacerlo individualmente.<br /> b) La URL Base o la URL del Proxy han cambiado y desea actualizar los servicios registrados del IPT para reflejar el cambio.

admin.config.setup.title=Instalaci\u00f3n del IPT
admin.config.setup.welcome=Para usar el IPT, seleccione un directorio en donde se guardar\u00e1 la configuraci\u00f3n y el repositorio de datos, llamado directorio de datos IPT.
admin.config.setup.instructions=Por favor seleccione un directorio vac\u00edo y con derechos de escritura o un directorio de datos del IPT previamente configurado. No seleccione una carpeta que sea vulnerable a otros procesos, por ejemplo /tmp, que puede ser eliminada en alg\u00fan reinicio del sistema. A esta carpeta deben realizarse regularmente copias de seguridad de acuerdo con un respectivo plan de recuperaci\u00f3n en caso de fallos en el sistema.
admin.config.setup.examples=Por ejemplo, use una ruta como "C\:\\datadir" para ambientes Windows o "/usr/datadir" para ambientes Linux o Mac OS X.
admin.config.setup.disclaimerPart1=A partir de la versi\u00f3n 2.2 del IPT, los publicadores deben asignar a sus datos una de las tres licencias de derechos de uso, que poseen lectura mec\u00e1nica. Si no esta acuerdo con publicar sus datos bajo una licencia CC0 1.0, CC-BY 4.0 o CC-BY-NC 4.0, le recomendamos que use la versi\u00f3n 2.1.1 del IPT.
admin.config.setup.disclaimerPart2=GBIF comenzar\u00e1 a trabajar con los publicadores existentes para implementar y hacer cumplir este requisito en toda la red durante el a\u00f1o 2015. Si no es posible que usted elija una de las tres opciones y su conjunto de datos contiene registros biol\u00f3gicos, no podr\u00e1 registrar su conjunto de datos en GBIF o hacerlo globalmente visible a trav\u00e9s de GBIF.org. Para mas informaci\u00f3n acerca de esta decisi\u00f3n, <a href\="http\://www.gbif.org/terms/licences" target\="_blank">haga clic aqu\u00ed</a>.
admin.config.setup.read=He le\u00eddo y entendido el descargo de responsabilidad
admin.config.setup.read.error=Antes de continuar aseg\u00farese de que ha le\u00eddo y entendido el descargo de responsabilidad
admin.config.setup.disclaimer.title=Descargo de responsabilidad
admin.config.setup.datadir=La ruta absoluta de su directorio de datos.
admin.config.setup.datadir.created=Ha creado exitosamente el directorio de datos.
admin.config.setup.datadir.reused=Se ha asignado exitosamente un directorio de datos.
admin.config.setup.datadir.absolute=La ruta al directorio de datos debe ser absoluta, no relativa. (ej\: "/var/tmp/data" en lugar de "data").
admin.config.setup.datadir.error=El directorio de datos asignado existe y no parece ser adecuado para el directorio de datos delIPT.
admin.config.setup.datadir.writable=El directorio de datos "{0}" no tiene permisos de escritura.

admin.config.setup2.title=Instalaci\u00f3n del IPT parte II
admin.config.setup2.welcome=Por favor, suministre informaci\u00f3n adicional para la instalaci\u00f3n b\u00e1sica del IPT.
admin.config.setup2.administrator=Administrador predeterminado
admin.config.setup2.administrator.help=La contrase\u00f1a para el administrador predeterminado puede ser modificada m\u00e1s adelante, pero el correo electr\u00f3nico no puede ser modificado, a menos que elimine y cree nuevamente el usuario.
admin.config.setup2.mode.title=Modo del IPT
admin.config.setup2.mode.help=Seleccione el modo en que desea ejecutar el IPT. El modo del IPT determina si los recursos alojados ser\u00e1n  o no indexados por GBIF, con el fin de facilitar el acceso p\u00fablico. GBIF recomienda a los administradores del IPT, usar en un principio el modo Prueba para entender el proceso de registro, y luego reinstalarlo en modo Producci\u00f3n para efectuar publicaciones formales. <strong>ADVERTENCIA</strong>\: para esta instalaci\u00f3n, la selecci\u00f3n es definitiva y posteriormente no puede ser cambiada . Para cambiar del modo Prueba  al modo Producci\u00f3n o viceversa, tendr\u00e1 que reinstalar su IPT y repetir las configuraciones hechas.
admin.config.setup2.mode.test=El modo de <strong>prueba</strong> es para evaluar el IPT o ejecutarlo en un escenario de entrenamiento. Los recursos registrados en GBIF, entrar\u00e1n en un registro de prueba y nunca ser\u00e1n indexados. Todos los DOIs generados en \u00e9ste modo usan un prefijo de prueba (p. ej. 10.5072 para DataCite), lo cual significa que son temporales.
admin.config.setup2.mode.production=El modo de <strong>producci\u00f3n</strong> es para la publicaci\u00f3n formal de recursos. Los recursos registrados, entrar\u00e1n en un Registro GBIF y ser\u00e1n indexados. Todos los DOIs generados para los recursos no se pueden eliminar y requieren que los recursos permanezcan accesibles al p\u00fablico.
admin.config.setup2.success=\u00a1Felicidades\! Se complet\u00f3 la instalaci\u00f3n de su IPT.
admin.config.setup2.next=Por favor primero revise la secci\u00f3n de Administraci\u00f3n, cree los nuevos administradores e instale las extensiones adecuadas antes de empezar a administrar los recursos.
admin.config.setup2.existingFound=Se encontr\u00f3 un directorio de datos IPT existente para ser usado. Este directorio existente y todo su contenido ser\u00e1n utilizados.
admin.config.setup2.failed=No se logr\u00f3 configurar una cuenta de administrador. No se puede escribir el archivo de usuario\: {0}
admin.config.setup2.datadir.notExist=Por favor, primero configure un directorio de datos, antes de configurar un administrador predeterminado
admin.config.setup2.already.registered=El IPT ya ha sido designado para ejecutarse en modo {0}. Para proceder en modo PRODUCTION, por favor ingrese una URL base para que el IPT est\u00e9 disponible p\u00fablicamente y aseg\u00farese que la casilla de producci\u00f3n est\u00e9 marcada. Si por el contrario, desea ejecutar el IPT en otro modo, por favor detenga su servidor y reinicie la instalaci\u00f3n especificando un nuevo directorio de datos.
admin.config.setup2.nonadmin=El usuario ya existe como un usuario sin derechos de administrador.
admin.config.setup2.mode=Modo del IPT\:
admin.config.setup2.nomode=Por favor, seleccione el modo en que desea ejecutar el IPT.

admin.config.setup3.title=Configuraci\u00f3n del IPT finalizada
admin.config.setup3.welcome=\u00a1Felicitaciones\! Ha instalado satisfactoriamente su IPT. Por favor oprima "continuar" para empezar a usarlo.

admin.config.archivalMode=Modo Archivo
admin.config.archivalMode.help=Por favor seleccione esta casilla si desea que su IPT archive todas las versiones publicadas para todos los recursos. Esto permitir\u00e1 realizar un seguimiento al historial de versiones de un recurso. Si est\u00e1 deseleccionada, las versiones anteriores ser\u00e1n reemplazadas por la \u00faltima. Tenga cuidado de no quedarse sin espacio en el disco.
admin.config.archivalMode.error=Modo Archivo inv\u00e1lido (debe ser verdadero or falso)
admin.config.debug.error=Modo depuraci\u00f3n inv\u00e1lido (debe ser verdadero or falso)
admin.config.analyticsGbif.error=Modo inv\u00e1lido del GBIF Analytics (debe ser verdadero or falso)
admin.config.save.error=No se lograron escribir los ajustes de configuraci\u00f3n - se encontr\u00f3 un error

admin.config.debug=Modo correcci\u00f3n de errores
admin.config.debug.help=Por favor, marque esta casilla si experimenta problemas con el IPT y esperamos obtener mayor informaci\u00f3n del registro para prop\u00f3sitos de depuraci\u00f3n. En caso de necesitar soporte t\u00e9cnico, es probable que se le solicite esta informaci\u00f3n.

admin.config.server.data.dir=Directorio de datos del IPT
admin.config.server.data.dir.help=El directorio del servidor donde el IPT escribe los datos.
admin.config.server.log.dir=Directorio de logs del IPT
admin.config.server.log.dir.help=El directorio del servidor donde el IPT escribe los logs.
admin.config.server.location=Ubicaci\u00f3n del servidor IPT
admin.config.server.longitude=Longitud
admin.config.server.longitude.help=La longitud debe ser ingresada en formato de grados decimales usando el datum WGS84. <br />Utilice el signo menos (-) para indicar el Occidente.<br />Ejemplo\: -86.64
admin.config.server.latitude=Latitud
admin.config.server.latitude.help=La latitud debe ser ingresada en formato de grados decimales usando el datum WGS84. <br />Utilice el signo menos (-) para indicar el Sur.<br />Ejemplo\: -10.15
admin.config.server.location.error=La ubicaci\u00f3n Lat/Lon del servidor no es una coordenada v\u00e1lida en grados decimales (recuerde que la latitud se encuentra entre -90 y 90, y la longitud entre -180 y 180).

admin.config.googleMapsKey=Clave de Google Maps

admin.config.analyticsGbif=Habilitar GBIF Analytics
admin.config.analyticsGbif.help=Por favor marque esta casilla si desea que GBIF incluya su IPT en el monitoreo global.
admin.config.analyticsKey=Clave de Google Analytics
admin.config.analyticsKey.help=Google Analytics es un servicio ofrecido por Google para supervisar el uso de una aplicaci\u00f3n web. Por favor, ingrese su clave de Google Analytics para habilitar el seguimiento de uso de su IPT.
admin.config.analyticsKey.error=Clave de Google Analytics inv\u00e1lida

admin.config.baseUrl=URL base para este IPT
admin.config.baseUrl.help=La URL que apunta a la ra\u00edz del directorio de instalaci\u00f3n del IPT. Si desea registrar recursos, necesita tener una direcci\u00f3n p\u00fablica. Por Ejemplo\: http\://tools.gbif.org/ipt.
admin.config.baseUrl.changed=La URL base fue actualizada exitosamente.
admin.config.baseUrl.changed.reminder=Despu\u00e9s de iniciar la sesi\u00f3n de nuevo, pulse el bot\u00f3n "Publicar todos los recursos" (en la secci\u00f3n de administraci\u00f3n) para actualizar todas las URLs de los recursos registrados.
admin.config.baseUrl.inaccessible=La URL base no apunta a la instalaci\u00f3n de un IPT accesible desde este equipo.
admin.config.baseUrl.invalidBaseURL=La URL Base debe ser visible en Internet (ej\: localhost y 127.0.0.1 no son v\u00e1lidas).
admin.config.baseUrl.sameHostName=Nombre de la m\u00e1quina que se utiliza en la direcci\u00f3n URL base. Por favor, aseg\u00farese de que su URL base es visible en Internet.


admin.config.error.invalidBaseURL=La URL base que ingres\u00f3 no tiene una forma v\u00e1lida (ej\: http\://www.my-institution.com/ipt)
admin.config.error.invalidPort=El n\u00famero del puerto no es un entero
admin.config.error.connectionRefused=No se puede conectar al servidor proxy
admin.config.error.invalidProxyURL=La URL del Proxy que ingres\u00f3 no tiene una forma v\u00e1lida (ej\: http\://proxy.my-institution.com\:8080)
admin.config.error.localhostURL=Localhost utilizado, \u00a1El IPT no ser\u00e1 visible al exterior\!
admin.config.error.datadir=Fall\u00f3 la instalaci\u00f3n del directorio de datos del IPT.

admin.config.proxy=URL del Proxy
admin.config.proxy.help=Si su servidor est\u00e1 configurado a trav\u00e9s de un servidor proxy, por favor ingrese el protocolo, la direcci\u00f3n y el n\u00famero de puerto del proxy en una sola sentencia, por ejemplo http\://proxy.gbif.org\:8080.
admin.config.proxy.error=URL del Proxy Inv\u00e1lida

admin.config.registry.url=URL del Registro GBIF
admin.config.registry.url.help=La URL del Registro GBIF en donde el directorio de datos est\u00e1 asociado. Es inmutable y s\u00f3lo puede ser elegida el los primeros pasos de configuraci\u00f3n del IPT.

admin.config.updateMetadata.none=No existe ning\u00fan recurso para actualizar.
admin.config.updateMetadata.summary=Se complet\u00f3 la publicaci\u00f3n de todos los recursos. Para informaci\u00f3n adicional, por favor v\u00e9ase los logs.
admin.config.updateMetadata.resource.fail.registry=Ocurri\u00f3 un error en la actualizaci\u00f3n del Registro GBIF - {0}.

# invalid fields
invalid.fieldvalue.latitude=Latitud Inv\u00e1lida
invalid.fieldvalue.longitude=Longitud Inv\u00e1lida

# extensions & vocabs
admin.extension.coreTypes=Est\u00e1ndares
admin.extension.extensions=Extensiones
admin.extension.no.coreTypes.installed=No hay Est\u00e1ndares instalados.
admin.extension.no.coreTypes.installed.help=Los core del est\u00e1ndar proporcionan la base para los registros\: Occurrence, Taxon, y Event.
admin.extension.no.coreTypes.installed.debug=Debido que ning\u00fan est\u00e1ndar ha sido instalado, no se pueden mapear los datos. Por favor, instale un est\u00e1ndar de la lista de Est\u00e1ndares y Extensiones. Si la lista est\u00e1 vac\u00eda, por favor verifique su conexi\u00f3n a Internet y que el servidor pueda comunicarse con el Registro\: {0}.
admin.extension.no.extensions.installed=No hay Extensiones instaladas.
admin.extension.no.extensions.installed.help=Las extensiones proveen los medios para asociar datos adicionales con un registro del Est\u00e1ndar. Cada Extensi\u00f3n debe contener un tipo datos diferente. Por favor, instale todas las extensiones que requiere, a partir de la siguiente lista.
admin.extension.couldnt.install.coreTypes=No se lograron instalar todas las extensiones del Est\u00e1ndar.
admin.vocabulary.couldnt.install.defaults=No fue posible instalar (o actualizar) las \u00faltimas versiones de todos los vocabularios predeterminados\: {0}.
admin.extension.couldnt.install=No se logr\u00f3 instalar la extensi\u00f3n {0} solicitada.
admin.extension.install.success=La extensi\u00f3n {0} fue instalada exitosamente.
admin.extension.install.error=Ocurri\u00f3 un problema mientras se intentaba instalar la extensi\u00f3n {0}.
admin.vocabulary.install.error=Ocurri\u00f3 un error al intentar instalar el vocabulario {0}.
admin.extension.delete.success=La extensi\u00f3n {0} fue eliminada satisfactoriamente
admin.extension.delete.error=No se logr\u00f3 eliminar la extensi\u00f3n {0}.
admin.extensions.couldnt.load=Las extensiones registradas no se lograron cargar desde el Registro\: {0}.
admin.extensions.vocabularies.couldnt.load=Los vocabularios registrados no se pudieron cargar desde el Registro\: {0}.
admin.extensions.vocabulary.couldnt.load=El vocabulario predeterminado {0} no pudo ser cargado desde el Registro\: {1}.
admin.startup.warnings=Advertencias en el inicio del IPT. Para obtener ayuda adicional en el diagnostico del(los) problema(s), por favor v\u00e9ase la actividad del sistema. Despues de corregir el(los) problema(s), por favor reinice su servidor web.
admin.extensions.error.updating=Error actualizando el vocabulario {0}\: {1}
admin.extensions.synchronise.success=Todos los vocabularios y las extensiones han sido sincronizadas con el registro.
admin.extensions.synchronise.error=Fall\u00f3 la sincronizaci\u00f3n de todos los vocabularios y extensiones con registro\: {0}.
admin.extensions.vocabularies.unchanged={0} vocabularios no fueron modificados desde la \u00faltima descarga.
admin.extensions.vocabularies.errors={0} vocabularios produjeron un error mientras se actualizaban. \u00a1Por favor consulte la actividad del sistema\!
admin.extensions.synchronise.help=Haga clic en el bot\u00f3n de abajo para sincronizar todas las extensiones y vocabularios instalados con el Registro de GBIF que actualiza sus contenidos (por ejemplo, si se han a\u00f1adido nuevas traducciones a un vocabulario).
admin.extensions.upToDate=Todas las extensiones instaladas utilizan la \u00faltima versi\u00f3n.
admin.extensions.not.upToDate=Una o m\u00e1s extensiones instaladas est\u00e1n desactualizadas. Por favor actualizarlas a las \u00faltimas versiones.
admin.extension.title=Extensiones del Darwin Core\:
admin.extension.properties=Propiedades de la Extensi\u00f3n
admin.extension.version.warning=La versi\u00f3n instalada est\u00e1 desactualizada. Por favor actual\u00edcela a la \u00faltima versi\u00f3n con el fin de aprovechar los nuevos t\u00e9rminos y vocabularios. Se eliminar\u00e1n los mapeos existentes con t\u00e9rminos obsoletos y ser\u00e1n sustituidos autom\u00e1ticamente con los t\u00e9rminos actualizados.
admin.extension.update.confirm=Est\u00e1 a punto de actualizar esta extensi\u00f3n a la \u00faltima versi\u00f3n. Despu\u00e9s la actualizaci\u00f3n, los recursos afectados deben ser revisados y publicados nuevamente. \u00bfDesea realizar la actualizaci\u00f3n?
admin.extension.update.success=La extensi\u00f3n {0} ha sido actualizada correctamente. Para informaci\u00f3n adicional, incluyendo qu\u00e9 recursos fueron afectados con la actualizaci\u00f3n, consulte los logs.
admin.extension.update.error=Se gener\u00f3 un error al intentar actualizar la extensi\u00f3n {0}.
admin.vocabulary.title=Vocabulario Controlado

admin.users.intro=Como administrador puede crear, modificar o eliminar cuentas de usuario.
admin.users.name=Nombre
admin.users.email=Correo Electr\u00f3nico
admin.users.role=Rol
admin.users.last.login=\u00daltimo Inicio de Sesi\u00f3n

admin.user.title.edit=Editar Cuenta de Usuario
admin.user.title.new=Nueva Cuenta de Usuario
admin.user.intro=El correo electr\u00f3nico identifica a los usuarios y no puede ser cambiado posteriormente. Por favor tenga cuidado al elegir uno cuando cree una nueva cuenta. Si fuera necesario cambiar un correo electr\u00f3nico, tendr\u00e1 que crear una nueva cuenta y borrar la anterior.
admin.user.intro2=Los usuarios que tienen roles de administraci\u00f3n est\u00e1n autorizados para crear nuevos recursos, pero no pueden administrar recursos creados por otros usuarios, a menos que hayan sido invitados a hacerlo en la configuraci\u00f3n de dicho recurso. Puede crear cualquier cantidad de usuarios con el rol de Administrador, pero al menos debe quedar un administrador registrado en el sistema.
admin.user.added=La cuenta de usuario se cre\u00f3 exitosamente.
admin.user.account.updated=Su cuenta de usuario se actualiz\u00f3 correctamente.
admin.user.changed=El usuario se actualiz\u00f3 exitosamente.
admin.user.deleted=El usuario fue eliminado exitosamente.
admin.user.login=Por favor inicie sesi\u00f3n de nuevo para que se actualicen los cambios efectuados.
admin.user.saveError=El cambio de usuario no pudo efectuarse.
admin.user.account.saveError=No se puede aplicar el cambio en su cuenta de usuario.
admin.user.exists=Ya existe un usuario con este correo electr\u00f3nico {0}.
admin.user.deleted.lastadmin=El \u00faltimo usuario administrador no puede ser eliminado.
admin.user.deleted.lastmanager=El usuario no puede ser eliminado puesto que es el \u00fanico adminstrador de los siguientes recursos\: {0}.
admin.user.deleted.error=El usuario no puede ser eliminado.
admin.user.deleted.current=No es posible eliminar una cuenta cuando ha iniciado sesi\u00f3n con esta. Por favor utilice una cuenta de administrador diferente para iniciar sesi\u00f3n y eliminar esta cuenta.
admin.user.changed.current=No est\u00e1 autorizado para cambiar el rol del \u00faltimo administrador.
admin.user.cantSave=No es posible guardar el archivo del usuario
admin.user.passwordChanged=La contrase\u00f1a para {0} a cambiado a {1}.
admin.user.wrong.email.password.combination=Esta combinaci\u00f3n de correo electr\u00f3nico y contrase\u00f1a no existe.

admin.logs.warn=Mensajes con severidad mayor o igual a "ADVERTENCIA"
admin.logs.download=Descargue el <a href\="{0}">archivo log completo</a>.
# used for unkown errors where the exception message (in English...) will be displayed
# use of this is to catch the errors that are not properly understood
admin.error.invalidConfiguration=La configuraci\u00f3n suministrada es inv\u00e1lida\: {0}
admin.error.invalidConfiguration.doiAccount.activated=El modo de archivo no se puede apagar, ya que el registro DOI ha sido habilitado en este IPT. Puede deshabilitar el registro DOI, desactivando la cuenta DataCite/EZID seleccionada para registrar DOIs.

#admin - registration
admin.ipt.password=Contrase\u00f1a del IPT
admin.ipt.password.help=Contrase\u00f1a que se utilizar\u00e1 al realizar las actualizaciones de la instancia del IPT. Por favor, recu\u00e9rdela.
admin.ipt.name=T\u00edtulo para la instalaci\u00f3n del IPT
admin.ipt.description=Descripci\u00f3n para esta instalaci\u00f3n del IPT
admin.ipt.primaryContactName=Nombre del Contacto
admin.ipt.primaryContactFirstName=Nombre del Contacto
admin.ipt.primaryContactLastName=Apellido del Contacto
admin.ipt.primaryContactEmail=Correo Electr\u00f3nico de Contacto

admin.registration.organisationKey=Este IPT est\u00e1 alojado en la siguiente organizaci\u00f3n/instituci\u00f3n
admin.registration.availableOrganisations=Las siguientes organizaciones deben estar disponibles para los administradores de los recursos
admin.registration.organisationPassword=Ingrese la contrase\u00f1a de la organizaci\u00f3n/instituci\u00f3n seleccionada.
admin.registration.baseURL=URL Base
admin.registration.validate=Validar
admin.registration.validate.success=La URL base es v\u00e1lida
admin.registration.validate.failed.development=La URL base no es v\u00e1lida. Por favor verifique que la URL base para este IPT es de acceso p\u00fablico. Este IPT est\u00e1 siendo ejecutado en modo Prueba. Sin embargo, se activar\u00e1n los campos para el registro.
admin.registration.validate.failed=\u00a1Error en la validaci\u00f3n\! Por favor revise su conexi\u00f3n a Internet. Si tiene conexi\u00f3n, revise la URL Base y la URL del Proxy (si es necesaria en este servidor).
admin.registration.intro=Si no encuentra la organizaci\u00f3n deseada en la lista, por favor contacte a <a href\="mailto\:helpdesk@gbif.org?subject\=Agregar una organizaci\u00f3n al registro GBIF&amp;body\=Hola GBIF Help Desk,%0D%0A%0D%0ASoy un administrador del IPT. Con el fin de tener nuestra instalaci\u00f3n registrada bajo nuestra organizaci\u00f3n, necesitamos poder visualizarla en la lista de organizaciones mientras se configura el IPT. Tengo entendido que nuestra organizaci\u00f3n debe ser aprobada primero, es por esto que les pido el favor nos colaboren en dicho proceso.%0D%0A%0D%0ANos gustar\u00eda que nuestra organizaci\u00f3n sea respaldada por [Nombre del Nodo].%0D%0A%0D%0AO%0D%0A%0D%0ANecesitamos ayuda para determinar el nodo de respaldo.%0D%0A%0D%0AA continuaci\u00f3n les indico el nombre completo de nuestra organizaci\u00f3n [Nombre de su Organizaci\u00f3n].%0D%0A%0D%0AEstos son los detalles del contacto t\u00e9cnico de nuestra organizaci\u00f3n\:%0D%0A%0D%0A[Nombre del contacto t\u00e9cnico, apellido]%0D%0A[Correo electr\u00f3nico del contacto t\u00e9cnico]%0D%0A%0D%0AEstos son los detalles de nuestro contacto administrativo de nuestra organizaci\u00f3n\:%0D%0A%0D%0A[Nombre del contacto administrativo, apellido]%0D%0A[Correo electr\u00f3nico del contacto administrativo]%0D%0A%0D%0A\u00a1Gracias\!%0D%0ACordialmente,%0D%0A[Su nombre]">GBIF Help Desk</a>.
admin.registration.intro2=Una vez que el IPT est\u00e1 registrado, el registro no puede ser cambiado excepto si se contacta con <a href\=''mailto\:helpdesk@gbif.org''>GBIF Help Desk</a>. Por favor, antes de guardar aseg\u00farese que la informaci\u00f3n del registro est\u00e1 completa y correcta.
admin.registration.registered1=Este IPT ya ha sido registrado en la Red GBIF.
admin.registration.registered2=La instituci\u00f3n que aloja este IPT es <strong>{0}</strong>.
admin.registration.links=Enlaces al Registro GBIF
admin.registration.test1=El primer paso para registrar este IPT en la red GBIF, es validar la URL Base mostrada a continuaci\u00f3n. Haga clic en el bot\u00f3n "Validar" para iniciar la prueba. Si la prueba es exitosa, se le permitir\u00e1 continuar al siguiente paso. Si la prueba falla, por favor dir\u00edjase a la p\u00e1gina de <a href\="config.do">configuraci\u00f3n del IPT</a> para cambiar la URL del servidor.
admin.registration.success=El IPT ha sido registrado exitosamente a nombre de la organizaci\u00f3n.
admin.registration.failed=\u00a1El registro del IPT fall\u00f3\!
admin.registration.success.update=\u00a1La actualizaci\u00f3n del registro del IPT fue exitosa\!
admin.registration.failed.update=\u00a1La actualizaci\u00f3n del registro del IPT fall\u00f3\! {0}
admin.registration.error.alreadyRegistered1=El IPT ya est\u00e1 registrado con una organizaci\u00f3n.
admin.registration.error.alreadyRegistered2=Para cambiar la asociaci\u00f3n con una organizaci\u00f3n, por favor contacte a <a href\=''mailto\:helpdesk@gbif.org''>GBIF Help Desk</a>.
admin.registration.error.registry=Ocurri\u00f3 alg\u00fan problema mientras se intentaba comunicar con el Registro GBIF
admin.registration.error.internetConnection=Verifique que su conexi\u00f3n a Internet est\u00e1 activa.
admin.registration.error.proxy=Verifique si su firewall est\u00e1 aceptando conexiones. Si es as\u00ed, verifique si la URL del Proxy es requerida y si est\u00e1 correctamente escrita o no.
admin.registration.error.siteDown=Ocurri\u00f3 alg\u00fan problema mientras se intentaba comunicar con el Registro GBIF. Por favor, contacte a GBIF Help Desk.
admin.registration.error.badResponse=La respuesta del Registro fue nula o inv\u00e1lida.
admin.registration.error.io=Ocurri\u00f3 un error IO al tratar de establecer comunicaci\u00f3n con el Registro GBIF.
admin.registration.error.unknown=Una falla desconocida ocurri\u00f3 al tratar de establecer comunicaci\u00f3n con el Registro GBIF.

#admin - organisations
admin.organisation.title=Editar organizaci\u00f3n asociada
admin.organisation.key=Organizaci\u00f3n
admin.organisation.name=Nombre de la organizaci\u00f3n
admin.organisation.name.select=Seleccione una organizaci\u00f3n
admin.organisation.password=Contrase\u00f1a de la organizaci\u00f3n
admin.organisation.alias=Alias
admin.organisation.canPublish=\u00bfPuede publicar recursos?
admin.organisation.canPublish.help=Seleccione esta opci\u00f3n si la organizaci\u00f3n elegida aparecer\u00e1 disponible en la lista de organizaciones para asociar con un recurso durante el registro.
admin.organisation.password.help=Contrase\u00f1a de la organizaci\u00f3n para verificar que usted tiene privilegios de acceso para la creaci\u00f3n de recursos bajo la organizaci\u00f3n dada. Si la desconoce, por favor contacte a la organizaci\u00f3n para conseguirla.
admin.organisation.error.save=La asociaci\u00f3n con el IPT no se puede realizar para esta Organizaci\u00f3n.
admin.organisation.error.existing=La asociaci\u00f3n con la organizaci\u00f3n ya existe. Si necesita editarla, por favor haga clic en el bot\u00f3n "Editar" de la p\u00e1gina anterior.
admin.organisation.cantSave=No se puede guardar el archivo de la organizaci\u00f3n.
admin.organisation.doiRegistrationAgency=Agencia de registro del DOI
admin.organisation.doiRegistrationAgency.help=Una vez que una organizaci\u00f3n firma un acuerdo con un miembro de DataCite (o EZID), se emite una cuenta a la organizaci\u00f3n que le da permiso para registrar DOIs bajo uno o m\u00e1s prefijos. S\u00f3lo tiene que completar los datos de la cuenta a continuaci\u00f3n, para que se permita registrar DOIs para los conjuntos de datos bajo el prefijo preferido de la organizaci\u00f3n, esto directamente a trav\u00e9s del IPT.
admin.organisation.doiRegistrationAgency.username=Nombre de usuario de la cuenta
admin.organisation.doiRegistrationAgency.username.help=El nombre de usuario (siglas) de la cuenta DataCite/EZID emitida a la organizaci\u00f3n.
admin.organisation.doiRegistrationAgency.password=Contrase\u00f1a de la cuenta
admin.organisation.doiRegistrationAgency.password.help=La contrase\u00f1a de la cuenta DataCite/EZID emitida a la organizaci\u00f3n.
admin.organisation.doiRegistrationAgency.prefix=Prefijo del DOI
admin.organisation.doiRegistrationAgency.prefix.help=El prefijo DOI preferido para generar DOIs. Este prefijo es exclusivo de la cuenta emitida a la organizaci\u00f3n. Advertencia\: \u00a1use siempre un prefijo de prueba (p. ej. 10.5072 para DataCite, 10.5072/FK2 para EZID) cuando ejecute el IPT en modo de prueba\!
admin.organisation.doiAccount.activated=Cuenta activada
admin.organisation.doiAccount.activated.help=Marque esta opci\u00f3n para activar esta cuenta DataCite/EZID como la \u00fanica cuenta utilizada por el IPT para el registro de DOIs en los conjuntos de datos. S\u00f3lo una cuenta DataCite/EZID  puede activarse a la vez.
admin.organisation.doiAccount.activated.exists=Otra cuenta DataCite/EZID ya ha sido seleccionada como la cuenta usada por el IPT para el registro de DOIs en los conjuntos de datos. Para activar esta cuenta, debe desactivar la otra primero.
admin.organisation.canRegisterDois=\u00bfPuede registrar DOIs?
admin.organisation.doiAccount.activated.failed=Esta cuenta DataCite/EZID no puede activarse a menos que el Modo de Archivo est\u00e9 habilitado en la configuraci\u00f3n del IPT. El Modo de Archivo almacena todas las versiones publicadas del Archivo Darwin Core para que permanezcan descargables. Para que un DOI resuelva una versi\u00f3n anterior del recurso, deben estar a\u00fan los datos disponibles para su descarga.
admin.organisation.doiAccount.differentTypeInUse=S\u00f3lo una cuenta de DOI puede activarse a la vez. Una cuenta DOI de tipo {0} ya ha sido usada para asignar DOIs a uno o m\u00e1s recursos, p. ej. DOI \={1}
organisation.key=Llave/UUID

admin.organisation.deleted=Ha sido eliminada la asociaci\u00f3n con la organizaci\u00f3n.
admin.organisation.deleted.cant.resources=La organizaci\u00f3n no puede ser eliminada, debido a que uno o mas recursos est\u00e1n asociados con \u00e9sta.
admin.organisation.deleted.cant.ipt=La organizaci\u00f3n no puede ser eliminada, por que este IPT esta registrado como garant\u00eda de esta instancia.
admin.organisation.add.title=Agregar una organizaci\u00f3n asociada
admin.organisation.add.intro2=En caso que necesite solicitar una contrase\u00f1a para asociar la organizaci\u00f3n con un recurso de este IPT, un enlace con el contacto principal en el registro de la organizaci\u00f3n le ser\u00e1 prove\u00eddo debajo del cuadro de texto de la contrase\u00f1a, una vez que lo haya seleccionado.
admin.organisation.associated.ipt=La organizaci\u00f3n ha sido asociada con este IPT.
admin.organisation.updated.ipt=La organizaci\u00f3n ha sido actualizada.
admin.organisations.couldnt.load=No fue posible cargar las organizaciones registradas desde el Registro\: {0}.
admin.organisation.couldnt.load=No fue posible cargar la organizacion registrada {0} desde el Registro\: {1}.
organisations.resources.couldnt.load=No fue posible asociar los recursos registrados a la organizaci\u00f3n desde el Registro\: {0}.

#predefined emails - request organisation password for IPT registration
emails.request.ipt.registration.subject=Solicitud de contrase\u00f1a para {0}
emails.request.ipt.registration1=Estimado se\u00f1or/se\u00f1ora,%0d%0d
emails.request.ipt.registration2=Estoy tratando de instalar un Integrated Publishing Toolkit (IPT), el cual va a ser alojado bajo su instituci\u00f3n/organizaci\u00f3n.%0d
emails.request.ipt.registration3=Para continuar con la instalaci\u00f3n, debo solicitarle amablemente la contrase\u00f1a de su organizaci\u00f3n para completar el proceso%0d
emails.request.ipt.registration4=En caso de no conocer esta informaci\u00f3n, usted puede abrir el siguiente enlace en su navegador para recibir esta information%0d%0d
emails.request.ipt.registration5=https\://gbrds.gbif.org/registry/organisation/{0}?op\=contrase\u00f1a%0d%0d
emails.request.ipt.registration6=Gracias por su atenci\u00f3n.
emails.request.ipt.registration.footer=Haga clic aqu\u00ed para contactar

#predefined emails - request organisation password for organisation association
emails.request.organisation.association.subject=Solicitud de contrase\u00f1a para {0}
emails.request.organisation.association1=Estimado se\u00f1or/se\u00f1ora,%0d%0d
emails.request.organisation.association2=Estoy instalando un Integrated Publishing Toolkit (IPT).%0d
emails.request.organisation.association3=Esta herramienta me permite crear recursos y asignar esos recursos a las organizaciones. %0d
emails.request.organisation.association4=Me gustar\u00eda vincular su organizaci\u00f3n con mi IPT, pero para esto necesito que me proporcione la contrase\u00f1a de su organizaci\u00f3n%0d
emails.request.organisation.association5=En caso que no conozca esta informaci\u00f3n, puede abrir el siguiente enlace en su navegador para recibir esta informaci\u00f3n%0d%0d
emails.request.organisation.association6=https\://gbrds.gbif.org/registry/organisation/{0}?op\=contrase\u00f1a%0d%0d
emails.request.organisation.association7=Gracias por su atenci\u00f3n.
emails.request.organisation.association.footer=Haga clic aqu\u00ed para contactar

####
# MANAGE SECTION
####
# the manage resource section
manage.404.title=El Recurso No Existe
manage.404.body=Lo sentimos, pero el recurso solicitado no existe.
manage.401.title=No autorizado
manage.401.body=Lo sentimos, pero no tiene los permisos apropiados para administrar el recurso solicitado. Por favor pregunte a su administrador o al creador del recurso para que le proporcione un rol adecuado como administrador.
manage.success=\u00a1secci\u00f3n {0} guardada con \u00e9xito\!
manage.failed=\u00a1la secci\u00f3n {0} no fue validada\! Esta secci\u00f3n necesita ser ajustada antes que todas las secciones puedan ser guardadas exitosamente.
manage.home.title=Recursos que puede administrar
manage.home.name=Nombre
manage.home.type=Tipo
manage.home.subtype=Subtipo
manage.home.last.modified=\u00daltima modificaci\u00f3n
manage.home.last.publication=\u00daltima publicaci\u00f3n
manage.home.next.publication=Pr\u00f3xima publicaci\u00f3n
manage.home.visible=Visibilidad
manage.home.visible.public=P\u00fablico
manage.home.visible.private=Privado
manage.home.visible.deleted=Eliminado
manage.home.organisation=Organizaci\u00f3n
manage.home.not.registered=No registrado
manage.home.not.registered.verbose=Este recurso no ha sido registrado en GBIF
manage.home.registered.verbose=Este recurso ha sido registrado en GBIF con el siguiente UUID\: <a href\="{0}">{1}</a>.
manage.home.published.verbose=<a href\="{0}">{1}</a> publica este recurso, y est\u00e1 registrado en GBIF como un publicador de datos avalado por <a href\="{2}">{3}</a>.
manage.home.not.published=No publicado
manage.home.resource.locked=Este recurso est\u00e1 bloqueado debido a un proceso pendiente, por favor int\u00e9ntelo m\u00e1s tarde.
manage.home.resources.none=Inexistente, por favor cree un recurso o solicite a los administradores actuales que lo agreguen a su(s) recurso(s).

manage.locked=Este recurso est\u00e1 en proceso de publicaci\u00f3n/actualizaci\u00f3n. Mientras tanto est\u00e1 bloqueado a otras modificaciones, pero puede <a href\="{0}">cancelar</a> el proceso si es necesario.

manage.resource.create.title=Crear un Nuevo Recurso
manage.resource.create.intro=Puede crear un nuevo recurso en blanco, subir un recurso existente guardado como un archivo Darwin Core comprimido, o subir un recurso existente en un IPT, utilizando su carpeta de configuraci\u00f3n de recursos en formato .zip. Por favor, consulte el Manual del Usuario para obtener instrucciones m\u00e1s espec\u00edficas. Se requiere un nombre corto.
manage.resource.create.file=Cargue un Archivo Darwin Core (opcional)\:
manage.resource.create.success=El Archivo Darwin Core existente fue importado e interpretado bajo la categor\u00eda {0}. Conjuntos de datos importados\: {1}. Mapeos creados\: {2}.
manage.resource.create.core.invalid=El Archivo Darwin Core es inv\u00e1lido y no tiene un mapeo con el est\u00e1ndar
manage.resource.create.core.invalid.rowType=El archivo Darwin Core es invalido\: El core mapeado no tiene categor\u00eda
manage.resource.create.core.invalid.id=El archivo Darwin core no es v\u00e1lido\: porque se est\u00e1n utilizando extensiones, el core debe contener un elemento de Id que identifica cada registro
manage.resource.create.core.invalid.coreid=El archivo Darwin core no es v\u00e1lido\: porque se est\u00e1n utilizando extensiones, la extensi\u00f3n debe contener un elemento Id que contenga el Id del registro en el core (el Id que coincide en el archivo core)
manage.resource.create.failed=No es posible leer el archivo cargado
manage.resource.create.rowType.null=RowType {0} no disponible en esta instalaci\u00f3n del IPT. Por favor contacte al administrador del IPT para ayuda.
manage.resource.create.extension.null=Se encontr\u00f3 una extensi\u00f3n inexistente. Por favor verifique que hayan sido instaladas todas las extensiones de las que depende este recurso, e importelo nuevamente si ya est\u00e1 instalada.
manage.resource.create.mapping.concept.skip=Se ignor\u00f3 el elemento {0} en el mapeo, el cual es desconocido para la extensi\u00f3n {1}
manage.resource.create.forbidden=No pueden crearse recursos hasta que por lo menos una organizaci\u00f3n se asocie con el IPT. P\u00f3ngase en contacto con el administrador del IPT para obtener ayuda.
manage.resource.delete.confirm=\u00bfDesea eliminar este recurso?
manage.resource.delete.confirm.registered=Tenga en cuenta que la eliminaci\u00f3n del Indexador de GBIF es autom\u00e1tica, pero no puede deshacerse sin una comunicaci\u00f3n expl\u00edcita por email a la <a href\=''mailto\:helpdesk@gbif.org''> Mesa de Ayuda de GBIF</a>.
manage.resource.delete.confirm.doi=Debido a que a este recurso le fue asignado un DOI, este \u00faltimo se debe mantener. La eliminaci\u00f3n asegura que los datos ya no se puedan descargar y el DOI se resuelve en una p\u00e1gina explicando que el recurso ha sido retirado. Tenga en cuenta que puede tomar hasta 24 horas para que una actualizaci\u00f3n de DOIs sea conocida a nivel mundial.
manage.resource.undoDelete.confirm=Debido a que a este recurso le fue asignado previamente un DOI, deshacer la eliminaci\u00f3n hace que los datos est\u00e9n disponibles nuevamente para descargar, resolviendo a la \u00faltima versi\u00f3n publicada de este recurso. Tenga en cuenta que puede tomar hasta 24 horas para que una actualizaci\u00f3n de DOIs sea conocida a nivel mundial. \u00bfQuiere recuperar este recurso?
manage.resource.delete.failed=Error al eliminar el recurso.
manage.resource.undelete.failed=No se pudo recuperar el recurso.
manage.resource.status.intro.private=Este recurso es privado para los administradores. Para hacer este recurso disponible a todo el mundo, h\u00e1galo publico.
manage.resource.status.intro.public=Este recurso es publico y disponible para todo el mundo.
manage.resource.status.intro.public.migration=Si desea que este recurso actualice un recurso DiGIR, BioCASE o TAPIR registrado, por favor aseg\u00farese que el recurso est\u00e9 registrado con la misma organizaci\u00f3n propietaria, y que el UUID del recurso existente registrado, haya sido adicionado a la lista de identificadores alternativos del recurso en la p\u00e1gina {0}.
manage.resource.status.intro.public.gbifWarning=Tenga en cuenta que luego del registro, puede tomar hasta una hora para que los datos sean indexados por GBIF.
manage.resource.status.intro.registered=Este recurso p\u00fablico est\u00e1 registrado en GBIF, lo que significa que es visible a nivel mundial a trav\u00e9s de la <a href\="http\://www.gbif.org" target\="_blank"> p\u00e1gina web de GBIF</a>.
manage.resource.status.intro.deleted=Este recurso ha sido eliminado, pero dado que se le asign\u00f3 un DOI debe permanecer accesible al p\u00fablico. Su DOI se resuelve en una p\u00e1gina explicando que el recurso ha sido eliminado, y los datos ya no est\u00e1n disponibles para su descarga.
manage.resource.status.registration.intro=Registrar este recurso en GBIF para hacerlo visible a nivel mundial, a trav\u00e9s de la <a href\="http\://www.gbif.org" target\="_blank"> p\u00e1gina web de GBIF</a>. Para que sea accesible \u00fanicamente para los administradores, el recurso debe ser privado.
manage.resource.status.registration.forbidden=No tiene el permiso necesario para registrar este recurso en GBIF.
manage.resource.status.publication.forbidden=No tiene el rol necesario para publicar este recurso.
manage.resource.status.publication.forbidden.account.missing=Este recurso no puede ser publicado, porque no se encuentra la cuenta DataCite o EZID, o se ha configurado mal.
manage.resource.status.deletion.forbidden=No tiene el rol necesario para eliminar este recurso.
manage.resource.status.undeletion.forbidden=No tiene el rol necesario para recuperar este recurso.
manage.resource.status.doi.forbidden=No tiene el rol necesario asignar DOIs a este recurso.


manage.resource.identifierStatus.intro.reserved=El DOI para este recurso queda solicitado, lo que significa que a\u00fan es desconocido para un traductor de DOIs. Para que este DOI sea reconocido por un traductor, compruebe que el DOI es correcto y luego h\u00e1galo p\u00fablico. Tenga en cuenta que una vez un DOI es p\u00fablico, no puede ser eliminado y la visibilidad del recurso no puede ser cambiada a privado.
manage.resource.identifierStatus.intro.public=El DOI para este recurso es publico, lo que significa que es reconocido por un decodificador. Si este recurso es inv\u00e1lido o a punto de ser eliminado, por favor no haga el DOI no disponible. Esta acci\u00f3n asegurar\u00e1 que el DOI no se resuelva en la p\u00e1gina de un recurso.
manage.resource.identifierStatus.edit=Editar DOI
manage.resource.role.change=Por favor contacte al administrador del IPT si cree que deber\u00eda tener dichos permisos.
manage.resource.publish.forbidden=Dado que este recurso se ha registrado en GBIF, y el registro del recurso se actualiza con cada publicaci\u00f3n, no es posible publicar este recurso como uno nuevo.
manage.resource.read.eml.metadata=Metadatos EML le\u00eddos
manage.resource.read.basic.metadata=Metadatos b\u00e1sicos le\u00eddos
manage.resource.read.problem=No se puede leer el archivo de los metadatos
manage.resource.addSource.confirm=Uno o m\u00e1s archivos ya existen, \u00bfEst\u00e1 seguro que desea reemplazarlos?
manage.resource.migrate=El recurso coincide con un recurso registrado existente (UUID\={0} propiedad de {1}). Por lo tanto, este recurso ser\u00e1 asociado al recurso registrado existente, y no como un recurso nuevo.
manage.resource.migrate.failed=La migraci\u00f3n del recurso fall\u00f3
manage.resource.migrate.failed.multipleUUIDs=Al momento del registro, se encontraron multiples UUIDs en la lista de indentificadores alternativos.
manage.resource.migrate.failed.badUUID=Al menos un UUID fue encontrado en la lista de identificadores alternativos que no corresponde a un recurso propiedad de {0}.
manage.resource.migrate.failed.help=Con el fin de proceder con el registro, se debe\: 1) Eliminar todos los identificadores alternativos UUID, si este recurso est\u00e1 destinado a ser un recurso completamente nuevo; o 2) Adicionar un solo identificador alternativo UUID, que sea igual al UUID del recurso registrado existente  y que ser\u00e1 actualizado.
manage.resource.migrate.failed.duplicate=El UUID {0} encontrado en la lista de identificadores alternativos ya est\u00e1 asignado a uno o m\u00e1s recursos p\u00fablicos o registrados\: {1}
manage.resource.migrate.failed.duplicate.help=Si est\u00e1 tratando de remplazar un recurso registrado que ya existe en el IPT, el otro recurso debe ser eliminado primero. En este caso, por favor notifique a helpdesk@gbif.org que el recurso ha sido remplazado, y no eliminado, esto se debe a que la eliminaci\u00f3n de un recurso registrado se marca como borrado en el Registro de GBIF.

manage.mapping.title=Mapeo del Conjunto de Datos
manage.mapping.intro1=Mapeado el conjunto de datos {0} to {1} {2}.
manage.mapping.intro=Cada columna del conjunto de datos puede ser mapeada a uno o m\u00e1s elementos en esta extensi\u00f3n. Tambi\u00e9n puede especificar un valor est\u00e1tico para cada elemento que se utiliza para todos los registros, o definir una traducci\u00f3n entre los valores de su conjunto de datos y el valor usado.<br/> <br/>Note que la columna en su conjunto de datos contiene una clave \u00fanica para cada registro/fila que debe ser mapeado al identificador. Si desea mapa otros conjuntos de datos, este identificador es necesario y se utilizar\u00e1 para unir sus filas.<br/> <br/>Tambi\u00e9n se puede usar un filtro para incluir s\u00f3lo los registros que coincidan con un criterio para uno de los campos del conjunto de datos.

manage.mapping.source=Conjunto de datos
manage.mapping.source.help=Antes de empezar a mapear los elementos, por favor seleccione un archivo que contenga el conjunto de datos.
manage.mapping.datasetIdColumn=Usar DOI del recurso
manage.mapping.datasetIdColumn.help=Por favor, marque esta casilla si desea que el IPT establezca como valor predeterminado para el datasetID, el DOI del recurso. Tenga en cuenta que esta configuraci\u00f3n s\u00f3lo aplica al mapeo de este elemento, as\u00ed que en otras partes se debe repetir si es necesario.
manage.mapping.noid=Sin ID
manage.mapping.lineNumber=N\u00famero de L\u00ednea
manage.mapping.uuid=Generador de UUID
manage.mapping.hideEmpty=Ocultar Campos no Mapeados
manage.mapping.hideGroups=Ocultar las clases redundantes
manage.mapping.redundant=Clases redundantes
manage.mapping.showAll=Mostrar todos los campos
manage.mapping.showAllGroups=Mostrar todas las clases
manage.mapping.index=\u00cdndice de Campos
manage.mapping.filters=Filtros del Campo
manage.mapping.fields=Campos

manage.mapping.info.linenumbers=Para los n\u00fameros de l\u00ednea, puede especificar un sufijo no num\u00e9rico opcional para ser a\u00f1adido al id. Esto es \u00fatil para generar identificadores \u00fanicos cuando se mapea el mismo conjunto de datos m\u00faltiples veces<br /><br />
manage.mapping.info=Un filtro excluye los registros coincidentes del archivo generado. Por ejemplo, especifique &quot;ColumnA IsNotNULL&quot;  para incluir \u00fanicamente los registros que tengan un valor en la ColumnA.<br /><br />Un filtro puede ser muy \u00fatil si la misma extensi\u00f3n es mapeada varias veces para crear tablas cruzadas. Si tiene dos columnas para nombres comunes, uno en Ingl\u00e9s y otro en Espa\u00f1ol, en la misma fuente de datos, puede hacer un mapeo adicional hacia la extensi\u00f3n de nombres comunes. Mapee una de las dos columnas en cada mapeo y establezca el filtro en la misma columna para IsNotNULL. De este modo, \u00fanicamente los registros de la extensi\u00f3n que realmente tienen un nombre com\u00fan, quedar\u00e1n en el archivo final.
manage.mapping.filter=Filtro
manage.mapping.filter.afterTranslation=Despu\u00e9s de la Traducci\u00f3n
manage.mapping.filter.beforeTranslation=Antes de la Traducci\u00f3n
manage.mapping.sourceSample=Muestra de los datos
manage.mapping.translation=Traducci\u00f3n
manage.mapping.automaped={0} columnas automapeadas con base en los nombres del encabezado.
manage.mapping.deleted=Mapeo eliminado {0}.
manage.mapping.couldnt.delete=No fue posible eliminar el mapeo {0}.
manage.mapping.no.mapped.title=Columnas sin mapear
manage.mapping.no.mapped.columns=Las siguientes columnas del conjunto de datos no est\u00e1n mapeadas a elemento alguno de esta extensi\u00f3n
manage.mapping.redundant.classes.title=Clases de t\u00e9rminos redundantes
manage.mapping.redundant.classes.intro=Las siguientes clases son redundantes, puesto que ya est\u00e1n incluidas en la extensi\u00f3n del Core

manage.history.title=Historial de Versiones
manage.history.intro=Editar el resumen de cambios para la versi\u00f3n {0} del recurso {1}.

manage.source.unique=El nombre del conjunto de datos ya existe, por favor escoja un nombre \u00fanico.
manage.source.title=Conjunto de datos
manage.source.intro=Edite el formato de su conjunto de datos
manage.source.readable=Se puede leer
manage.source.columns=Columnas
manage.source.file=Archivo
manage.source.size=Tama\u00f1o
manage.source.rows=Filas
manage.source.modified=Modificado
manage.source.filesystem.error=Error en el sistema de archivos\: {0}
manage.source.unsupported.compression.format=Formato de compresi\u00f3n no soportado. Por favor use .zip, .gzip o archivos de texto plano.
manage.source.replaced.existing=Conjunto de datos existente reemplazado >>{0}<< .
manage.source.numColumns.changed=El n\u00famero de columnas de la fuente de datos >>{0} << ha cambiado de {1} a {2} por lo tanto, todo el mapeo para esta fuente debe revisarse otra vez.
manage.source.added.new=A\u00f1adido nuevo archivo del conjunto de datos >>{0}<<.
manage.source.deleted=Conjunto de datos eliminado {0}.
manage.source.deleted.couldnt=No se pudo borrar el conjunto de datos {0}.
manage.source.error=Error en el conjunto de datos\: {0}
manage.source.existing=El conjunto de datos con este nombre ya existe.
manage.source.invalidFileName=El nombre del archivo del conjunto de datos no es v\u00e1lido\: el nombre del archivo puede solo contener caracteres alfanum\u00e9ricos (A-Z, 0-9), espacios, guiones bajos, puntos, par\u00e9ntesis y guiones.
manage.source.cannot.add=No se pudo agregar el conjunto de datos {0}\: {1}
manage.source.cannot.load=El conjunto de datos {0} no puede ser cargado. Por favor contacte al administrador del IPT.
manage.source.compressed.files={0} archivos comprimidos encontrados, agregando todo.
manage.source.source.log=Reporte del conjunto de datos
manage.source.download=Descargar
manage.source.confirmation.message=\u00bfEst\u00e1 seguro que desea eliminar este archivo del conjunto de datos? Tenga en cuenta que los mapeos asociados a este archivo tambi\u00e9n se eliminar\u00e1n.

manage.overview.title.label=T\u00edtulo del Recurso
manage.overview.title=Vista General
manage.overview.description=Esta es la p\u00e1gina para la vista general del recurso <em>{0}</em>.
manage.overview.intro=Por favor comience por cargar y mapear el conjunto de datos para generar y publicar un archivo Darwin Core. No olvide completar los metadatos obligatorios. Los recursos publicados pueden ser registrados en la red de GBIF y asignarles un DOI. Los recursos registrados en GBIF pueden eliminarse, pero un estado privado no se puede revertir . Despu\u00e9s que a un recurso le ha sido asignado un DOI, \u00e9ste no puede ser eliminado y deben permanecer accesible al p\u00fablico.
manage.overview.intro.metadataOnly=Por favor comience completando los metadatos obligatorios. Los recursos publicados pueden ser registrados en la Red de GBIF. Los recursos registrados pueden eliminarse, pero no se puede revertir un estado privado.
manage.overview.no.description=Sin Descripci\u00f3n
manage.overview.keywords=Palabras Clave
manage.overview.taxcoverage=Cobertura Taxon\u00f3mica
manage.overview.geocoverage=Cobertura Geogr\u00e1fica
manage.overview.metadata=Metadatos
manage.overview.missing.metadata=\u00a1Al recurso le faltan metadatos obligatorios\!
manage.overview.metadata.description=Los metadatos del recurso.
manage.overview.metadata.preview=Vista previa {0}
manage.overview.notModified=No ha sido modificado desde la \u00faltima publicaci\u00f3n
manage.overview.source.hidden=Como se trata de un recurso con solo metadatos, se ocultaron las secciones para cargar el conjunto de datos y realizar un mapeo DwC. Para a\u00f1adir datos primarios, solamente cambie el tipo de recurso en sus {0}.
manage.overview.source.data=Conjunto de Datos
manage.overview.source.intro=Sus archivos del conjunto de datos y fuentes SQL para generar un Archivo Darwin Core.
manage.overview.source.description1=Puede cargar archivos de texto delimitado (csv, tab y archivos utilizando cualquier otro delimitador), ya sea directamente o comprimido (zip o gzip).
manage.overview.source.description2=Los archivos de Excel tambi\u00e9n son soportados.
manage.overview.source.description3=Para cargar o actualizar un archivo, seleccione el archivo local y luego haga clic en "{0}".
manage.overview.source.description4=Como alternativa, puede configurar <i>vistas SQL</i> a bases de datos en su red local. Para crear una nueva fuente SQL, seleccione "{0}" sin ning\u00fan archivo seleccionado.
manage.overview.source.description5=No es posible actualizar un recurso cargando un Archivo Darwin Core. Esta caracter\u00edstica no est\u00e1 implementada a\u00fan.
manage.overview.source.file=[archivo]
manage.overview.source.sql=[sql]
manage.overview.source.excel=[excel]
manage.overview.source.rows=filas
manage.overview.source.columns=columnas
manage.overview.no.DwC.extensions=No hay est\u00e1ndares instalados. \u00a1Por favor contacte al administrador de su IPT\!
manage.overview.no.DwC.extension=El est\u00e1ndar {0} no esta instalado. \u00a1Por favor contacte al administrador de su IPT\!
manage.overview.DwC.Mappings=Mapeo Darwin Core
manage.overview.DwC.Mappings.description=Su mapeo entre el conjunto de datos y los elementos del Darwin Core.
manage.overview.DwC.Mappings.cantdo=No se puede realizar un mapeo entre el conjunto de datos y los elementos del Darwin Core hasta que el conjunto de datos no haya sido cargado y los est\u00e1ndares correctos hayan sido instalados. La \u00fanica forma para que el mapeo no sea necesario, es que el recurso est\u00e9 compuesto solamente por metadatos.
manage.overview.DwC.Mappings.coretype.description1=Aqu\u00ed puede mapear el conjunto de datos con los elementos de Darwin Core, seleccionando la extensi\u00f3n adecuada que tiene campos que coinciden con los del conjunto de datos.
manage.overview.DwC.Mappings.coretype.description2=En primer lugar, seleccione un Est\u00e1ndar y realice el mapeo con \u00e9ste, antes de seleccionar una extensi\u00f3n a mapear.
manage.overview.DwC.Mappings.coretype.description3=Seleccione "Darwin Core Taxon" cuando la base del recurso son nombres taxon\u00f3micos, "Darwin Core Event" cuando la base del recurso es un evento de muestreo o "Darwin Core Occurrence" cuando la base del recurso son registros en la naturaleza (observaciones) o en una colecci\u00f3n (espec\u00edmenes).
manage.overview.DwC.Mappings.coretype.description4=Si no aparece en el cuadro de selecci\u00f3n el est\u00e1ndar o la extensi\u00f3n adecuada, p\u00f3ngase en contacto con el administrador del IPT para instalarla.
manage.overview.DwC.Mappings.terms=elementos mapeados en
manage.overview.DwC.Mappings.select=Seleccione \u00fanicamente un Est\u00e1ndar
manage.overview.DwC.Mappings.cores.select=Core
manage.overview.DwC.Mappings.extensions.select=Extensiones
manage.overview.DwC.Mappings.select.invalid=Selecci\u00f3n inv\u00e1lida\: el Est\u00e1ndar o la Extensi\u00f3n seleccionada no existe.
mapping.preview.success=Finaliz\u00f3 con \u00e9xito la previa del mapeo
mapping.preview.failed=Fall\u00f3 la vista previa del mapeo
mapping.preview.not.found=No se encontr\u00f3 el archivo para la vista previa del mapeo
mapping.preview.error=No se pudo generar una vista previa del mapeo\: {0}
mapping.preview.mapping.not.found=Ning\u00fan mapeo encontrado con la categor\u00eda\={0} y ID del mapeo\={1}
mapping.preview.bad.request=Solicitud incorrecta\: Se requieren la categor\u00eda y ID del mapeo para la vista previa del mapeo

manage.overview.visibility=Visibilidad
manage.overview.visibility.description=La visibilidad de un recurso determina qui\u00e9n podr\u00e1 verlo, si la vista es privada para los administradores (privado), disponible para todos (p\u00fablico), visible en todo el mundo a trav\u00e9s del sitio web de GBIF (registrada) o eliminado pero a\u00fan disponible a todo el mundo debido a que se le asign\u00f3 un DOI (eliminado pero p\u00fablico). De manera predeterminada, cada recurso es visible s\u00f3lo para el usuario que lo cre\u00f3 y cualquier otro usuario que tenga el rol Admin en el IPT donde se cre\u00f3 el recurso.
manage.overview.visibility.missing.metadata=El recurso debe ser publicado antes de registrarse en la Red de GBIF.
manage.overview.visibility.missing.organisation=Este recurso no tiene asociado una organizaci\u00f3n para su publicaci\u00f3n, por lo tanto no puede ser registrado ante GBIF. P\u00f3ngase en contacto con el administrador del IPT para asociar en este IPT a la organizaci\u00f3n publicadora correcta.
manage.overview.identifierStatus.no.organisations=Para registrar un DOI, el administrador del IPT primero debe asociar una organizaci\u00f3n (que tiene una cuenta con una agencia de registro DOI) con este IPT.
manage.overview.identifierStatus.missing.metadata=Antes que un DOI pueda ser solicitado para un recurso, debe proporcionar los metadatos b\u00e1sicos requeridos.
manage.overview.visibility.resource.key=Clave del Recurso
manage.overview.visibility.organisation=Organizaci\u00f3n
manage.overview.visibility.organisation.contact=Contacto de la Organizaci\u00f3n
manage.overview.visibility.endorsing.node=Nodo que Respalda
manage.overview.visibility.confirm.registration=Est\u00e1 a punto de registrar el recurso en GBIF. \u00bfQuiere registrarlo?
manage.overview.visibility.confirm.agreement=Confirme que ha le\u00eddo y entendido el <a target\=''_blank'' href\=''http\://data.gbif.org/tutorial/datasharingagreement''>acuerdo de GBIF sobre intercambio de datos</a>
manage.overview.published=Versiones publicadas
manage.overview.published.report=Reporte de publicaci\u00f3n
manage.overview.published.see.report=Ver reporte
manage.overview.published.hide.report=Ocultar reporte
manage.overview.published.intro=Una vista previa de la versi\u00f3n pendiente a ser publicada en comparaci\u00f3n con la versi\u00f3n actual, si existe.
manage.overview.published.description=Al publicar una nueva versi\u00f3n de un recurso, se crear\u00e1 una nueva versi\u00f3n del EML, RTF y Archivo Darwin Core (DwC-A). Un DwC-A compila el conjunto de datos mapeado y los metadatos en un archivo zip.
manage.overview.published.description.metadataOnly=Al publicar una nueva versi\u00f3n \u00fanicamente de los metadatos de un recurso, se crear\u00e1 una nueva versi\u00f3n del EML y RTF.
manage.overview.published.description.doiAccount=Todos los DOIs asignados a este recurso son registrados usando la cuenta de {0} perteneciente a {1} con el prefijo {2}. La mejor pr\u00e1ctica consiste en asignar un nuevo DOI al recurso cada vez que se somete a un cambio cient\u00edficamente significativo . Por favor consulte el manual del usuario para m\u00e1s orientaci\u00f3n.
manage.overview.published.description.noDoiAccount=La mejor pr\u00e1ctica consiste en ingresar al resumen de cambios para cada nueva versi\u00f3n publicada, con el fin de ayudar a los usuarios de los datos a entender cu\u00e1l es la versi\u00f3n de los datos a utilizar.
manage.overview.published.testmode.warning=Su recurso no puede ser indexado por GBIF, debido a que este IPT se encuentra en Modo Prueba.
manage.overview.published.missing.metadata=Antes que pueda publicar un recurso, debe proporcionar los metadatos b\u00e1sicos necesarios.
manage.overview.published.last.publication=\u00daltima Publicaci\u00f3n
manage.overview.published.last.publication.intro=Versi\u00f3n actual
manage.overview.published.next.publication.intro=Versi\u00f3n pendiente
manage.overview.published.released=Publicado en
manage.overview.published.version=Versi\u00f3n
manage.overview.published.from=desde
manage.overview.published.download=Descargar
manage.overview.published.records=registros
manage.overview.published.archive=Archivo Darwin Core
manage.overview.published.eml=EML
manage.overview.published.resource.version=Versi\u00f3n del recurso publicado {0}.
manage.overview.publishing=publicaci\u00f3n
manage.overview.publishing.resource.version=Versi\u00f3n del recurso publicado \#{0}.
manage.overview.publishing.error={0}\: Fall\u00f3 la publicaci\u00f3n del recurso en el paso {1}. Raz\u00f3n\: {2}
manage.overview.publishing.validator=Validar la versi\u00f3n actual con el Validador de Archivos
manage.overview.publishing.doi.reserve.confirm=Esta punto de solicitar un DOI para este recurso. Tenga en cuenta que todav\u00eda puede eliminar el DOI, mientras este no se haya registrado todav\u00eda. \u00bfQuiere solicitarlo?
manage.overview.publishing.doi.reserve.help=Usted puede reservar un DOI para un recurso despu\u00e9s de haber documentado los metadatos obligatorios. Para reutilizar un DOI existente, ingr\u00e9selo en el campo del identificador de la citaci\u00f3n en los metadatos del recurso. Si un recurso est\u00e1 p\u00fablicamente disponible y se ha reservado un DOI, la pr\u00f3xima publicaci\u00f3n resultar\u00e1 en una nueva versi\u00f3n con cambios mayores y se registrar\u00e1 el DOI. De otra manera, si un recurso es privado y ha reservado un DOI, la pr\u00f3xima publicaci\u00f3n resultar\u00e1 en una nueva versi\u00f3n del recurso con cambios menores y el DOI no se registrar\u00e1. Tenga en cuenta que usted puede eliminar un DOI no registrado.
manage.overview.publishing.doi.reserve.new.help=Puede solicitar un nuevo DOI para un recurso publicado al que ya le ha sido asignado un DOI. Tenga en cuenta que el DOI se registrar\u00e1 la pr\u00f3xima vez que el recurso se publica y resolver\u00e1 la versi\u00f3n reci\u00e9n publicada del recurso. El DOI anterior a\u00fan resolver\u00e1 la versi\u00f3n anterior, pero mostrar\u00e1 una advertencia que ha sido reemplazado por uno nuevo. Tambi\u00e9n tenga en cuenta que todav\u00eda puede eliminar el DOI solicitado mientras este no se publique.
manage.overview.publishing.doi.reserve.prevented.noOrganisation=No puede asignar un DOI a este recurso hasta que una organizaci\u00f3n con una cuenta de DataCite o EZID sea asociada a este IPT. P\u00f3ngase en contacto con el administrador del IPT para hacerlo.
manage.overview.publishing.doi.delete.confirm=Est\u00e1 a punto de eliminar un DOI solicitado para este recurso. Debido a que nunca se registr\u00f3 este DOI, este nunca estuvo activo y es seguro para eliminar. \u00bfQuiere eliminarlo?
manage.overview.publishing.doi.delete.help=Puede borrar el DOI solicitado para este recurso. Debido a que nunca se registr\u00f3 este DOI, nunca estuvo activo y es seguro para eliminar.
manage.overview.publishing.doi.register.agreement=Confirme que usted entiende que los DOIs no pueden ser eliminados una vez que son registrados.
manage.overview.publishing.doi.register.help=El DOI que se ha solicitado para la versi\u00f3n pendiente de este recurso, se registrar\u00e1 la pr\u00f3xima vez que publique el recurso.
manage.overview.publishing.doi.register.prevented.notPublic=No se puede registrar el DOI que se ha solicitado para este recurso, porque el recurso es privado. Para registrar el DOI, cambie el estado a p\u00fablico y luego publique una nueva versi\u00f3n.
manage.overview.publishing.doi.minorVersion.confirm=Est\u00e1 a punto de publicar una nueva versi\u00f3n <b>menor</b> de este recurso. Si han habido cambios cient\u00edficos significativos del recurso desde la \u00faltima publicaci\u00f3n, debe cancelar, asignar un nuevo DOI y publicar de nuevo.
manage.overview.publishing.doi.majorVersion.confirm=Est\u00e1 a punto de publicar una nueva versi\u00f3n <b>mayor</b> de este recurso, la cual es apropiada para la primera vez que se asigna un DOI a un recurso, o despu\u00e9s de que el recurso experiment\u00f3 cambios cient\u00edficos significativos. Tras la publicaci\u00f3n exitosa, el DOI solicitado para este recurso ser\u00e1 registrado y resolver\u00e1 el recurso en linea luego de 5 minutos. Si esto no es lo que quiere, cancele y borre el DOI solicitado.
manage.overview.publishing.withoutDoi.majorVersion.confirm=Est\u00e1 a punto de publicar una nueva versi\u00f3n de este recurso con <b>cambios mayores</b>, lo cual es apropiado para un recurso que se publica por primera vez, o despu\u00e9s de que el recurso presenta cambios cient\u00edficamente significativos. Si esto no es lo que desea, por favor haga clic en cancelar.
manage.overview.publishing.doi.summary=Antes de publicar, puede ayudar a los usuarios resumiendo lo que ha cambiado en esta versi\u00f3n.
manage.overview.publishing.doi.summary.placeholder=Por favor resuma lo que ha cambiado en esta versi\u00f3n. Puede editar este resumen cuando lo requiera.
manage.overview.publishing.doi.confirm.end=\u00bfQuiere publicar?
manage.overview.publishing.doi.replaced=El DOI asignado a la versi\u00f3n actual sera remplazado por el DOI solicitado para la versi\u00f3n pendiente la pr\u00f3xima vez que se publique el recurso.
manage.overview.publishing.doi.reserve.reused=Un DOI existente [{0}] ya ha sido asignado a este recurso y ser\u00e1 reutilizado. Si este no es el DOI correcto, puede eliminar el DOI solicitado, quitar o reemplazar el DOI desde el campo de identificador de la referencia en los metadatos del recurso y luego tratar de solicitar otro DOI.
manage.overview.publishing.doi.reserve.notRreused=Un DOI existente [{0}] ya ha sido asignado a este recurso, sin embargo, no puede ser reutilizado porque este IPT se limita a registrar DOIs bajo el prefijo {1}. Puede quitar o reemplazar el DOI desde el campo de identificador de la referencia en los metadatos del recurso y luego tratar de solicitar otro DOI. Si a\u00fan desea utilizar este DOI, p\u00f3ngase en contacto con el administrador del IPT para obtener ayuda.
manage.overview.publishing.doi.reserve.success={0} fue solicitado exitosamente
manage.overview.publishing.doi.reserve.failed=Error al solicitar {0}\: {1}
manage.overview.publishing.doi.reserve.failed.metadata=Error al solicitar {0} debido a que los metadatos del DOI eran inv\u00e1lidos\: {1}
manage.overview.publishing.doi.reserve.failed.notPublic=Fall\u00f3 la reutilizaci\u00f3n del DOI registrado ({0}). Para poder asignarlo a este recurso, el recurso debe ser p\u00fablico.
manage.overview.publishing.doi.reserve.failed.invalid.target=Fall\u00f3 la reutilizaci\u00f3n del DOI registrado ({0}). Para poder asignarlo a este recurso, debe cambiarse el el destino URI a {1}.
manage.overview.publishing.doi.reserve.reused.failed=Error al verificar que {0} ya a sido registrado. Por favor int\u00e9ntelo nuevamente.
manage.overview.publishing.doi.reserve.reused.failed.exception=Error al verificar que {0} ya a sido registrado\: {1}
manage.overview.publishing.doi.publish.check.registered.failed=Error al verificar la pre-publicaci\u00f3n\: {0} no esta solicitado o registrado. El estatus es\: {1}
manage.overview.publishing.doi.publish.check.existing.failed=Error al verificar la pre-publicaci\u00f3n\: no se logr\u00f3 comprobar que {0} existe\!
manage.overview.publishing.doi.publish.check.existing.failed.exception=Error al verificar la pre-publicaci\u00f3n\: no se logr\u00f3 comprobar que {0} existe\!\: {1}

manage.overview.publishing.doi.publish.updateDoi.failed=Error al actualizar los metadatos {0}\: {1}
manage.overview.publishing.doi.publish.newMinorVersion=Publicada nueva versi\u00f3n con cambios menores\: {0} se actualiz\u00f3 correctamente
manage.overview.publishing.doi.publish.newMajorVersion=Publicada nueva versi\u00f3n con cambios mayores\: {0} se registr\u00f3 correctamente
manage.overview.publishing.doi.publish.newMajorVersion.replaces=Publicada nueva versi\u00f3n con cambios mayores\: {0} \u00a1se registr\u00f3 con \u00e9xito\!. El DOI anterior tambi\u00e9n ha sido exitosamente actualizado para reflejar que ahora representa una versi\u00f3n anterior del recurso
manage.overview.doi.operation.failed.noAccount=No existe una organizaci\u00f3n con una cuenta de agencia DOI activa. P\u00f3ngase en contacto con el administrador del IPT para obtener ayuda.
manage.overview.publishing.doi.delete.success={0} no se elimin\u00f3 correctamente
manage.overview.publishing.doi.delete.reassign.success={0} fue eliminado y {1} fue reasignado correctamente
manage.overview.publishing.doi.delete.failed.exception=Error al eliminar {0}\: {1}
manage.overview.publishing.doi.delete.failed.notResolved=Error al verificar si existe {0} , por lo tanto no se logr\u00f3 eliminar\!
manage.overview.publishing.doi.deactivate.success={0} fue desactivado correctamente
manage.overview.publishing.doi.undelete.success={0} no se elimin\u00f3 correctamente
manage.overview.publishing.doi.undelete.failed.noOrganisation=La organizaci\u00f3n del recurso ya no est\u00e1 asociada al IPT, clave \={0}
manage.overview.publishing.doi.undelete.failed.badPrefix={0} tiene un prefijo distinto al prefijo de la cuenta de la agencia DOI  activa en este IPT\: {1}
manage.overview.publishing.doi.undelete.failed.badStatus={0} no puede recuperarse porque su estado es {1}
manage.overview.publishing.doi.undelete.failed.notResolved=Error al verificar si existe {0} , por lo tanto no es posible recuperarlo\!
manage.overview.publishing.doi.undelete.failed.exception=Error al intentar recuperar {0}\: {1}

manage.overview.resource.undelete.warning.gbif=En el momento los recursos no pueden ser restaurados autom\u00e1ticamente en el registro GBIF. Por favor, escriba a helpdesk@gbif.org para restaurarlos en el registro GBIF.
manage.overview.resource.managers=Administradores de Recursos
manage.overview.resource.managers.intro=El Administrador ha concedido permiso para modificar este recurso.
manage.overview.resource.managers.description=Los recursos se pueden manejar por varios administradores. Usted puede conceder permiso para modificar este recurso a otros administradores. P\u00f3ngase en contacto con el Administrador del IPT para agregar las cuentas de los nuevos administradores.
manage.overview.resource.managers.creator=Creador
manage.overview.resource.managers.manager=Administrador
manage.overview.resource.invalid.operation=El recurso {0} est\u00e1 actualmente {1}, ajustarlo al estado requerido seria un cambio inv\u00e1lido. Por favor actualice la p\u00e1gina para ver el estado actual correcto.
manage.overview.resource.doi.invalid.operation=El recurso {0} est\u00e1 siendo {1}, ajustarlo al estado requerido ser\u00eda un cambio inv\u00e1lido. Por favor actualice la p\u00e1gina para ver el estado actual correcto.
manage.overview.resource.deleted={0} ha sido eliminado
manage.overview.resource.undeleted=Recuperado {0}
manage.overview.resource.published=\u00a1Recurso publicado\!
manage.overview.resource.being.published=El recurso {0} est\u00e1 siendo publicado. Sea paciente por favor.
manage.overview.resource.registered=Recurso registrado en el Registro GBIF bajo la organizaci\u00f3n {0}.
manage.overview.resource.update.registration=El registro del recurso {0} fue actualizado en el Registro GBIF.
manage.overview.manager.not.available=Administrador {0} no disponible.
manage.overview.failed.stop.publishing=\u00a1Error al intentar detener la publicaci\u00f3n\!
manage.overview.failed.resource.registration=\u00a1El registro del recurso fall\u00f3\!
manage.overview.failed.resource.registration.notPublic=La versi\u00f3n actual no est\u00e1 disponible p\u00fablicamente . Por favor publique una nueva versi\u00f3n que est\u00e9 p\u00fablicamente disponible y vuelva a intentarlo.
manage.overview.prevented.resource.registration.noGBIFLicense=El recurso no puede ser registrado porque a la versi\u00f3n actual no le fue asignada una de las licencias que soporta GBIF. Para habilitar el registro, asigne una de estas licencias y publique una nueva versi\u00f3n.
manage.overview.prevented.resource.publishing.noGBIFLicense=Este recurso registrado no puede publicarse nuevamente porque no le fue asignada una de las licencias que soporta GBIF. Para habilitar la publicaci\u00f3n, por favor as\u00edgnele una de estas licencias.
manage.overview.prevented.resource.registration.notPublic=El recurso no puede registrarse porque la versi\u00f3n actual no est\u00e1 disponible p\u00fablicamente. Por favor, publique una nueva versi\u00f3n que est\u00e9 disponible p\u00fablicamente para permitir el registro.
manage.overview.noGBIFLicense=No soportada por GBIF
manage.overview.failed.resource.update=La actualizaci\u00f3n del registro fall\u00f3\: {0}
manage.overview.user.added=A\u00f1adido {0} a la lista de administradores de recursos.
manage.overview.user.removed=Eliminado {0} de la lista de administradores de recursos.
manage.overview.data.missing=La fuente de datos o el mapeo de Darwin Core no se encuentran. No se gener\u00f3 ning\u00fan archivo de datos. Por favor tenga en cuenta que esto es perfectamente normal si publica un recurso de s\u00f3lo metadatos.
manage.overview.no.data.archive.generated=No se generaron archivos de datos.
manage.overview.changed.publication.status=Estado de Visibilidad Cambiado a {0}.

manage.translation.title=Traducci\u00f3n del Valor
manage.translation.intro=Puede definir una traducci\u00f3n entre los valores de su conjunto de datos a los guardados en el archivo generado. La lista de los diferentes valores encontrados en su conjunto de datos es generada la primera vez por usted, pero pueden ser actualizados manualmente en cualquier momento, aun conservando las traducciones actuales.
manage.translation.property=Propiedad
manage.translation.vocabulary.required=Vocabulario requerido
manage.translation.vocabulary.required.intro=El \u00edcono en la izquierda del cuadro de texto valor traducido, indica si un valor suministrado existe en el vocabulario para este elemento.
manage.translation.source.value=Valor en el Conjunto de Datos
manage.translation.translated.value=Valor Traducido
manage.translation.mapped.terms=Se han mapeado {0} elementos basado en t\u00e9rminos del vocabulario.
manage.translation.cantfind.vocabulary=No se puede encontrar un vocabulario para mapear autom\u00e1ticamente la traducci\u00f3n.
manage.translation.deleted=Traducci\u00f3n eliminada para el elemento {0}.
manage.translation.reloaded.values={0} valor(es) diferente(s) actualizado(s) desde el conjunto de datos (para traducci\u00f3n) para el elemento {1}.
manage.translation.reloaded.fail=Valores del conjunto de datos no se pueden actualizar para el elemento {0}\: {1}
manage.translation.saved=Traducci\u00f3n guardada para el elemento {0}.

manage.metadata.section=Secci\u00f3n
manage.metadata.removethis=Eliminar esta(e)
manage.metadata.addnew=A\u00f1adir nuevo(a)

manage.metadata.basic.title=Metadatos B\u00e1sicos
manage.metadata.basic.required.message=Documente todas las propiedades obligatorias en la secci\u00f3n de Metadatos B\u00e1sicos y luego contin\u00fae documentando los metadatos en las dem\u00e1s secciones que apliquen a su recurso. Entre m\u00e1s metadatos proporcione, mayor ser\u00e1 la oportunidad de que el recurso sea encontrado, reutilizado por otros investigadores y citado.

manage.metadata.parties.title=Partes Asociadas
manage.metadata.parties.title.numbered=Parte Asociada {0}
manage.metadata.parties.intro=Partes Asociadas de este recurso (p. ej. la instituci\u00f3n propietaria).
manage.metadata.parties.item=parte asociada

manage.metadata.geocoverage.title=Cobertura Geogr\u00e1fica
manage.metadata.geocoverage.intro=Puede arrastrar los marcadores o completar los campos para configurar el cuadro de delimitaci\u00f3n geogr\u00e1fica del \u00e1rea cubierta por el recurso.

manage.metadata.taxcoverage.title=Cobertura Taxon\u00f3mica
manage.metadata.taxcoverage.intro=Por favor ingrese los metadatos acerca de las \u00e1reas taxon\u00f3micas cubiertas por el recurso.
manage.metadata.taxcoverage.item=cobertura taxon\u00f3mica
manage.metadata.taxcoverage.addSeveralTaxa=A\u00f1adir varios taxa
manage.metadata.taxcoverage.addSeveralTaxa.help=Una lista de taxa tratados en su conjunto de datos a un nivel de detalle significativo, es decir, hasta Orden o Familia para grandes conjuntos de datos taxon\u00f3micos; hasta G\u00e9nero para conjuntos de datos basados en Familia(s), y hasta Especie para conjuntos de datos basados en G\u00e9neros.
manage.metadata.taxcoverage.subitem=palabra clave taxon\u00f3mica
manage.metadata.taxcoverage.taxon.item=tax\u00f3n
manage.metadata.taxcoverage.unranked=Sin clasificar

manage.metadata.project.title=Datos del Proyecto
manage.metadata.project.intro=Por favor ingresar los metadatos acerca del proyecto bajo el cual los datos del recurso fueron generados.

manage.metadata.methods.title=M\u00e9todos de Muestreo
manage.metadata.methods.intro=Por favor, ingrese los metadatos acerca de los m\u00e9todos de muestreo utilizados para obtener los datos proporcionados en el recurso.
manage.metadata.methods.item=paso metodol\u00f3gico

manage.metadata.tempcoverage.title=Cobertura Temporal
manage.metadata.tempcoverage.intro=Por favor ingrese los metadatos de los per\u00edodos de tiempo cubiertos por el recurso. Primero, seleccione el tipo de cobertura temporal, luego diligencie los campos que aparecer\u00e1n.
manage.metadata.tempcoverage.item=cobertura temporal

manage.metadata.citations.title=Referencias
manage.metadata.citations.intro=Escriba c\u00f3mo deber\u00eda referenciarse su recurso. Para asegurar que su recurso es confiable y citado consistentemente, permita que el IPT genere autom\u00e1ticamente la referencia. Una bibliograf\u00eda opcional tambi\u00e9n puede ser introducida, por ejemplo, referencias de otros recursos relacionados o que se utilizaron en la creaci\u00f3n de este recurso.
manage.metadata.citations.warning=BE AWARE\: Free-text citations get overwritten on the GBIF.org dataset page - learn more <a href\="https\://www.gbif.org/faq?q\=citation" target\="_blank">here</a>.
manage.metadata.citations.bibliography=Referencias Bibliogr\u00e1ficas
manage.metadata.citations.bibliography.help=Referencias de otros recursos relacionados con o que se utilizaron en la creaci\u00f3n de este recurso.
manage.metadata.citations.item=referencia bibliogr\u00e1fica

manage.metadata.collections.title=Datos de la Colecci\u00f3n
manage.metadata.collections.intro=Por favor ingrese los metadatos de la colecci\u00f3n para el recurso.
manage.metadata.collections.curatorialUnits.title=Unidades Curatoriales
manage.metadata.collections.curatorialUnits.title.help=Los conteos de las unidades curatoriales que abarca el recurso. El conteo puede ser ingresado como un rango o como un valor con incertidumbre. Ejemplos de unidades que incluyen pieles, pliegos, hojas, alfileres, cajas, frascos.
manage.metadata.collections.curatorialUnits.item=unidad curatorial


manage.metadata.physical.title=Enlaces Externos
manage.metadata.physical.intro=Por favor suministre (en caso de tenerlo) un vinculo o enlace externo a la p\u00e1gina web del recurso o a otros formatos disponibles en donde tambi\u00e9n se encuentren los datos documentados (p. ej., archivos de bases de datos, hojas de c\u00e1lculo, archivos nexus, datos relacionados, etc.).
manage.metadata.physical.item=enlace externo
manage.metadata.physical.alternativeTitle=Datos externos

manage.metadata.keywords.title=Palabras Clave
manage.metadata.keywords.intro=Por favor ingrese los conjuntos de palabras clave para el recurso, cada uno con un tesauro o vocabulario controlado.
manage.metadata.keywords.item=palabras clave

manage.metadata.additional.title=Metadatos Adicionales
manage.metadata.additional.intro=Por favor ingrese los metadatos adicionales para el recurso.
manage.metadata.additional.logo.intro=<b>Cargue el logo del recurso\:</b> Si no tiene una URL para el logo del recurso, puede cargar una imagen desde su disco duro.
manage.metadata.alternateIdentifiers.title=Identificadores Alternativos
manage.metadata.alternateIdentifiers.title.help=Los identificadores alternativos que son asignados a este recurso, posiblemente desde diferentes sistemas de gestores de datos, pueden ser listados aqu\u00ed.
manage.metadata.alternateIdentifiers.item=identificador alternativo

manage.report.title=Estado de la Publicaci\u00f3n
manage.report.logMessage=Mensajes del Sistema
manage.report.exception=Excepci\u00f3n
manage.report.finished=Terminado
manage.report.continueTo=Contin\u00fae a la <a href\="resource.do?r\={0}">vista general del recurso</a>.

####
# EML
####
eml.title=T\u00edtulo
eml.description=Descripci\u00f3n
eml.description.help=Una breve descripci\u00f3n del recurso que est\u00e1 siendo documentado, dividido en p\u00e1rrafos.
eml.description.item=P\u00e1rrafo
eml.publishingOrganisation=Organizaci\u00f3n publicadora
eml.publishingOrganisation.help=Por favor seleccione la organizaci\u00f3n responsable para la publicaci\u00f3n (producci\u00f3n, liberaci\u00f3n, mantenimiento) este recurso. Se utilizar\u00e1 como organizaci\u00f3n publicadora del recurso cuando se haga el registro en GBIF y al someter los metadatos durante el registro de los DOI. Tambi\u00e9n se utilizar\u00e1 para generar la referencia del recurso (si la generaci\u00f3n autom\u00e1tica est\u00e1 activada), as\u00ed que considere la importancia de este rol. Por favor tenga en cuenta que su selecci\u00f3n no puede ser cambiada despu\u00e9s de que el recurso ha sido registrado en GBIF o le ha sido asignado un DOI.
eml.publishingOrganisation.required=En necesaria la organizaci\u00f3n publicadora.
eml.publishingOrganisation.notFound=Organizaci\u00f3n (key\={0}) no encontrada\!
eml.publishingOrganisation.none=Ninguna organizaci\u00f3n

eml.resourceCreator=Creador del Recurso
eml.resourceCreator.plural=Creadores del Recurso
eml.resourceCreator.plural.help=La lista de creadores representa a las personas y organizaciones que han creado el recurso, en orden de prioridad. La lista sera utilizada para generar la referencia del recurso (si la generaci\u00f3n autom\u00e1tica est\u00e1 activada).
eml.resourceCreator.firstName=Nombre
eml.resourceCreator.lastName=Apellido
eml.resourceCreator.email=Correo Electr\u00f3nico
eml.resourceCreator.phone=Tel\u00e9fono
eml.resourceCreator.position=Posici\u00f3n
eml.resourceCreator.organisation=Organizaci\u00f3n
eml.resourceCreator.address.address=Direcci\u00f3n
eml.resourceCreator.address.city=Ciudad
eml.resourceCreator.address.province=Departamento/Estado/Provincia
eml.resourceCreator.address.country=Pa\u00eds
eml.resourceCreator.address.country.help=La lista de pa\u00edses, territorios e islas est\u00e1 basada en el est\u00e1ndar ISO 3166-1.
eml.resourceCreator.address.postalCode=C\u00f3digo Postal
eml.resourceCreator.homepage=P\u00e1gina Web
eml.resourceCreator.copyLink=Copiar los datos del contacto del recurso
eml.resourceCreator.required=Se requiere al menos un creador

eml.metadataProvider=Proveedor de los Metadatos
eml.metadataProvider.plural=Proveedores de los Metadatos
eml.metadataProvider.plural.help=La lista de proveedores de metadatos representa a las personas y organizaciones responsables de generar los metadatos del recurso.
eml.metadataProvider.firstName=Nombre
eml.metadataProvider.lastName=Apellido
eml.metadataProvider.email=Correo Electr\u00f3nico
eml.metadataProvider.phone=Tel\u00e9fono
eml.metadataProvider.position=Posici\u00f3n
eml.metadataProvider.organisation=Organizaci\u00f3n
eml.metadataProvider.homepage=P\u00e1gina Web
eml.metadataProvider.address.address=Direcci\u00f3n
eml.metadataProvider.address.city=Ciudad
eml.metadataProvider.address.province=Departamento/Estado/Provincia
eml.metadataProvider.address.country=Pa\u00eds
eml.metadataProvider.address.country.help=La lista de pa\u00edses, territorios e islas est\u00e1 basada en el est\u00e1ndar ISO 3166-1.
eml.metadataProvider.address.postalCode=C\u00f3digo Postal
eml.metadataProvider.required=Se requiere al menos un proveedor de metadatos

eml.language=Idioma de los Datos
eml.language.help=El idioma principal de los datos. (No el documento de los metadatos).
eml.language.default=El idioma de los datos es por defecto Ingl\u00e9s.
eml.metadataLanguage=Idioma de los Metadatos
eml.metadataLanguage.help=El idioma en que est\u00e1 escrito el documento de los metadatos.
eml.metadataLanguage.default=El idioma de los metadatos asignado por defecto es Ingl\u00e9s.
eml.language.available=en {0}

eml.contact=Contacto del Recurso
eml.contact.plural=Contactos del Recurso
eml.contact.plural.help=La lista de contactos representa a las personas y organizaciones que custodian o deben ser contactadas para obtener m\u00e1s informaci\u00f3n sobre el recurso, de la misma manera son aquellos que deber\u00edan resolver los posibles problemas con el recurso o sus datos.
eml.contact.firstName=Nombre
eml.contact.lastName=Apellido
eml.contact.email=Correo Electr\u00f3nico
eml.contact.phone=Tel\u00e9fono
eml.contact.position=Posici\u00f3n
eml.contact.organisation=Organizaci\u00f3n
eml.contact.address.address=Direcci\u00f3n
eml.contact.address.city=Ciudad
eml.contact.address.province=Departamento/Estado/Provincia
eml.contact.address.country=Pa\u00eds
eml.contact.address.country.help=La lista de pa\u00edses, territorios e islas est\u00e1 basada en el est\u00e1ndar ISO 3166-1.
eml.contact.address.postalCode=C\u00f3digo Postal
eml.contact.homepage=P\u00e1gina Web
eml.contact.required=Se requiere al menos un contacto
eml.contact.noDirectory=Seleccione un directorio
eml.contact.directory=Perfil en L\u00ednea
eml.contact.directory.help=La URL del perfil en l\u00ednea a la que pertenece el identificador personal.
eml.contact.identifier=Identificador Personal
eml.contact.identifier.help=Un ID ORCID de 16 d\u00edgitos (por ejemplo 0000-0002-1825-0097) u otro identificador que enlaza esta persona con el repositorio del perfil en l\u00ednea especificado.

eml.country.selection=Seleccione un pa\u00eds, territorio o isla
eml.rank.selection=Seleccione una categor\u00eda
eml.preservation.methods.selection=Seleccione un m\u00e9todo de preservaci\u00f3n
eml.agent.role.selection=Seleccione un rol
eml.keywords=Palabras Clave
eml.keywords.help=Cualquier cantidad de palabras clave separadas por coma.

eml.associatedParties.firstName=Nombre
eml.associatedParties.lastName=Apellido
eml.associatedParties.phone=Tel\u00e9fono
eml.associatedParties.role=Rol
eml.associatedParties.role.help=<ul><li><b>Autor\:</b> Persona o instituci\u00f3n vinculada como autor en una publicaci\u00f3n que haga uso de los datos, o de un art\u00edculo de datos<br /></li><li><b>Proveedor de Contenido\:</b> Persona o instituci\u00f3n que aport\u00f3 contenidos a un conjunto de datos (el conjunto de datos descrito puede ser un compuesto).<br /></li><li><b>Custodio de los Datos\:</b> Persona o instituci\u00f3n responsable por custodiar o mantener el conjunto de datos.<br /></li><li><b>Distribuidor\:</b> Persona o instituci\u00f3n involucrada en la cadena de publicaci\u00f3n o distribuci\u00f3n del conjunto de datos.<br /></li><li><b>Editor\:</b> Persona o instituci\u00f3n responsable de editar una publicaci\u00f3n que haya hecho uso del conjunto de datos, o de un art\u00edculo de datos.<br /></li><li><b>Proveedor de los Metadatos\:</b> Persona o instituci\u00f3n responsable de proveer los metadatos.<br /></li><li><b>Creador\:</b> Persona o instituci\u00f3n que originalmente compil\u00f3 o prepar\u00f3 el conjunto de datos.<br /></li><li><b>Propietario\:</b> Persona o instituci\u00f3n due\u00f1a del conjunto de datos (puede o no ser el custodio de los datos).<br /></li><li><b>Punto de Contacto\:</b> Persona o instituci\u00f3n a contactar en caso de requerir m\u00e1s informaci\u00f3n sobre el conjunto de datos.<br /></li><li><b>Investigador Principal\:</b> Contacto cient\u00edfico primario asociado al conjunto de datos.<br /></li><li><b>Procesador\:</b> Persona o instituci\u00f3n responsable de cualquier procesamiento de los datos post-colecta.<br /></li><li><b>Publicador\:</b> Persona o instituci\u00f3n involucrada con la puesta a disposici\u00f3n p\u00fablica de publicaciones que hacen uso de los datos o de un art\u00edculo de datos.<br /></li><li><b>Usuario\:</b> Cualquiera que haga uso del conjunto de datos.<br /></li><li><b>Programador\:</b> Persona o instituci\u00f3n responsable de la programaci\u00f3n y el soporte inform\u00e1tico relacionado con el conjunto de datos.<br /></li><li><b>Curador\:</b> Especialista en una disciplina acad\u00e9mica relevante para las colecciones de la instituci\u00f3n e involucrado con la identificaci\u00f3n de material. En ocasiones especiales, sus funciones incluyen coordinar la preparaci\u00f3n, etiquetado y preservaci\u00f3n de los ejemplares para que puedan ser identificados.<br /></li></ul>
eml.associatedParties.position=Posici\u00f3n
eml.associatedParties.organisation=Organizaci\u00f3n
eml.associatedParties.address.address=Direcci\u00f3n
eml.associatedParties.address.city=Ciudad
eml.associatedParties.address.province=Departamento/Estado/Provincia
eml.associatedParties.address.country=Pa\u00eds
eml.associatedParties.address.country.help=La lista de pa\u00edses, territorios e islas est\u00e1 basada en el est\u00e1ndar ISO 3166-1.
eml.associatedParties.address.postalCode=C\u00f3digo Postal
eml.associatedParties.email=Correo Electr\u00f3nico
eml.associatedParties.homepage=P\u00e1gina Web

eml.geospatialCoverages.description=Descripci\u00f3n
eml.geospatialCoverages.globalCoverage=Establecer cobertura global
eml.geospatialCoverages.globalCoverage.help=Establecer una cobertura geogr\u00e1fica global.
eml.geospatialCoverages.boundingCoordinates=Coordenadas l\u00edmite
eml.geospatialCoverages.boundingCoordinates.min.latitude=Latitud M\u00ednima
eml.geospatialCoverages.boundingCoordinates.max.latitude=Latitud M\u00e1xima
eml.geospatialCoverages.boundingCoordinates.min.longitude=Longitud M\u00ednima
eml.geospatialCoverages.boundingCoordinates.max.longitude=Longitud M\u00e1xima

eml.taxonomicCoverages.description=Descripci\u00f3n
eml.taxonomicCoverages.description.help=Una descripci\u00f3n de las categor\u00edas taxon\u00f3micas representadas en el conjunto de datos o colecci\u00f3n. Cada cobertura taxon\u00f3mica debe tener su propia descripci\u00f3n. <br /><b>Ejemplo(s)\:</b><br /><i>"Todas las plantas vasculares se identificaron a familia o especie, los musgos y los l\u00edquenes fueron identificados como musgo o liquen."</i>
eml.taxonomicCoverages.taxonKeyword.scientificName=Nombre Cient\u00edfico
eml.taxonomicCoverages.taxonKeyword.commonName=Nombre Com\u00fan
eml.taxonomicCoverages.taxonKeyword.rank=Categor\u00eda
eml.taxonomicCoverages.taxonList=Lista de Taxa
eml.taxonomicCoverages.taxonList.help=Puede adicionar los taxa que sean necesarios (uno por l\u00ednea).

eml.temporalCoverages.type=Tipo de Cobertura Temporal
eml.temporalCoverages.singleDate=Fecha \u00danica
eml.temporalCoverages.singleDate.help=Esta fecha est\u00e1 destinada para representar una cobertura que abarca un d\u00eda. Utilice uno de estos formatos\:
eml.temporalCoverages.startDate=Fecha Inicial
eml.temporalCoverages.startDate.help=La fecha en que comenz\u00f3 la cobertura. Use uno de estos formatos\:
eml.temporalCoverages.endDate=Fecha Final
eml.temporalCoverages.endDate.help=La fecha en que finaliz\u00f3 la cobertura. Use uno de estos formatos\:
eml.temporalCoverages.formationPeriod=Periodo de Formaci\u00f3n
eml.temporalCoverages.formationPeriod.help=Descripci\u00f3n del periodo de tiempo durante el cual se organiz\u00f3 la colecci\u00f3n (p.ej., "Victoriano", "1922-1932", "c. 1750"). Use este tipo para indicar una colecci\u00f3n permanente o en crecimiento (p.ej., "2010-presente").
eml.temporalCoverages.livingTimePeriod=\u00c9poca de Existencia
eml.temporalCoverages.livingTimePeriod.help=Un nombre o periodo de tiempo durante el cual el material biol\u00f3gico estuvo vivo. Incluye per\u00edodos de tiempo paleontol\u00f3gicos y otras frases de texto. Por ejemplos\:"1900-1950", "Dinast\u00eda Ming", "Pleistoceno".

eml.project.title=T\u00edtulo
eml.project.identifier=Identificador
eml.project.identifier.help=Un identificador \u00fanico para el proyecto de investigaci\u00f3n. Este puede usarse para unir m\u00faltiples instancias de conjuntos de datos/EML que est\u00e1n asociados de alguna manera al mismo proyecto, por ejemplo una serie de monitoreo. La naturaleza de la asociaci\u00f3n puede ser descrita en la descripci\u00f3n del proyecto.
eml.project.description=Descripci\u00f3n
eml.project.description.help=Resumen sobre el proyecto de investigaci\u00f3n.
eml.project.personnel=Personas Asociadas al Proyecto
eml.project.personnel.help=Esta lista representa a las personas involucradas en el proyecto.
eml.project.personnel.required=Se requiere al menos un contacto del personal
eml.project.personnel.firstName=Nombre
eml.project.personnel.lastName=Apellido
eml.project.personnel.intro=Personas asociadas al proyecto
eml.project.funding=Fuentes de Financiaci\u00f3n
eml.project.funding.help=Informaci\u00f3n acerca de las fuentes de financiaci\u00f3n del proyecto, tales como\: becas y n\u00fameros de contrato; nombres y direcciones de las fuentes de financiaci\u00f3n, periodo activo, etc. Puede ser incluida informaci\u00f3n adicional relacionada con las fuentes de financiaci\u00f3n.
eml.project.studyAreaDescription.descriptorValue=Descripci\u00f3n del \u00c1rea de Estudio
eml.project.studyAreaDescription.descriptorValue.help=Descripci\u00f3n del \u00e1rea f\u00edsica asociada con el proyecto de investigaci\u00f3n. Puede incluir la descripciones de la cobertura geogr\u00e1fica, temporal y taxon\u00f3mica del \u00e1rea mencionada.
eml.project.designDescription=Descripci\u00f3n del Dise\u00f1o
eml.project.designDescription.help=Una descripci\u00f3n general del dise\u00f1o de la investigaci\u00f3n. Puede incluir un informe detallado de objetivos, motivaciones, teor\u00eda, hip\u00f3tesis, estrategia, dise\u00f1o estad\u00edstico y  trabajo en campo.

eml.studyExtent=\u00c1rea de Estudio
eml.studyExtent.help=Descripci\u00f3n del \u00e1rea de muestreo espec\u00edfica y la frecuencia de muestreo (l\u00edmites temporales, frecuencia de registro). El \u00e1rea geogr\u00e1fica de estudio generalmente sustituye el \u00e1rea documentada en \u201cDescripci\u00f3n del \u00e1rea de estudio\u201d de la secci\u00f3n \u201cDatos del Proyecto\u201d.
eml.sampleDescription=Descripci\u00f3n del Muestreo
eml.sampleDescription.help=Descripci\u00f3n de los protocolos de muestreo usados para originar los datos del recurso. La descripci\u00f3n puede ser similar a los procedimientos de muestreo encontrados en la secci\u00f3n de m\u00e9todos de un art\u00edculo cient\u00edfico.
eml.qualityControl=Control de Calidad
eml.qualityControl.help=Una descripci\u00f3n de las acciones tomadas para controlar o evaluar la calidad de los datos que resultan de la secci\u00f3n "Metodolog\u00eda paso a paso".
eml.methodSteps=Metodolog\u00eda paso a paso
eml.methodSteps.help=Este campo describe los elementos que documentan la serie de m\u00e9todos y procedimientos utilizados en el estudio, y los pasos que condujeron a la producci\u00f3n de los datos del archivo. Estos incluyen descripciones textuales de los procedimientos, la literatura relevante, software, instrumentaci\u00f3n, conjuntos de datos y las medidas de control de calidad adoptadas. Cada m\u00e9todo debe ser descrito suficiente detalle para, si es necesario, permitir a otros investigadores interpretar y replicar el estudio.
eml.citation.citation=\u00bfC\u00f3mo referenciar este recurso?
eml.citation.citation.help=La referencia que debe usarse cuando se haga uso del conjunto de datos. Active la generaci\u00f3n autom\u00e1tica para que el IPT autogenere la referencia por usted. El formato de la referencia utilizado en la generaci\u00f3n autom\u00e1tica se basa en el formato recomendado\: referencia de DataCite y satisface la <a href\="https\://www.force11.org/datacitation" target\="_blank">"Joint Declaration of Data Citation Principle"</a>. Este formato incluye un n\u00famero de versi\u00f3n, que es importante especialmente para los conjuntos de datos que se actualizan continuamente.<br /><br /> Ejemplo de la referencia con el creador institucional\: <br /><br /> "Instituto de biodiversidad de Ontario (2011) Aves migratorias de Ontario. Versi\u00f3n 1.2. Universidad de Guelph. Conjunto de datos/Registros biol\u00f3gicos. http\://DX.Doi.org/10.5886/qzxxd2pa "<br /><br /> Ejemplo de la referencia con 9 creadores\: <br /><br />" Brouillet L, Desmet P, Coursol F, Meades SJ, Favreau M, aniones M, Belisle P, C Gendreau, Shorthouse D (2010) Base de datos de las plantas vasculares de Canad\u00e1. Versi\u00f3n 1.2. Universite de Montreal Biodiversity Centre. Conjunto de datos/Lista de especies. http\://Doi.org/10.5886/1bft7W5f"
eml.citation.generate.turn.on=Generaci\u00f3n autom\u00e1tica Desactivada - Activar
eml.citation.generate.turn.off=Generaci\u00f3n autom\u00e1tica Activada - Desactivar

eml.citation.identifier=Identificador de la Referencia del Recurso
eml.citation.identifier.help=Un DOI, URI u otro identificador persistente que se resuelva en el conjunto de datos en l\u00ednea. Se recomienda incluir el identificador en la citaci\u00f3n. Tenga en cuenta que si el recurso tiene un DOI asignado (utilizando el IPT), el IPT establece el DOI como el identificador de la cita y no puede ser editado.
eml.bibliographicCitationSet.bibliographicCitations.citation=Referencia Bibliogr\u00e1fica
eml.bibliographicCitationSet.bibliographicCitations.citation.help=La referencia de un recurso externo relacionado con o utilizado en la creaci\u00f3n de este recurso.
eml.bibliographicCitationSet.bibliographicCitations.identifier=Identificador de la Referencia Bibliogr\u00e1fica
eml.bibliographicCitationSet.bibliographicCitations.identifier.help=Un DOI, URI u otro identificador persistente que se resuelva en el recurso externo en l\u00ednea. Se debe utilizar en la citaci\u00f3n, generalmente al final.
eml.collection=Colecci\u00f3n
eml.collection.plural=Colecciones
eml.collection.plural.help=La lista de colecciones representa las colecciones en las que se basa este recurso.
eml.collectionName=Nombre de la Colecci\u00f3n
eml.collectionName.help=Nombre oficial de la Colecci\u00f3n en el idioma local.
eml.collectionId=Identificador de la Colecci\u00f3n
eml.collectionId.help=El URI (LSID o URL) de la colecci\u00f3n. En RDF, utilizado como URI del recurso de la colecci\u00f3n.
eml.collection.required=Se requiere al menos una colecci\u00f3n.
eml.parentCollectionId=Identificador de la Colecci\u00f3n Parental
eml.parentCollectionId.help=Identificador para la colecci\u00f3n parental de esta subcolecci\u00f3n. Permite la construcci\u00f3n de la jerarqu\u00eda de colecciones y subcolecciones. Por favor ingrese el valor "No aplica", si esta colecci\u00f3n no tiene una colecci\u00f3n parental.
eml.jgtiCuratorialUnits.type=Tipo de M\u00e9todo
eml.jgtiCuratorialUnits.rangeStart=Entre
eml.jgtiCuratorialUnits.rangeEnd=y
eml.jgtiCuratorialUnits.rangeMean=Conteo
eml.jgtiCuratorialUnits.uncertaintyMeasure=+/-
eml.jgtiCuratorialUnits.unitType=Tipo de Unidad
eml.physicalData.name=Nombre
eml.physicalData.charset=Conjunto de caracteres
eml.physicalData.charset.help=Contiene el nombre de la codificaci\u00f3n de caracteres. Esto es t\u00edpicamente ASCII o UTF-8, o una de las codificaciones comunes.
eml.physicalData.distributionUrl=URL del Archivo
eml.physicalData.distributionUrl.help=La URL para descargar o visualizar el recurso en el formato mencionado.
eml.physicalData.format=Formato del Archivo
eml.physicalData.format.help=Nombre del formato del archivo. <br /><b>Ejemplo(s)\:</b><br /><i>Microsoft Excel</i>
eml.physicalData.formatVersion=Versi\u00f3n del Formato del Archivo
eml.physicalData.formatVersion.help=Versi\u00f3n del formato del archivo. <br /><b>Ejemplo(s)\:</b><br /><i>2000 (9.0.2720)</i>
eml.physicalData.other=Otros formatos de los datos
eml.physicalData.other.help=Enlaces a los datos del recurso en otros formatos (por ejemplo, otras bases de datos, hojas de c\u00e1lculo, nexus, datos enlazados, etc.).
eml.keywords.keywordThesaurus=Tesauro/Vocabulario
eml.keywords.keywordThesaurus.help=El nombre del tesauro/vocabulario de donde la palabra clave fue derivada. Los tesauros de palabras clave son por lo general espec\u00edficos de la disciplina y pueden ser personalizados u oficiales. Si las palabras claves no se han extra\u00eddo de un tesauro/vocabulario espec\u00edfico, ingrese <i>''n/a''</i><br /><br /><b>Ejemplo(s)\: </b><br /><i>"Tesauro IRIS de palabras clave"</i>
eml.keywords.keywordsString=Lista de palabras clave
eml.keywords.keywordsString.help=Palabras clave que describen de manera concisa el recurso o se relacionan con \u00e9ste. Separe cada palabra clave con comas (,).
eml.hierarchyLevel=Nivel de jerarqu\u00eda
eml.hierarchyLevel.help=Nivel del conjunto de datos que aplica para los metadatos. El valor por defecto para GBIF es <i>conjunto de datos</i>.
eml.pubDate=\u00daltima fecha de publicaci\u00f3n
eml.pubDate.help=La fecha en la que el recurso fue publicado por \u00faltima vez. Este elemento se actualiza de manera autom\u00e1tica cada vez que el recurso es actualizado.
eml.dateStamp=Fecha de creaci\u00f3n
eml.dateStamp.help=La fecha en la cual la primera versi\u00f3n del recurso fue publicada o disponible al p\u00fablico. Se utilizar\u00e1 como el a\u00f1o de publicaci\u00f3n en la referencia del recurso.
eml.distributionUrl=URL del recurso
eml.distributionUrl.short=Inicio
eml.logoUrl=URL del logo del recurso
eml.logoUrl.help=La URL del logo asociado con el recurso. Si no posee una URL para el logo del recurso, puede subir una imagen desde su disco.
eml.purpose=Prop\u00f3sito
eml.purpose.help=Resumen de los prop\u00f3sitos por los cuales se consolid\u00f3 el conjunto de datos. Incluye los objetivos de la creaci\u00f3n del conjunto de datos y el alcance esperado del mismo.

eml.additionalInfo=Informaci\u00f3n adicional
eml.additionalInfo.help=Cualquier informaci\u00f3n que no est\u00e9 descrita en los dem\u00e1s campos de los metadatos, p. ej.\: historia del proyecto, publicaciones que han usado estos datos, informaci\u00f3n sobre datos relacionados publicados en otro lugar, etc.
eml.specimenPreservationMethod=M\u00e9todo de preservaci\u00f3n de los ejemplares
eml.specimenPreservationMethod.short=m\u00e9todo de preservaci\u00f3n
eml.specimenPreservationMethod.plural=M\u00e9todos de preservaci\u00f3n de los ejemplares
eml.specimenPreservationMethod.plural.help=La lista de m\u00e9todos de preservaci\u00f3n de ejemplares usados en este recurso.
eml.specimenPreservationMethod.help=Palabra clave del vocabulario M\u00e9todo de Preservaci\u00f3n de Ejemplares de GBIF, indica el proceso o t\u00e9cnica utilizada para prevenir el deterioro f\u00edsico de las colecciones no vivientes. Si la colecci\u00f3n tiene m\u00e1s de un m\u00e9todo de preservaci\u00f3n, seleccione el predominante. Recuerde que puede incluir una lista de m\u00e9todos de preparaci\u00f3n y preservaci\u00f3n para un ejemplar en el elemento "Preparaciones" en el mapeo de datos DwC (http\://rs.tdwg.org/dwc/terms/preparations). Por favor, no seleccione ning\u00fan tratamiento para colecciones vivas.
eml.alternateIdentifier=Identificador Alternativo
eml.alternateIdentifier.help=Un identificador secundario adicional para esta entidad. Cuando el recurso es publicado, la URL del IPT al recurso se adiciona a la lista de identificadores. Cuando un recurso le es asignado un DOI nuevo (utilizando el IPT), el IPT asegura que este DOI sea ubicado de primero en la lista de identificadores. Cuando un recurso es registrado en el Registro GBIF, el UUID del registro tambi\u00e9n se agrega a la lista de identificadores. Si el recurso representa un recurso existente registrado en el Registro GBIF, el UUID del recurso existente registrado puede a\u00f1adirse a la lista de identificadores. Esto permitir\u00e1 que el recurso IPT actualice el recurso existente durante el registro, en lugar de registrar un nuevo recurso.<br /><b>Ejemplo(s)\:</b><br /><i>4fa7b334-ce0d-4e88-aaae-2e0c138d049e</i>, <i>VCR3465</i>

eml.intellectualRights.simple=Derechos
eml.intellectualRights.license=Licencia de los datos
eml.intellectualRights.license.help=La licencia que se aplica a un conjunto de datos proporciona una forma estandarizada de definir el uso apropiado de su trabajo. GBIF invita a los publicadores a adoptar la licencia menos restrictiva posible entre tres opciones de lectura mec\u00e1nica (CC0 1.0, CC-BY 4.0 o CC-BY-NC 4.0), para fomentar de la manera m\u00e1s amplia posible el uso y aplicaci\u00f3n de los datos. Inf\u00f3rmese <a href\="http\://www.gbif.org/terms/licences" target\="_blank">aqu\u00ed</a>. Si no es posible que usted elija una de las tres opciones y su conjunto de datos contiene registros biol\u00f3gicos, no podr\u00e1 registrar su conjunto de datos en GBIF o hacerlo globalmente visible a trav\u00e9s de GBIF.org. Si considera que no puede seleccionar una de las tres opciones, p\u00f3ngase en contacto con el Secretariado de GBIF en participation@gbif.org.
eml.intellectualRights.nolicenses=No hay una licencia seleccionada
eml.intellectualRights.license.disclaimer=Debe aplicar la licencia CC0 solamente a su propio trabajo, a menos que tenga los derechos necesarios para aplicarla al trabajo de un tercero.

eml.updateFrequency=Frecuencia de actualizaci\u00f3n
eml.updateFrequency.help=La frecuencia con la que se realizan cambios en el recurso luego de que el recurso inicial ha sido publicado. Para su comodidad, este valor se asignar\u00e1 por defecto para el intervalo de la autopublicaci\u00f3n (si se ha activado la autopublicaci\u00f3n), sin embargo, este puede ser modificado posteriormente. Por favor tenga en cuenta que una descripci\u00f3n de la frecuencia de mantenimiento del recurso tambi\u00e9n se pueden documentar en la secci\u00f3n de Metadatos Adicionales.
eml.updateFrequency.default=La frecuencia de actualizaci\u00f3n se asigna por defecto como desconocida.
eml.updateFrequency.default.interval=La frecuencia de actualizaci\u00f3n ha sido asignada por defecto a un intervalo de autopublicaci\u00f3n\: {0}
eml.updateFrequencyDescription=Descripci\u00f3n de mantenimiento
eml.updateFrequencyDescription.help=Una descripci\u00f3n de la frecuencia de mantenimiento de este recurso. Esta descripci\u00f3n complementa la frecuencia de actualizaci\u00f3n seleccionada en la secci\u00f3n de Metadatos B\u00e1sicos.

####
# RTF
####
rtf.authors=Autor(es) de contacto
rtf.citations=Referencia
rtf.citations.description=Combinaci\u00f3n de autores, a\u00f1o de publicaci\u00f3n del art\u00edculo de datos (en par\u00e9ntesis), Titulo, Nombre de la Revista, Volumen, N\u00famero de edici\u00f3n (en par\u00e9ntesis), y doi del art\u00edculo de datos.
rtf.received=Recibido
rtf.revised=Revisado
rtf.accepted=Aceptado
rtf.published=Publicado
rtf.abstract=Resumen
rtf.keywords=Palabras clave
rtf.generalDesciption=Descripci\u00f3n general
rtf.resourceLink=Datos publicados a trav\u00e9s de
rtf.taxcoverage=Cobertura taxon\u00f3mica
rtf.taxcoverage.description=Descripci\u00f3n general de la cobertura taxon\u00f3mica
rtf.taxcoverage.rank=Categor\u00edas taxon\u00f3micas
rtf.taxcoverage.common=Nombres comunes
rtf.spatialCoverage=Cobertura geogr\u00e1fica
rtf.spatialCoverage.general=Cobertura geogr\u00e1fica general
rtf.spatialCoverage.coordinates=Coordenadas
rtf.spatialCoverage.and=y
rtf.spatialCoverage.latitude=Latitud
rtf.spatialCoverage.longitude=Longitud
rtf.tempcoverage=Cobertura temporal
rtf.project.details=Detalles del proyecto
rtf.project.title=T\u00edtulo del proyecto
rtf.project.personnel=Personas asociadas
rtf.project.funding=Fuentes de financiaci\u00f3n
rtf.project.area=Descripci\u00f3n/descriptor del \u00e1rea de estudio
rtf.project.design=Descripci\u00f3n del dise\u00f1o
rtf.collections.description=Descripci\u00f3n de la colecciones
rtf.collections.parent=Identificador de la colecci\u00f3n parental
rtf.collections.name=Nombre de la colecci\u00f3n
rtf.collections.identifier=Identificador de la colecci\u00f3n
rtf.collections.formatPeriod=Per\u00edodo de formaci\u00f3n
rtf.collections.livingPeriod=\u00c9poca de existencia
rtf.collections.specimen=M\u00e9todo de preservaci\u00f3n de los ejemplares
rtf.collections.curatorial=Unidad curatorial
rtf.collections.curatorial.text=con una incertidumbre de
rtf.methods=M\u00e9todos
rtf.methods.description=Descripci\u00f3n de la metodolog\u00eda paso a paso
rtf.methods.studyExtent=Descripci\u00f3n del \u00e1rea de muestreo
rtf.methods.sampling=Descripci\u00f3n del muestreo
rtf.methods.quality=Descripci\u00f3n del control de calidad
rtf.datasets=Conjuntos de datos
rtf.datasets.description=Descripci\u00f3n del conjunto de datos
rtf.datasets.dwca=Archivo Darwin Core
rtf.datasets.dwca.format=Formato del Archivo Darwin Core
rtf.datasets.object=Nombre del objeto
rtf.datasets.character=Codificaci\u00f3n de caracteres
rtf.datasets.format=Nombre del formato
rtf.datasets.format.version=Versi\u00f3n del formato
rtf.datasets.distribution=Distribuci\u00f3n
rtf.datasets.noPublished=No hay conjuntos de datos publicados a trav\u00e9s del formato de Archivo Darwin Core para este recurso. Actualmente los conjuntos de datos descritos est\u00e1n listados en la secci\u00f3n de Conjuntos de datos externos.
rtf.dtasets.external=Conjuntos de datos externos
rtf.publication=Fecha de publicaci\u00f3n de los datos
rtf.language=Idioma
rtf.purpose=Prop\u00f3sito
rtf.license=Licencias de uso
rtf.date=Fecha
rtf.unknown=Desconocido
rtf.metadata.language=Idioma de los metadatos
rtf.metadata.creation=Fecha de creaci\u00f3n de los metadatos
rtf.metadata.level=Nivel de jerarqu\u00eda
rtf.metadata.locale=Localidad
rtf.references=Referencias

temporalCoverageType.SINGLE_DATE=Fecha \u00fanica
temporalCoverageType.DATE_RANGE=Rango de Fechas
temporalCoverageType.FORMATION_PERIOD=Per\u00edodo de Formaci\u00f3n
temporalCoverageType.LIVING_TIME_PERIOD=\u00c9poca de Existencia

jgtiCuratorialUnitType.COUNT_RANGE=Rango de conteo
jgtiCuratorialUnitType.COUNT_WITH_UNCERTAINTY=Conteo con incertidumbre

####
# CONFIGURATIONS
####
# Date format
format.date={yyyy-MM-dd}

# This message appears when the field value is invalid  according to the *Converter.java class
xwork.default.invalid.fieldvalue=Valor inv\u00e1lido

# Data Tables. Warning: don't translate any word beginning and ending in underscores, e.g. _MENU_
dataTables.sInfo=Mostrando _START_ a _END_ de _TOTAL_
dataTables.sInfoEmpty=Mostrando 0 a 0 de 0
dataTables.sInfoFiltered=(filtrado de _MAX_ en total)
dataTables.sEmptyTable.resources=No hay recursos disponibles actualmente
dataTables.sEmptyTable.organisations=No hay organizaciones disponibles actualmente
dataTables.sEmptyTable.versions=No hay versiones disponibles actualmente
dataTables.sEmptyTable.users=No hay usuarios disponibles actualmente
dataTables.sZeroRecords.resources=No se han encontrado recursos
dataTables.sZeroRecords.organisations=No se han encontrado organizaciones
dataTables.sZeroRecords.versions=No se han encontrado versiones
dataTables.sZeroRecords.users=No se han encontrado usuarios

dwca.failed=Fall\u00f3 la generaci\u00f3n del archivo para el recurso {0}\: {1}
dwca.interrupted=La generaci\u00f3n del archivo para el recurso {0} fue interrumpida\: {1}

publishing.started=Inici\u00f3 la publicaci\u00f3n del recurso {1}, versi\u00f3n \#{0}
publishing.success=Finaliz\u00f3 exitosamente la publicaci\u00f3n del recurso {1}, versi\u00f3n \#{0}
publishing.cancelled=La publicaci\u00f3n del recurso {1}, versi\u00f3n \#{0} \u00a1fue cancelada\!
publishing.error=Se encontr\u00f3 un error tipo {0} durante la publicaci\u00f3n\: {1}
publishing.failed=Fall\u00f3 la publicaci\u00f3n de la versi\u00f3n \#{0} del recurso {1}\: {2}
publishing.skipping=Se omiti\u00f3 la publicaci\u00f3n de la versi\u00f3n \#{0} del recurso {1}\: el n\u00famero m\u00e1ximo de intentos fallidos de publicaci\u00f3n ha sido alcanzado. Por favor intente publicar este recurso de manera separada
publishing.changeSummary.default=No prove\u00eddo

restore.resource.success=Restaurada la versi\u00f3n \#{0} del recurso {1} tras la falla en la publicaci\u00f3n
restore.resource.failed=Fall\u00f3 la restauraci\u00f3n de la versi\u00f3n \#{0} del recurso {1}\: {2}

# Auto-publishing
autopublish=Autopublicaci\u00f3n
autopublish.off=Desactivar
autopublish.update=Publicar y cambiar la frecuencia de autopublicaci\u00f3n
autopublish.activate=Publicar y activar la autopublicaci\u00f3n
autopublish.disable=Publicar y desactivar la autopublicaci\u00f3n
autopublish.interval=Seleccionar la frecuencia
autopublish.help=Para <strong>activar</strong> la autopublicaci\u00f3n, seleccione una de las 5 frecuencias de publicaci\u00f3n y presione el bot\u00f3n Publicar y activar la autopublicaci\u00f3n. Para <strong>cambiar</strong> la frecuencia de autopublicaci\u00f3n, seleccione una frecuencia de publicaci\u00f3n diferente y presione el bot\u00f3n Publicar y cambiar la frecuencia de autopublicaci\u00f3n. Para <strong>desactivar</strong> la autopublicaci\u00f3n, seleccione "Desactivar" y presione el bot\u00f3n Publicar y desactivar la autopublicaci\u00f3n.

# Struts2 overrides
struts.messages.upload.error.SizeLimitExceededException=\u00a1El archivo es demasiado grande\! El tama\u00f1o m\u00e1ximo permitido es de {0} bytes, su archivo es de {1} bytes. Para solucionar este problema, intente comprimir el archivo (con zip o gzip), cargar los datos en una de las muchas bases de datos soportados por el IPT o dividiendo el archivo. Por favor consulte el manual del usuario para obtener m\u00e1s informaci\u00f3n.