Repository: gbif/ipt
Catalog: docs/translations/administration.adoc.*.po
Languages: es, ja, zh

source: This page is unavailable until the IPT instance has been successfully registered in the GBIF Registry (see the information under the "Configure GBIF registration" heading of the "Administration Menu" section). Once registered, this page shows a list of organizations that can be associated with resources in this IPT instance. An IPT that hosts data for organizations other than the one to which it is associated must have the additional organizations configured before they can be used.
es: Esta página no está disponible hasta que la instancia de IPT haya sido registrada con éxito en el Registro de GBIF (ver la información en el encabezado "Configurar el registro de GBIF" de la sección "Menú administración"). Una vez registrado, esta página muestra una lista de organizaciones que pueden ser asociadas con recursos en esta instancia de IPT. Un IPT que aloja datos de organizaciones distintas a la que está asociado debe tener configuradas las organizaciones adicionales antes de poder utilizarlas.
ja: このページは、IPTインスタンスがGBIFレジストリに正常に登録されるまで利用できません（「管理メニュー」セクションの「GBIF登録の設定」の見出しにある情報を参照してください）。登録されると、このIPTインスタンスのリソースに関連付けることができる機関のリストが表示されます。関連付けられた機関以外の機関のデータをホストするIPTは、使用する前に追加の機関を設定する必要があります。
zh: 在 IPT 實例成功註冊到 GBIF 註冊之前，此頁面無法使用（請參見「選單：系統管理」底下「配置 GBIF 註冊」部分的資訊）。完成註冊後，此頁面將顯示可在該 IPT 實例中與資源進行關聯的組織列表。若 IPT 主機為除其所關聯的組織以外的其他組織託管資料，則必須先配置這些額外的組織，才能使用它們。

source: _Assigning DOIs within the IPT is unusual, very few publishers use this function. See xref:doi-workflow.adoc[]._
zh: _在 IPT 中指派 DOI 的情況不常見，極少數發布者會使用此功能。詳見 xref:doi-workflow.adoc[]。_

source: An IPT capable of assigning DOIs to resources must also have an organization configured with a DataCite account. To be configured with a DataCite account, the organization does not necessarily have to be able to publish resources (be associated with resources). Only one DataCite account can be used to register DOIs at a time, and the IPT's archival mode must also be turned on (please refer to the <<Configure IPT settings>> section to learn more about the archival mode). The list of organizations shows which organizations have been configured with DataCite accounts, and which one has been selected to register DOIs for all resources in this IPT instance.
zh: 能夠為資源指派 DOI 的 IPT 必須為擁有 DataCite 帳戶的組織。配置 DataCite 帳戶的組織不一定必須能夠發布資源（與資源相關聯）。一次只能使用一個 DataCite 帳戶來註冊 DOI，且 IPT 的檔案封存模式也必須開啟（請參閱 <<配置 IPT 設定>> 部分以了解檔案封存模式）。組織列表將顯示哪些組織已配置 DataCite 帳戶，以及在此 IPT 實例中的哪個組織已被選定用於為所有資源註冊 DOI。

source: Edit organization
es: Editar una organización
ja: 機関の編集
zh: 編輯組織

source: On this page a user having the Admin role can edit the organization. Click on the button labelled "Edit" to open the page containing the details of the selected organization. For explanations of the fields and selections on this form, refer to the information below.
es: En esta página, un usuario con el rol de Administrador puede editar la organización. Haga clic en el botón "Editar" para abrir la página que contiene los detalles de la organización seleccionada. Para obtener explicaciones sobre los campos y las selecciones de este formulario, consulte la información a continuación:
ja: このページでは、管理責任者ロールを持つユーザーが機関を編集できます。選択した機関の詳細を含むページを開くには、「編集」というラベルの付いたボタンをクリックします。このフォーム上のフィールドと選択の説明については、下記を参照してください。
zh: 在此頁面，具有管理員角色的使用者可以編輯組織。點擊「編輯」按鈕以打開包含所選組織相關詳細資訊的頁面。有關此表單中各欄位及選項的說明，請參考以下資訊：

source: *Organization name* - the title of the organization as registered in the GBIF Registry. *Note*: this cannot be changed.
es: *Nombre de la organización*: el título de la organización inscrita en el Registro de GBIF. *Nota*: No puede ser cambiado.
ja: 機関名 - GBIFレジストリに登録されている機関の名称です。注：これは変更できません。
zh: *組織名稱* - 組織在 GBIF 註冊庫中的名稱。*注意*：此項無法被更改。

source: *Organization shared token* - the shared token that should be used to edit the entry for this organization in the GBIF Registry.
es: *Token compartido de organización*: el token compartido que debe usarse para editar la entrada de esta organización en el Registro de GBIF.
ja: 機関共有トークン - GBIFレジストリの機関のエントリを編集するために使用されるべき共有トークンです。
zh: *組織共享標記* - 用於在 GBIF 註冊庫中編輯此組織條目的共享標記。

source: *Organization alias* - a name given to the organization for convenience within the IPT instance; aliases, rather then the full Organization Name appear in Organization selection lists in the IPT.
es: *Alias*: ingrese un nombre conveniente para representar la organización dentro del IPT. El alias aparecerá en lugar del nombre completo de la organización y en los campos de selección de organización de las interfaces del usuario en el IPT.
ja: 機関のエイリアス - IPTインスタンス内の利便性のために機関に与えられた名前。エイリアスではなく、正式な機関名は、IPTの機関の選択リストで表示されます。
zh: *組織別名* - 在 IPT 實例中為方便起見給予組織的名稱；在 IPT 的組織選單中，別名將代替完整的組織名稱顯示。

source: *Can publish resources* - this checkbox indicates whether the organization can be associated with resources in the IPT. Only those organizations having this box checked will appear in lists to be associated with resources.
es: *¿Puede publicar recursos?*: seleccione este recuadro si la organización seleccionada también puede ser asociada con recursos publicados en este IPT. Si selecciona este recuadro la organización aparecerá en la lista de organizaciones disponibles para asociar con un recurso.
ja: リソースの公開が可能 - このチェックボックスは、機関がIPTのリソースと関連付けることができるかどうかを示しています。このボックスがチェックされている機関のみが、リソースと関連付けられるリストに表示されます。
zh: *是否可以發布資源* - 此選框表示該組織是否可以在 IPT 中與資源相關聯。只有勾選此選框的組織才會出現在可與資源關聯的列表中。

source: *DOI registration agency* - the type of account used to xref:doi-workflow.adoc[register DOIs] for resources; only DataCite is supported. _Most publishers do not need this feature._ *Note*: an account is issued to the organization after it signs an agreement with a DataCite member, which gives it permission to register DOIs under one or more prefixes (e.g. 10.5072) in one or more domains (e.g. gbif.org). Confirm that the account can actually register DOIs under the IPT's domain/public URL otherwise registrations via the IPT won't work.
zh: *DOI 註冊機構* - 用於 xref:doi-workflow.adoc[註冊 DOI] 的帳戶類型；目前僅支援 DataCite。_大多數發布者不需要此功能_。 *注意*：組織與 DataCite 成員簽訂協議後，帳戶將被發放，允許該組織在一個以上的前綴（如 10.5072）和一個以上的域名（如 gbif.org）下註冊 DOI。請確認該帳戶確實可以在 IPT 的域名/公開 URL 下註冊 DOI，否則無法通過 IPT 進行註冊。

source: *Account username* - the username (symbol) of the DataCite account issued to the organization.
es: *Nombre de usuario de la cuenta*: el nombre de usuario (símbolo) de la cuenta expedida a la organización por DataCite.
ja: アカウントのユーザー名 - 機関に発行されたDataCiteアカウントのユーザー名（シンボル）です。
zh: *帳戶使用者名稱* - 分配給該組織的 DataCite 帳戶的使用者名稱（標記）。

source: *Account password* - the password of the DataCite account issued to the organization.
es: *Contraseña de la cuenta*: la contraseña de la cuenta expedida a la organización por DataCite.
ja: アカウントのパスワード - 機関に発行されたDataCiteアカウントのパスワード。
zh: *帳戶密碼* - 分配給該組織的 DataCite 帳戶的密碼。

source: *DOI prefix/shoulder* - the preferred DOI prefix/shoulder used to mint DOIs. This prefix is unique to the account issued to the organization. Note: always use a https://blog.datacite.org/test-prefix-10-5072-retiring-june-1/[test prefix] when running the IPT in test mode.
zh: *DOI 前綴/肩標* - 用於生成 DOI 的首選前綴/肩標。此前綴對組織的帳戶是唯一的。注意：在 IPT 處於測試模式時，請使用 https://blog.datacite.org/test-prefix-10-5072-retiring-june-1/[測試前綴]。

source: *Account activated* - this checkbox indicates if this DataCite account is the only account used by the IPT to register DOIs for datasets. Only one DataCite account can be activated at a time.
es: *Cuenta activada*: este cuadro de selección indica si la cuenta en DataCite es la única utilizada para registrar los DOI de los conjuntos de datos en el IPT. Solo es posible activar una cuenta DataCite a la vez.
ja: アカウント有効化 - このDataCiteアカウントが、IPTがデータセットのDOIを登録するために使用する唯一のアカウントであるかどうかを示します。一度にアクティブにできるDataCiteアカウントは1つだけです。
zh: *帳戶已啟用* - 勾選此選框表示該 DataCite 帳戶是 IPT 用於為資料集註冊 DOI 的唯一帳戶。同一時間只能啟用一個 DataCite 帳戶。

source: Add organization
es: Adicionar una organización
ja: 機関の追加
zh: 新增組織

source: Organizations are not available to be associated with resources until a user having the Admin role adds them. Click on the button labelled "Add" to open a page on which an additional organization can be selected from the GBIF Registry to be used in this instance of the IPT. For explanations of the fields and selections on this page, refer to the information under the "Edit Organization" section above. After the desired organization is selected and all other data entered, including the shared token for the organization, click on the button labelled "Save" to add the selected organization to the list.
es: Las organizaciones no se pueden asociar con los recursos hasta que un usuario que tenga el rol de Administrador las agregue. Haga clic en el botón "Añadir" para abrir una página en la que se puede seleccionar una organización adicional del Registro de GBIF para ser utilizada en esta instancia del IPT. Para las explicaciones de los campos y selecciones de esta página, consulte la información en la sección "Editar organización" más arriba. Una vez seleccionada la organización deseada y diligenciados todos los demás datos, incluido el token compartido para la organización, haga clic en el botón "Guardar" para añadir la organización seleccionada a la lista.
ja: 機関は、管理者ロールを持つユーザーが追加するまで、リソースと関連付けることができません。「追加」ボタンをクリックすると、IPTのこのインスタンスで使用するために、追加の機関をGBIFレジストリから選択することができるページが開きます。このページのフィールドと選択項目の説明については、上記の「機関の編集」セクションを参照してください。希望する機関を選択し、機関の共有トークンなど他のデータをすべて入力したら、「保存」ボタンをクリックし、選択した機関をリストに追加します。
zh: 在具有管理員角色的使用者新增組織之前，資源無法與其關聯。點擊「新增」按鈕以打開頁面，從 GBIF 註冊庫中選取要在此 IPT 實例中使用的其他組織。有關此頁面中各欄位及選項的說明，請參見上述「編輯組織」部分。在選擇所需的組織並輸入所有相關資料（包括該組織的共享標記）後，點擊「儲存」按鈕以將所選組織新增到列表中。

source: Configure Core Types and Extensions
es: Configurar estándares y extensiones
ja: コアタイプおよび拡張機能の設定
zh: 配置核心類型和延伸資料集

source: This page allows a user having the Admin role to enable the instance of the IPT to import and share various pre-defined types of data from the GBIF Registry. Each type includes properties (fields, terms) that support a specific purpose. For example, the Darwin Core Taxon Core Type supports information pertaining to taxonomic names, taxon name usages, and taxon concepts and allows the IPT to host resources for taxonomic and nomenclatural checklists. A distinction is made between Core Types and extensions. Core types provide the basis for data records, (Occurrence, Taxon, and Event for example) while extensions provide the means to associate additional data with a record of the Core Type. Only one Core Type can be selected for a given resource as explained under the "Darwin Core Mappings" heading of the "Resource Overview" section.
es: Esta página permite a un usuario con el rol de Administrador habilitar la instancia del IPT para importar y compartir varios tipos de datos predefinidos del Registro de GBIF. Cada tipo incluye propiedades (campos, elementos) que soportan un propósito específico. Por ejemplo, el Estándar Darwin core Taxon soporta información relativa a nombres taxonómicos, usos de nombres de taxones y conceptos de taxones, y permite al IPT alojar recursos para listas taxonómicas y de nomenclatura. Hay una diferencia entre Estándares y Extensiones. Los estándares proveen la base para el registro de los datos (por ejemplo, Registros biológicos y Nombres taxonómicos), mientras que las extensiones facilitan los medios para asociar datos adicionales con un registro del estándar. Solamente un estándar puede ser seleccionado para un recurso de datos, como se explicó en el encabezado “Mapeo Darwin Core” de la sección “Vista general del recurso”.
ja: このページでは、管理責任者ロールを持つユーザーは、IPTのインスタンスがGBIFレジストリから様々な定義済みのデータタイプをインポートして共有できるようにすることができます。各タイプには、特定の目的をサポートするプロパティ（フィールド、用語）が含まれています。たとえば、ダーウィンコア・タクソンコアタイプは、分類名、分類名の用法、分類名の概念に関する情報をサポートし、IPT が分類学および命名法チェックリストのリソースをホストできるようにします。コアタイプと拡張機能は区別されます。コアタイプはデータレコードの基礎となるもの（例：オカレンス、タクソン、イベント）で、一方拡張機能は コアタイプのレコードに追加データを関連付ける手段を提供するものです。「リソース概要」の「ダーウィンコアマッピング」で説明するように、1つのリソースには1つのCore Typeしか選択できません。
zh: 此頁面允許具有管理員角色的使用者啟用 IPT 實例，以從 GBIF 註冊庫中導入和分享各種預先定義好的資料類型。每種類型包含支持特定用途的屬性（欄位、術語）。例如，達爾文核心標準分類單元核心類型提供與分類學名稱、分類單位名稱使用及分類單位概念相關的資訊，並允許 IPT 為分類學及命名法清單提供資源。核心類型與延伸資料集之間的區別在於：核心類型提供資料紀錄的基礎（如出現、分類單元及調查活動），而延伸資料集提供將額外資料與核心類型紀錄關聯的手段。正如「資源概覽」部分的「達爾文核心標準資料對照」標題下所說，每個資源只能選擇一個核心類型。

source: Vocabularies contain lists of valid values that a particular term in a Core Type or Extension can take. For example, the {latest-basis-of-record}[Darwin Core Type vocabulary] contains all of the standard values allowed in the Darwin Core term http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord].
es: Los vocabularios contienen una lista de valores válidos que puede tomar un elemento particular en un estándar o extensión. Por ejemplo, el {latest-basis-of-record}[Vocabulario Darwin Core] contiene todos los valores del estándar permitidos en el elemento Darwin Core http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord].
ja: 語彙には、コアタイプや拡張機能の特定の用語が取りうる有効な値のリストが含まれています。例えば、ダーウィンコアタイプの語彙には、ダーウィンコアの用語basisOfRecordで許可されるすべての標準的な値が含まれています。
zh: 詞彙表包含特定核心類型或延伸資料集中的某個術語可接受的有效值列表。例如，{latest-basis-of-record}[達爾文核心標準類型詞彙表] 包含達爾文核心標準術語 http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord] 的所有標準資料。

source: Following the lists of installed Core Types and Extensions, there is a section labelled "Synchronize Extensions and Vocabularies" having a single button labelled "Synchronize". The latest versions of Core Types and Extensions that exist in the GBIF Registry but have not yet been installed are listed below the Vocabularies section.
es: Luego de la lista de estándares y extensiones instaladas, hay una sección llamada "Sincronizar Extensiones y Vocabularios" que tiene un único botón llamado "Sincronizar". Las últimas versiones de los estándares y extensiones que existen en el Registro de GBIF pero que aún no han sido instaladas están listadas debajo de la sección de Vocabularios.
ja: インストールされているコアタイプと拡張機能のリストに続いて、「拡張機能と語彙を同期させる」というセクションがあり、「同期」というボタンが1つ付いています。GBIFレジストリに存在し、まだインストールされていないコアタイプと拡張機能の最新バージョンが、語彙セクションの下にリストアップされています。
zh: 在已安裝的核心類型和延伸資料集列表之下，有一個標示為「同步延伸資料集和詞彙表」的部分和一個標示著「同步」的按鈕。GBIF 註冊庫中存在但尚未設置的核心類型和延伸資料集的最新版本將顯示在詞彙表底下。

source: The lists of extensions (installed and not installed) each have two columns. The left-hand column shows the name of the extension as a link and a button labelled either "Install" or "Remove". If the extension is out-of-date, another button labelled "Update" will also appear. In the right-hand column is a summary of the information about the extension, including a brief description of the type of data the extension is meant to accommodate, a link to more information about the extension if it exists, the date it was issued (released), the number of properties (fields, terms) in the extension, the name of the extension, its namespace, RowType, and keywords. For more information about these attributes of an extension, see the documentation on Darwin Core Archives at http://rs.tdwg.org/dwc/terms/guides/text/. Following are the actions that can be taken with respect to extensions:
es: Cada lista de extensiones (instaladas y no instaladas) tiene dos columnas. La columna de la izquierda muestra el nombre de la extensión como un enlace y un botón “Instalar” o “Eliminar”. Si la extensión esta desactualizada, aparecerá el botón "Actualizar". En la columna de la derecha hay un resumen de la información de la extensión, el número de propiedades (campos, elementos) en la extensión, el nombre de la extensión, su Namespace, RowType y palabras clave. Para más información acerca de los atributos de una extensión diríjase a la documentación sobre Archivos Darwin Core en http://rs.tdwg.org/dwc/terms/guides/text/. A continuación están las acciones que pueden ser tomadas respecto a las extensiones.
ja: 拡張機能（インストール済み/未インストール）のリストには、それぞれ2つの列があります。左側の列には、拡張機能の名前がリンクとして表示され、「インストール」または「削除」と書かれたボタンが表示されます。拡張機能が古い場合、「更新」というボタンも表示されます。右側の列には、拡張機能の情報の概要が表示されます。拡張機能が対応するデータの種類の簡単な説明、拡張機能の詳細情報がある場合はそのリンク、発行 (リリース) 日、拡張機能のプロパティ (フィールド、用語) の数、拡張機能の名前、名前空間、行の種類、キーワードが表示されます。拡張子のこれらの属性の詳細については、ダーウィンコア・アーカイブのドキュメント（http://rs.tdwg.org/dwc/terms/guides/text/）を参照してください。以下は、拡張子に関して実行可能なアクションです。
zh: 延伸資料集的列表（已安裝與未安裝）各有兩列。左側列顯示以連結呈現的延伸資料集名稱和標示為「安裝」或「移除」的按鈕。如果延伸資料集已過期，還會出現標示為「更新」的按鈕。右側列提供關於延伸資料集的摘要資訊，包括延伸資料集設計的資料類型的簡要說明、關於延伸資料集的更多資訊連結（若有）、發布日期、延伸資料集中的屬性（欄位、術語）數量、延伸資料集名稱、命名空間、RowType 和關鍵字。有關這些屬性的更多資訊，請參見達爾文核心集檔案的說明文件：http://rs.tdwg.org/dwc/terms/guides/text/。以下是針對延伸資料集所可以進行的操作：

source: Synchronize Extensions and Vocabularies
es: Sincronizar extensiones y vocabularios
ja: 拡張機能と語彙を同期させる
zh: 同步延伸資料集和詞彙表

source: An extension can make use of lists of terms of predefined values, known as controlled vocabularies. Periodically these vocabularies may also change (e.g. if new translations have been added) and require updating in the IPT. Click on the button labelled "Synchronize" to synchronize existing vocabularies with the GBIF Registry. After the update is complete, a message will indicate if the synchronization was successful or if there were any errors.
es: Una extensión puede utilizar una lista de términos de valores predefinidos, conocidos como vocabularios controlados. Estos vocabularios pueden cambiar periódicamente (o. ej., si se agrega una nueva traducción) lo cual requiere su actualización en el IPT. Haga clic en el botón "Sincronizar" para Actualizar los vocabularios existentes con el Registro de GBIF. Luego de que la actualización se haya completado, aparecerá un mensaje que indicará si la sincronización ha sido exitosa o si hubo errores en el proceso.
ja: 拡張機能には、あらかじめ定義された値を持つ用語のリスト（統制語彙）を使用することができます。これらの語彙は定期的に変更されることがあり（新しい翻訳が追加された場合など）、IPTで更新する必要があります。「同期」ボタンをクリックすると、既存の語彙がGBIFレジストリと同期されます。更新が完了すると、同期が成功したか、エラーが発生したかを示すメッセージが表示されます。
zh: 延伸資料集可以使用預定義值的術語列表，稱為控制詞彙表。這些詞彙表可能會定期更改（例如，新增了新的轉譯），需要在 IPT 中進行更新。點擊「同步」按鈕以將現有詞彙表與 GBIF 註冊庫同步。完成更新後，系統會顯示同步成功或發生錯誤的訊息。

source: View extension details
es: Ver detalles de una extensión
ja: 拡張機能の詳細を見る
zh: 檢視延伸資料集詳細資訊

source: The title of each extension in the first column is a link to a detail page for that extension. The detail page shows all of the summary information that can be seen in the right-hand column of the extensions list as well as the detailed description, references, and examples for each of the properties in the extension.
es: El título de cada extensión en la primera columna es un enlace a una página de detalles para esa extensión. La página de detalles muestra toda la información resumida que puede verse en la columna de la derecha de la lista de extensiones, así como la descripción detallada, las referencias y los ejemplos de cada una de las propiedades de la extensión.
ja: 1列目の各拡張機能のタイトルは、その拡張機能の詳細ページへのリンクになっています。詳細ページには、拡張機能リストの右側の列で見ることができる要約情報のすべてと、拡張機能内の各プロパティの詳細な説明、リファレンス、例が表示されます。
zh: 第一欄中每個延伸資料集的標題是一個連結，指向該延伸資料集的詳細資訊頁面。頁面中延伸集標題的右側欄位中可以看到所有摘要資訊，以及該延伸資料集內每個屬性的詳細說明、參考資料及範例。

source: For properties that have controlled vocabularies, the property information in the right-hand column will contain the name of the vocabulary as a link next to the label "Vocabulary:". Clicking on the link will open a detail page for the vocabulary, with a summary of the vocabulary at the top and a table of the valid values with further detailed information such as preferred and alternate terms and identifiers.
es: Para las propiedades que tienen vocabularios controlados, la información de la propiedad en la columna de la derecha contendrá el nombre del vocabulario como un enlace junto a la etiqueta "Vocabulario:". Al hacer clic en el enlace se abrirá una página de detalles para el vocabulario, con un resumen del vocabulario en la parte superior y una tabla de los valores válidos con más información detallada, como los términos e identificadores preferidos y alternativos.
ja: 統制語彙を持つプロパティについては、右側の列のプロパティ情報に、「語彙」というラベルの隣に、語彙の名前がリンクとして表示されます。このリンクをクリックすると、その語彙の詳細ページが開き、上部に語彙の概要、有効な値の表、さらに優先用語や代替用語、識別子などの詳細情報が表示されます。
zh: 對於具有控制詞彙表的屬性，右側欄位中的屬性資訊將包含詞彙表的名稱，並以連結的方式呈現在「詞彙表：」標籤旁。點擊該連結會打開詞彙表的詳細資訊頁面，該頁面頂部顯示詞彙表摘要，並附有有效值的表格及其詳細資訊，如首選術語、替代術語及識別碼等。

source: Install extension
es: Instalar una extensión
ja: 拡張機能のインストール
zh: 安裝延伸資料集

source: For any of the extensions that have not yet been installed in the IPT, there is a button labelled "Install" under the extension name in the left-hand column. Click on this button to retrieve the extension from the GBIF registry and install it in the IPT.
es: Para cualquiera de las extensiones que aún no ha sido instalada en el IPT, hay un botón “Instalar” debajo del nombre de la extensión en la columna de la izquierda. Haga clic sobre este botón para adquirir la extensión desde el Registro GBIF e instalarla en el IPT.
ja: まだIPTにインストールされていない拡張機能については、左側の列の拡張機能名の下に「インストール」と書かれたボタンがあります。このボタンをクリックすると、GBIFレジストリから拡張機能が取得され、IPTにインストールされます。
zh: 對於尚未在 IPT 中安裝的任何延伸資料集，其名稱下方的左側欄位會有一個標示為「安裝」的按鈕。點擊此按鈕即可從 GBIF 註冊庫中檢索該延伸資料集並將其安裝到 IPT 中。

source: Remove extension
es: Eliminar una extensión
ja: 拡張機能の削除
zh: 移除延伸資料集

source: For any extension that has already been installed in the IPT, it can be removed by clicking the button labelled "Remove". Extensions that are in use to map data for any resource in the IPT cannot be removed. Any attempt to do so will show an error message and a list of resources that use the extension in a mapping.
es: Cualquier extensión que ya esté instalada en el IPT puede eliminarse haciendo clic en el botón "Eliminar". Las extensiones que se utilizan para mapeae datos para cualquier recurso en el IPT no pueden eliminarse. Cualquier intento de hacerlo mostrará un mensaje de error y una lista de recursos que utilizan la extensión en una asignación.
ja: すでにIPTにインストールされている拡張機能は、「削除」ボタンをクリックすることで削除することができます。IPT の任意のリソースのデータをマッピングするために使用中の拡張機能は、削除できません。削除しようとすると、エラーメッセージと、マッピングでその拡張機能を使用しているリソースのリストが表示されます。
zh: 對於已安裝到 IPT 的任何延伸資料集，可以通過點擊標示為「移除」的按鈕將其移除。任何已用於 IPT 中某資源資料對照的延伸資料集均無法移除。如果嘗試移除這種延伸資料集，系統將顯示錯誤訊息及一份使用該延伸資料集進行資料對照的資源清單。

source: Update extension
es: Actualizar una extensión
ja: 拡張機能のアップデート
zh: 更新延伸資料集

source: For any extension that has already been installed in the IPT, and is out-of-date, it can be updated by clicking the button labelled "Update". Updating an extension makes it possible to take advantage of any new terms and new vocabularies. During an update, existing mappings to deprecated terms will be removed, and existing mappings to deprecated terms that have been replaced by another term will be automatically updated. Following the update, all affected resources should be reviewed and republished.
es: Para cualquier extensión que ya esté instalada en el IPT y que esté desactualizada, puede actualizarse haciendo clic en el botón "Actualizar". La actualización de una extensión permite aprovechar los nuevos términos y vocabularios. Durante la actualización, se eliminarán los mapeos existentes a los términos obsoletos, y se actualizarán automáticamente los mapeos existentes a los términos obsoletos que hayan sido sustituidos por otro término. Tras la actualización, todos los recursos afectados deberán ser revisados y publicados de nuevo
ja: すでにIPTにインストールされ、古くなってしまった拡張機能は、「更新」ボタンをクリックすることで更新することができます。拡張機能を更新すると、新しい用語や新しい語彙を利用できるようになります。更新中、非推奨の用語に対する既存のマッピングは削除され、別の用語に置き換えられた非推奨の用語に対する既存のマッピングは自動的に更新されます。更新後、影響を受けるすべてのリソースを確認し、再公開する必要があります。
zh: 對於已安裝且資料或資訊有待更新的延伸資料集，可以通過點擊標示為「更新」的按鈕進行更新。更新延伸資料集可以使用新增的術語和詞彙表。在更新過程中，任何與已廢止術語的現有對照將被移除，而已替換為其他術語的現有對照將自動被更新。更新後，應檢查並重新發布所有有更動的資源。

source: Data Packages
zh: 資料套件

source: This page allows a user having the Admin role to enable the instance of the IPT to import and share various pre-defined types of data from the GBIF Registry. Each type includes properties (fields) that support a specific purpose.
zh: 此頁面允許具有管理員角色的使用者啟用 IPT 實例以從 GBIF 註冊庫中導入和分享各種預定義的資料類型。每種類型包含支援特定用途的屬性（欄位）。

source: Details page:
zh: 詳細頁面：

source: UI Management
es: Gestión de la interfaz de usuario
zh: 使用者介面管理

source: The IPT logo and colour scheme can be managed from the UI Management page.
es: El logotipo de IPT y el esquema de colores se pueden administrar desde la página de administración de la interfaz de usuario.
zh: 可以通過「使用者介面管理」頁面管理 IPT 的標誌及配色主題。
