Repository: gbif/ipt
Catalog: docs/translations/administration.adoc.*.po
Languages: es, ja, zh

source: Administration Menu
es: Menú administración
ja: 管理メニュー
zh: 選單：系統管理

source: This menu is visible only to users having the Admin role.
es: Este menú es visible únicamente para los usuarios que tienen el rol de Administrador.
ja: このメニューは、管理責任者ロールを持つユーザーのみが見ることができます。
zh: 此選單只有系統管理員登入時顯示。

source: This section describes each of the functions that are accessible from the Administration menu. Clicking on the Administration menu opens a page (see screen image, below) from which each of these specific administrative tasks can be accessed by clicking on the appropriate button.
es: Esta sección describe cada una de las funciones a las que se puede acceder desde el menú Administración. Al hacer clic en el menú Administración, se abre una página (consulte la imagen de la pantalla a continuación) desde la que se puede acceder a cada una de estas tareas administrativas específicas haciendo clic en el botón correspondiente.
zh: 此部分描述了「選單：管理」的每項功能。點擊「選單：管理」將打開一個頁面（如下圖所示），使用者可通過點擊相應按鈕執行特定的管理任務。

source: Configure IPT settings
es: Configuración de las opciones del IPT
ja: IPTの設定
zh: 配置 IPT 設定

source: This page allows a user having the Admin role to make and change settings for the characteristics of this IPT instance.
es: Esta página permite a un usuario con el rol Administrador, realizar y cambiar la configuración de este IPT.
ja: このページでは、管理責任者ロールを持つユーザーが、IPTインスタンスの特性に関する設定を行い、変更することができます。
zh: 此頁面允許管理員設定或更改此 IPT 實例的特性。

source: *IPT data directory* - This shows the directory on the server where all the IPT's configuration, resources and log files are stored.
es: *Directorio de datos del IPT* - Muestra el directorio del servidor donde se almacenan la configuración, los recursos y los archivos de log del IPT.
ja: IPTデータディレクトリ - IPTのすべての構成、リソース、およびログファイルが格納されているサーバー上のディレクトリを示します。リソース
zh: *IPT 資料目錄* - 顯示伺服器上儲存 IPT 配置、資源和日誌檔案的目錄。

source: *Default language* - This shows the default IPT language. English by default.
zh: *預設語言* - 指 IPT 的預設語言，預設為英文。

source: *IPT administrator email* - This is the email shown on the login page to users who have forgotten their password. If it is not set, the first administrator user's email is used.
es: *Correo electrónico del administrador de IPT* - Este es el correo electrónico que se muestra en la página de inicio de sesión a los usuarios que han olvidado su contraseña. Si no está configurado, se utiliza el correo electrónico del primer usuario administrador.
ja: IPT管理者メールアドレス - パスワードを忘れたユーザーにログインページで表示されるメールです。設定されていない場合は、最初の管理者ユーザーの電子メールが使用されます。
zh: *IPT 管理員電子郵件* - 顯示在登入頁面上，如果有忘記密碼的使用者可以透過此電子郵件聯繫 IPT 管理員。如果未設定，則使用第一位管理員的電子郵件。

source: [[public-url]] *Public URL* - This is the URL that points to the root of this IPT installation. The URL is set automatically during the installation of the IPT. The Public URL must be accessible via the Internet in order for the IPT to function fully. Configuring the IPT Public URL to use localhost, for example, will not allow the instance of the IPT to be registered with GBIF, will not allow the IPT to be associated with an organization and will not allow the resources to be publicly accessible.
es: [[public-url]] *URL pública*: esta es la URL que direcciona a la raíz de esta instalación IPT. La URL se establece automáticamente durante la instalación del IPT. La URL pública debe ser accesible a través de Internet para que el IPT funcione completamente. Configurar la URL pública del IPT para usar el localhost, por ejemplo, no permitirá que la instancia IPT se registre con GBIF, se asocie con una organización, ni que los recursos sean de acceso público.
ja: [public-url]公開URL - これは、この IPT インストールのルートを指す URL です。このURLは、IPTのインストール中に自動的に設定されます。IPTが完全に機能するためには、パブリックURLはインターネット経由でアクセス可能である必要があります。例えば、IPTのパブリックURLをローカルホストに設定すると、IPTのインスタンスがGBIFに登録されず、IPTが機関と関連付けられず、リソースがパブリックにアクセスできなくなります。
zh: [[public-url]] *公開 URL* - 這是指向此 IPT 實例根目錄的 URL。在 IPT 安裝過程中會自動設定該 URL。公開 URL 必須可以通過網際網路存取，以便 IPT 完全正常運行。如果將公開 URL 設定為 localhost，則無法將此 IPT 實例註冊到 GBIF，導致此實例無法與組織關聯，且資源將無法被公開存取。

source: Manually updating the Public URL
es: Actualización manual de la URL pública
ja: 公開URLを手動で更新する
zh: 手動更新公開 URL

source: The IPT tests the Public URL for accessibility from the client computer when the IPT Settings are saved. If the IPT is not accessible at the given Public URL, the IPT will display a warning message and the changes will not be saved. The procedure to change the Public URL if the new URL is not yet functional (such as a port change that requires the IPT to be restarted) is given here:
es: Cuando la configuración del IPT es guardada, el IPT prueba la disponibilidad de la URL pública desde el computador del cliente. Si el IPT no está disponible en la URL pública establecida, mostrará un mensaje de advertencia y los cambios no podrán ser guardados. El procedimiento para cambiar la URL pública, si la nueva URL aún no es funcional (como un cambio de puerto que requiere que el IPT se reinicie), se indica aquí:
ja: IPTは、IPT設定を保存する際に、クライアントコンピュータから公開URLにアクセスできるかどうかをテストします。指定された公開URLでIPTにアクセスできない場合、IPTは警告メッセージを表示し、変更内容は保存されません。新しいURLがまだ機能していない場合（IPTの再起動を必要とするポート変更など）に公開URL を変更する手順は、ここに記載されています。
zh: 一旦 IPT 設置參數被儲存，IPT 會測試公開 URL 是否可從客戶端電腦進行訪問。如果在指定的公開 URL 下無法訪問該 IPT 實例，則會顯示警告訊息，且變更將不會被儲存。如果新 URL 尚未生效（例如需要重啟 IPT 的來更新埠的更改），可按以下步驟修改公開 URL：

source: shut down the IPT.
es: apague el IPT
ja: IPTをシャットダウンします。
zh: 關閉 IPT。

source: in the data directory for the IPT, open the file `config/ipt.properties` with a simple or programming text editor such as Notepad, TextEdit, vim (not Microsoft Word).
es: en el directorio de datos del IPT, abra el archivo `config/ipt.properties` con un editor de texto simple o de programación como Notepad, TextEdit, vim (no Microsoft Word).
ja: IPTのデータディレクトリ内で、config/ipt.properties ファイルをメモ帳、TextEdit、vim などのシンプルまたはプログラミング用テキストエディター（Microsoft Wordではありません）で開きます。
zh: 在 IPT 的資料目錄中，使用文字或程式編輯器（如 Notepad、TextEdit、vim，但勿使用 Microsoft Word）打開檔案 `config/ipt.properties`。

source: in the `ipt.properties` file, change the line starting with `ipt.baseURL` to the new URL with the new port, using the backslash to escape the colon character. For example, enter `ipt.baseURL=http\://example.org\:7001/ipt` for http://example.org:7001/ipt.
es: en el archivo `ipt.properties` cambie la línea de inicio `ipt.baseURL` a la nueva URL con el nuevo puerto, usando la barra invertida para evitar el carácter dos puntos. Por ejemplo, ingrese `ipt.baseURL=http\://example.org\:7001/ipt` para http://example.org:7001/ipt.
ja: `ipt.properties`ファイルの `ipt.baseURL`で始まる行を、バックスラッシュを使用してコロン文字をエスケープし、新しいポートで新しいURLに変更します。例えば、http://example.org:7001/ipt に `ipt.baseURL=http\://example.org\:7001/ipt` と入力します。
zh: 在 `ipt.properties` 檔案中，將以 `ipt.baseURL` 開頭的行更改為包含新 URL 和新埠的值，並在冒號前增加反斜槓符號。例如，輸入 `ipt.baseURL=http\://example.org\:7001/ipt` 以指向 http://example.org:7001/ipt。

source: restart the IPT in the servlet container.
es: reinicie el IPT en el contenedor del servlet.
ja: サーブレットコンテナでIPTを再起動します。
zh: 在伺服器容器中重新啟動 IPT。

source: update the metadata for the IPT as described in the next section of this user manual entitled "Publish all resources".
es: actualice los metadatos para el IPT como se describe en la siguiente sección titulada “Publicar todos los recursos”.
ja: このマニュアルの次のセクション「すべてのリソースを公開する」で説明されている通りにIPTのメタデータを更新する。
zh: 根據本使用手冊中「發布所有資源」部分的說明，更新 IPT 的詮釋資料。

source: *Institutional proxy URL* - If the server on which the IPT is installed does not have direct HTTP/HTTPS access to the Internet, but instead must route outbound HTTP/HTTPS requests through an institutional proxy server, enter the host address and port number here. For example, `http://proxy.example.org:8080`.
es: *URL del proxy institucional*: si el servidor en el que está instalado el IPT no tiene acceso HTTP / HTTPS directo a Internet, sino que debe enrutar las solicitudes HTTP / HTTPS salientes a través de un servidor proxy institucional, ingrese la dirección del host y el número de puerto aquí. Por ejemplo, `http://proxy.example.org:8080`.
ja: 機関プロキシURL - IPT がインストールされているサーバーがインターネットに直接 HTTP/HTTPS アクセスできず、代わりに機関プロキシ サーバーを介して HTTP/HTTPS 要求の送信をルートする必要がある場合、ホスト アドレスとポート番号をここに入力します。例えば、`http://proxy.example.org:8080`
zh: *機構代理 URL* - 如果 IPT 所在的伺服器無法直接通過 HTTP/HTTPS 訪問網際網路，而必須通過機構代理伺服器路由傳出 HTTP/HTTPS 請求，請在此輸入主機地址和埠號。例如：`http://proxy.example.org:8080`。

source: *Google Analytics key* - If you would like to track the use of your instance of the IPT with Google Analytics, you can enable it to do so by entering your Google Analytics key in this text box. For more information about Google Analytics, see https://www.google.com/intl/en/analytics/.
zh: *Google Analytics 密鑰* - 如果希望通過 Google Analytics 追蹤 IPT 實例的使用情況，可在此文字框中輸入您的 Google Analytics 密鑰。更多關於 Google Analytics 的資訊請參閱 https://www.google.com/intl/en/analytics/。

source: *Debugging Mode* - Check this box if you would like the IPT to begin logging in the verbose debugging mode. Debugging mode is generally unnecessary unless you are trying to track a problem with the IPT. The IPT log file is located in the file debug.log in the IPT's data directory. The data directory is set during the first step in the installation process (see the Getting Started Guide). Refer to the information under the "View IPT logs" heading of the "Administration Menus" section for an easy way for users having the Admin role to view the debug.log file.
es: *Modo corrección de errores*: marque este cuadro si desea iniciar el IPT en modo corrección de errores. El "Modo corrección de errores" generalmente es innecesario, a menos que esté tratando de monitorear un problema con el IPT. La actividad del sistema del IPT está ubicada en el archivo debug.log del directorio de datos del IPT. El directorio de datos se establece durante el primer paso del proceso de instalación (ver "Primeros pasos: instalación y configuración inicial"). Si tiene el rol Administrador, consulte la información en “Ver actividad del sistema del IPT” de la sección “Menú administración” para ver fácilmente el archivo debug.log.
ja: デバッグモード - IPTに詳細デバッグモードでログを開始させたい場合は、このボックスをチェックします。デバッグモードは、IPTの問題を追跡するのでなければ、通常不要です。IPTログファイルは、IPTのデータディレクトリにある debug.log というファイルに格納されます。データディレクトリは、インストールプロセスの最初のステップで設定されます（「はじめに」を参照）。管理者ロールを持つユーザーが debug.log ファイルを簡単に表示する方法については、「管理メニュー」セクションの「IPT ログの表示」の下にある情報を参照してください。
zh: *除錯模式* - 如果希望 IPT 以詳細除錯模式記錄日誌，可勾選此選項。除錯模式通常僅在追蹤 IPT 問題時才需要。IPT 日誌檔案位於 IPT 資料目錄中的 debug.log 檔案。資料目錄會在安裝過程的第一步中設定（參見「起手式：安裝及初始設定」）。管理員可以參考「選單：系統管理」部分「檢視 IPT 日誌」標題下的資訊來查看 debug.log 檔案。

source: *Archival Mode* - Check this box if you want your IPT to archive all published versions for all resources. It will enable you to track a resource's version history. If unchecked, older versions will be overwritten with the latest. Beware not to run out of disk space.
es: *Modo archivo*: marque esta casilla si desea que su IPT guarde todas las versiones publicadas para todos los recursos. Esto le permitirá realizar un seguimiento del historial de versiones de un recurso. Si no se marca, las versiones anteriores serán reemplazadas por la última. Tenga cuidado de no quedarse sin espacio en disco.
ja: アーカイブモード - IPTですべてのリソースのすべての公開バージョンをアーカイブしたい場合は、このボックスをチェックします。これにより、リソースのバージョン履歴を追跡できるようになります。チェックを外すと、古いバージョンは最新版で上書きされます。ディスク容量が足りなくならないように注意してください。
zh: *封存模式* - 勾選此框將封存 IPT 實例中所有資源的已發布版本，從而追蹤資源的版本歷史。如果未勾選，舊版本將被最新版本覆蓋。請注意磁碟空間不足的可能性。

source: *Number of archived versions* - When archival mode is enabled, setting this configuration value to a number will keep that many old versions, but automatically delete older versions.
es: *Número de versiones archivadas* - Cuando el modo de archivo está activado, si se establece este valor de configuración en un número, se conservarán ese número de versiones antiguas, pero se borrarán automáticamente las versiones más antiguas.
ja: 保存するバージョンの数 - アーカイブ・モードが有効な場合、この設定値に数値を設定すると、その数だけ以前のバージョンを保持し、それより古いバージョンは自動的に削除されます。
zh: *封存版本數量* - 啟用封存模式後，可設定數值以保留舊版本的數量，並自動刪除更早的版本。

source: *IPT Server Location* - This area of the page allows the Admin to set the geographic coordinates (latitude and longitude) of the location of the server on which the IPT is installed. Setting these coordinates allows GBIF to map the location of this among other registered IPT installations around the world.
es: *Ubicación del servidor IPT*: esta área de la página permite al administrador establecer las coordenadas geográficas (latitud y longitud) de la ubicación del servidor en el que está instalado el IPT. Establecer estas coordenadas permite a GBIF mapear la ubicación de esta y otras instalaciones IPT registradas alrededor del mundo.
ja: IPT サーバーの場所 - このページのこのエリアでは、管理者が IPT がインストールされているサーバーの場所の地理的座標（緯度と経度）を設定することができます。この座標を設定することで、GBIF は世界中の登録された IPTインストールの中でこの位置をマップすることができます。
zh: *IPT 伺服器位置* - 此頁面區域允許管理員設定 IPT 所在伺服器的地理座標（緯度和經度）。設定這些座標允許 GBIF 在全球其他註冊的 IPT 實例中對本實例進行地圖定位。

source: Publish all resources
es: Publicar todos los recursos
ja: すべてのリソースを公開する
zh: 發布所有資源

source: This option is an administrative action just like the Publish button, only it publishes ALL resources. Therefore for each resource, it creates a new DwC-A, EML, and RTF, and broadcasts the update to the Registry and via RSS. In addition, it also updates the IPT and registered resources' metadata in the Registry. Click on this button if multiple resources have been updated and you want to publish a new release for all of them instead of publishing them individually.
es: Esta opción es una acción administrativa al igual que el botón "Publicar", solo que publica TODOS los recursos. Por lo tanto, para cada recurso, crea un nuevo DwC-A, EML y RTF, y transmite la actualización al Registro y vía RSS. Además, también actualiza el IPT y los metadatos de los recursos registrados en el Registro. Haga clic en este botón si se han actualizado varios recursos y desea publicar una nueva versión para todos ellos en lugar de publicarlos individualmente.
ja: このオプションは、「公開」ボタンと同様の管理アクションですが、すべてのリソースを公開します。したがって、各リソースについて、新しいDwC-A、EML、RTFが作成され、レジストリおよびRSS経由で更新が配信されます。また、レジストリに登録されているIPTやリソースのメタデータも更新されます。複数のリソースが更新され、それらを個別に公開するのではなく、すべてのリソースの新しいリリースを公開したい場合は、このボタンをクリックしてください。
zh: 此選項會發布所有資源，屬於管理操作。因此，對於每個資源，它會建立一個新的 DwC-A、EML 和 RTF，並透過 RSS 傳播更新至註冊庫。此外，它也會更新 IPT 和註冊庫中的已註冊資源的詮釋資料。如果多個資源已被更新，而您希望一次性發布所有這些資源的新版本而非逐一發布，請點擊此按鈕。

source: Configure User accounts
es: Configurar cuentas de usuario
ja: ユーザーアカウントの設定
zh: 配置使用者帳戶

source: This page allows users having the Admin role to create, modify, and delete user accounts. When the page is opened, it shows a table of existing users and basic information about them including their names, email addresses, roles, and the date and time of their last logins. Users can be deleted or passwords reset by clicking on icons on the right side.
es: Esta página permite al usuario con rol Administrador, crear, modificar y eliminar cuentas de usuario. Cuando se abre la página, muestra una tabla de usuarios existentes e información básica acerca de ellos, incluyendo sus nombres, direcciones de correo electrónico, roles y la fecha y hora de su ultimo inicio de sesión. Los usuarios pueden eliminar o restablecer sus contraseñas haciendo clic en los iconos de la derecha.
zh: 此頁面允許具有管理員角色的使用者建立、修改和刪除使用者帳戶。打開此頁面時，會顯示現有使用者的清單及其基本資訊，包括姓名、電子郵件地址、角色，以及最近登入的日期和時間。使用者可以透過點擊右側的圖示刪除帳戶或重設密碼。

source: Create a new user
es: Crear un nuevo usuario
ja: 新規ユーザーの作成
zh: 創建新使用者

source: A new user can be created by clicking on the button labelled "Create" below the list of existing users. This will open a page on which the information about the user can be entered, after which the new user can be created by clicking on the button labelled "Save".
es: Se puede crear un nuevo usuario haciendo clic en el botón "Crear" ubicado debajo de la lista de usuarios existentes. Se abrirá una página en la que se puede introducir la información sobre el usuario, tras lo cual se puede crear el nuevo usuario pulsando el botón "Guardar".
ja: 既存ユーザー一覧の下にある「作成」ボタンをクリックすると、新しいユーザーを作成することができます。ユーザー情報を入力するページが表示されますので、入力後、「保存」ボタンをクリックすると、新しいユーザーが作成されます。
zh: 透過點擊位於現有使用者清單下方的「創建」按鈕可以新增使用者。點擊該按鈕之後將打開一個頁面，在其中輸入使用者的資訊，然後點擊「儲存」按鈕完成新使用者的建立。

source: *Email* - The current email address of the user is used as an identifier to log in within the IPT and can not be changed.
es: *Correo electrónico*: la dirección de correo electrónico del usuario, es usada como un identificador para ingresar al IPT y no puede ser cambiada.
ja: Eメール - ユーザーの現在のEメールアドレスは、IPT内でログインするための識別子として使用され、変更することはできません。
zh: *電子郵件* - 使用者當前的電子郵件地址將用作登入 IPT 的識別標識，且無法更改。

source: If the user requires a change of email address, the recommended procedure is to create a new user account with the new email address, then delete the user account having the antiquated email address.
zh: 若使用者需要更改電子郵件地址，建議的做法是使用新的電子郵件地址建立一個新帳戶，然後刪除舊的使用者帳戶。

source: *First name* - The first name of the user.
es: *Nombre*: el nombre del usuario.
ja: 名前 - ユーザーの名前
zh: *名字* - 使用者的名字。

source: *Last name* - The last name of the user.
es: *Apellido*: el apellido del usuario.
ja: 姓 - ユーザーの姓
zh: *姓氏* - 使用者的姓氏。

source: *Role* - The role the user will have with respect to this installation of the IPT. Admin users can make changes to all aspects of the instance of the IPT. Users having the role "Manager without registration rights" are able to create, edit, remove, and manage resources they have created or have been invited to manage within the IPT instance. Users having the role "Manager with registration rights" have the additional capability to register resources with the GBIF network. Other users can log in to the IPT and view resources, but cannot make any changes.
es: *Rol* - El rol que tendrá el usuario dentro del IPT. Usuarios con el rol “Administrador” pueden hacer cambios en todos los aspectos del IPT. Usuarios con el rol “Editor sin derechos de registro” están en la capacidad de crear, editar, eliminar y administrar los recursos que ellos crearon o aquellos a los que fueron invitados para administrar dentro del IPT. Usuarios con el rol “Editor con derechos de registro” están en la capacidad adicional de registrar los recursos en la red GBIF. Otros usuarios pueden ingresar al IPT y ver los recursos, pero no podrán hacer cambios.
ja: ロール - IPTのこのインストールに関して、ユーザーが持つ権限。管理責任者ユーザーは、IPTのインスタンスのすべての側面に変更を加えることができます。登録権限のない管理者ロールを持つユーザーは、IPT インスタンス内で作成した、または管理するよう招待されたリソースを作成、編集、削除、管理することができます。登録権限を持つ管理者というロールを持つユーザーは、GBIFネットワークにリソースを登録する追加機能を持ちます。その他のユーザーは、IPTにログインしてリソースを見ることはできますが、変更を加えることはできません。
zh: *角色* - 使用者在此 IPT 實例中的角色。具有管理員角色的使用者可以變更 IPT 實例的所有設定。無註冊權限的管理者可以建立、編輯、移除並管理他們所建立或被邀請管理的資源。具有註冊權限的管理者除了上述功能外，還能將資源註冊到 GBIF 網際網絡中。其他使用者則只能登入 IPT 並檢視資源，但無法對資源進行任何變更。

source: *Password* - The password for the user must consist of at least four characters and should be made secure and safe from loss, as it is not recoverable from the IPT application.
es: *Contraseña*: la contraseña del usuario debe contener al menos 4 caracteres y debe ser segura y evitar la pérdida, puesto que desde la aplicación del IPT esta contraseña no es recuperable.
ja: パスワード - ユーザーのパスワードは4文字以上で構成され、IPTアプリケーションから回復することはできないため、忘れずに、安全である必要があります。
zh: *密碼* - 使用者的密碼必須至少包含四個字元，並應確保密碼安全性的強度且避免遺忘密碼，因為密碼無法從 IPT 中恢復。

source: If a user's password is lost, it can be reset to an automatically generated new value by a user having the Admin role. It is the responsibility of the Admin user to communicate this new password to the user for whom it was reset. The user can then change the password to the desired value by entering it in the IPT Account page accessible through the "Account" link in the header in the upper right corner of every page after logging in.
zh: 若使用者遺失密碼，管理員角色的使用者可以重設密碼為自動生成的新值。重設密碼後，管理員必須將新密碼傳達給該使用者。使用者登入後，可以透過右上角「帳戶」連結中的 IPT 帳戶頁面更改密碼。

source: *Verify password* - An exact copy of the password as entered in the Password text box to confirm that it was entered as intended.
es: *Verificar contraseña*: una copia exacta de la contraseña que fue ingresada anteriormente para confirmar que se ha introducido como se pretendía.
ja: パスワードの確認 - パスワードのテキストボックスに入力されたパスワードと一致するかで、意図したとおりに入力されたか確認します。
zh: *確認密碼* - 輸入與「密碼」欄位完全相同的值，以確認密碼輸入正確。

source: After creation, an email with credential can be sent to the user:
zh: 成功創建帳戶後，可以將包含憑證的電子郵件傳送給使用者：

source: Modify an existing user
es: Modificar un usuario existente
ja: 既存のユーザーを変更する
zh: 修改現有使用者

source: Information about users can be changed in the user details page after selecting the name of the user you wish to modify from the list of existing users. The user detail page shows all of the information about that user. The first name, last name, and role for the user can be changed by entering the new values and clicking on the button labelled "Save". Details of the information to be entered on this page can be found in the explanations in the "Create a new user" section, above.
es: La información de los usuarios puede modificarse en la página de detalles del usuario después de seleccionar el nombre del usuario que desea modificar de la lista de usuarios existentes. La página de detalles del usuario muestra toda la información sobre ese usuario. El nombre, el apellido y la función del usuario pueden modificarse introduciendo los nuevos valores y haciendo clic en el botón "Guardar". Los detalles de la información que debe introducirse en esta página se encuentran en las explicaciones de la sección "Crear un nuevo usuario", más arriba.
ja: ユーザーの情報は、既存のユーザー一覧から変更したいユーザー名を選択し、ユーザー詳細ページで変更することができます。ユーザー詳細ページには、そのユーザーに関するすべての情報が表示されます。ユーザーの姓、名、ロールを変更するには、新しく入力し、「保存」ボタンをクリックしてください。このページで入力する情報の詳細は、上記の「新規ユーザーを作成する」セクションで説明されています。
zh: 在現有使用者的詳細頁面中可以更改使用者的資訊。選擇想要修改的使用者名稱，即可打開顯示該使用者所有資訊的頁面。您可以變更名字、姓氏和角色，點擊「儲存」按鈕完成變更。詳細資訊請參考「創建新使用者」部分的說明。

source: The Options dropdown contains to buttons:
zh: 下拉選單中包含以下按鈕：

source: *Reset password* - If a user forgets a password, clicking on the button labelled "Reset Password" can generate a new one, after which a new password is given in an information message at the top of the page.
es: *Restablecer contraseña*: si un usuario olvida su contraseña, al hacer clic en el botón "Restablecer contraseña" se puede generar una nueva, tras lo cual se da una nueva contraseña en un mensaje informativo en la parte superior de la página.
ja: パスワードのリセット - ユーザーがパスワードを忘れた場合、「パスワードのリセット」ボタンをクリックすると、新しいパスワードが生成され、その後、ページの上部に表示されるメッセージで新しいパスワードが発行されます。
zh: *重設密碼* - 若使用者忘記密碼，點擊「重設密碼」按鈕可生成新密碼，新密碼會顯示在頁面頂部的通知訊息中。

source: *Delete* - delete current user.
zh: *刪除* - 刪除當前使用者。

source: The IPT does not inform the affected user of this change, so it is the responsibility of the Admin who resets the password to inform the user of the new one.
zh: IPT 不會自動通知受影響的使用者密碼已變更，因此管理員必須負責將新密碼傳達給該使用者。

source: After password reset, an email with a new password can be sent to the user:
zh: 密碼重設後，可以將包含新密碼的電子郵件傳送給使用者：

source: Delete a user
es: Eliminar un usuario
ja: ユーザーの削除
zh: 刪除使用者

source: Users accounts that are no longer necessary can be deleted using the user detail page accessed by selecting the name of the user you wish to delete from the list of existing users. On the bottom of the user detail page, click on the button labelled "Delete" to remove this user account. There are several conditions under which a user cannot be deleted:
es: Las cuentas de usuario que ya no son necesarias pueden eliminarse a través de la página de detalles del usuario a la que se accede seleccionando el nombre del usuario que se desea eliminar de la lista de usuarios existentes. En la parte inferior de la página de detalles del usuario, haga clic en el botón "Borrar" para eliminar esta cuenta de usuario. Hay varias condiciones en las que un usuario no puede ser eliminado:
ja: 不要になったユーザーアカウントは、ユーザー詳細ページで削除することができます。ユーザー詳細ページの下にある「削除」ボタンをクリックすると、このユーザーアカウントが削除されます。ユーザーが削除できない条件はいくつかあります。
zh: 若不再需要某個使用者帳戶，您可以透過詳細頁面將其刪除。點擊使用者詳細頁面底部的「刪除」按鈕即可移除該使用者帳戶。但在以下情況下，無法刪除使用者：
