Repository: gbif/ipt
Catalog: docs/translations/administration.adoc.*.po
Languages: es, ja, zh

source: An admin cannot delete their own account while logged in therefore it must be deleted by another admin.
es: Un administrador no puede eliminar su propia cuenta mientras está conectado, por lo que debe ser eliminado por otro administrador.
ja: 管理者はログインしたまま自分のアカウントを削除することができないので、他の管理者が削除する必要があります。
zh: 管理員無法刪除自己的帳戶，需由另一位管理員刪除。

source: The IPT installation must always have at least one user having the Admin role, so the last remaining Admin can not be deleted. To remove that user, first create a new user having the Admin role and log in with that new user to delete the other Admin account.
es: Igualmente, la instalación del IPT siempre debe tener al menos un usuario con el rol Administrador, de tal forma que el último Administrador no podrá ser eliminado. Para eliminar aquel usuario, primero se debe crear un nuevo usuario con el rol Administrador e ingresar con este nuevo usuario para eliminar la otra cuenta de Administrador.
ja: IPTのインストールには、管理責任者権限を持つユーザーが少なくとも1人必要です。したがって、最後に残った管理責任者を削除することはできません。そのユーザーを削除するには、まず管理責任者ロールを持つ新しいユーザーを作成し、その新しいユーザーでログインして、他の管理責任者アカウントを削除してください。
zh: IPT 實例必須至少保留一名擁有管理員角色的使用者，因此無法刪除最後一位管理員。若要移除該使用者，請先建立一位新管理員，並用新管理員登入後刪除原管理員的帳戶。

source: Each resource must have at least one associated user having either the Admin or one of the Manager roles, so the last remaining Manager of a resource can not be deleted. To remove that user, first associate another user having the Admin or one of the Manager roles with any resources for which the user you wish to delete is the last remaining manager. Refer to the information under xref:manage-resources.adoc#resource-managers[Resource Managers] to see how new managers can be assigned.
es: Finalmente, cada recurso debe tener al menos un usuario asociado que tenga el rol Administrador o uno de los otros roles de Editor, de tal forma que el último Editor de un recurso no pueda ser eliminado. Para eliminar aquel usuario, primero se debe asociar otro usuario que tenga uno de los roles de Editor, con el recurso al cual el usuario desea eliminarle el último editor del mismo. Para saber cómo pueden ser asignados los nuevos editores, consulte la información de xref:manage-resources.adoc#gestores-del-recurso[Editores del recurso].
ja: 各リソースには、管理責任者または管理者のいずれかのロールを持つユーザーが少なくとも1人関連付けられなければならないので、リソースの最後に残った管理者を削除することはできません。そのユーザーを削除するには、まず、管理責任者または管理者のロールを持つ別のユーザーを、削除したいユーザーが最後に残った管理者であるリソースに関連付けます。新しい管理者の割り当て方法については、「リソースの管理者」を参照してください。
zh: 每個資源必須至少關聯一名擁有管理員或管理者角色的使用者，因此無法刪除最後一位管理者。若要移除該使用者，請先將其他管理員或具管理者角色的使用者關聯至該資源。請參考 xref:manage-resources.adoc#resource-managers[資源管理者] 以瞭解如何新增管理者。

source: A user cannot be deleted if it is the creator or one or more resources. To restrict the user's access to their resources, downgrade their role to type User. Refer to the <<Modify an existing user>> section for information about how to change a user's role.
es: No se puede eliminar un usuario si es el creador o uno o más recursos. Para restringir el acceso del usuario a sus recursos baje su rol al tipo Usuario. Consulte la sección <<Modificar un usuario existente>> para obtener información sobre cómo cambiar el rol de un usuario.
ja: ユーザーが何かしらのリソースの作成者である場合、そのユーザーを削除することはできません。ユーザーのリソースへのアクセスを制限するには、ユーザーのロールをユーザータイプにダウングレードしてください。ユーザーのロールを変更する方法については、<Modify an existing user>セクションを参照してください。
zh: 若使用者是某些資源的創建者，則無法刪除該使用者。若要限制該使用者對其資源的存取權，請將其角色變更為普通使用者。請參考 <<修改現有使用者>> 部分的說明以變更使用者角色。

source: Configure GBIF registration options
es: Configuración de las opciones de registro de GBIF
ja: GBIF登録オプションの設定
zh: 配置 GBIF 註冊選項

source: This page allows a user to register the IPT instance in the GBIF Registry if this has not already been done. The IPT must be registered before any of the IPTs resources can be associated with an organization (see the information under the "Configure Organizations" heading in the "Administration Menu" section) or published (see the xref:manage-resources.adoc#published-versions[Published Versions] section). Information about a registered IPT and its public resources become searchable through the Registry's services, and the data from the public resources published on the IPT can be indexed for searching via the GBIF portal. If the IPT has already been registered, the registered information for the IPT can be edited opening the <<Edit GBIF registration>> page.
es: Esta página permite al usuario registrar la instancia del IPT en el Registro de GBIF si aún no se ha hecho. El IPT debe ser registrado antes de que cualquiera de los recursos del IPT pueda ser asociado con una organización (ver la información en el encabezado "Configurar organizaciones" en la sección "Menú administración") o publicado (ver la sección xref:manage-resources.adoc#published-versions[Versiones publicadas]). La información sobre un IPT registrado y sus recursos públicos se pueden buscar a través de los servicios del Registro, y los datos de los recursos públicos publicados en el IPT pueden ser indexados para su búsqueda a través del portal de GBIF. Si el IPT ya ha sido registrado, la información registrada para el IPT puede ser editada abriendo la página <<Editar el Registro GBIF>>.
ja: このページでは、GBIFレジストリにIPTインスタンスを登録することができます（まだ登録されていない場合）。IPTは、IPTのリソースを機関と関連付けたり（「管理メニュー」セクションの「機関の設定」見出しの情報を参照）、公開したり（「公開バージョン」セクションを参照）する前に登録されている必要があります。登録されたIPTとその公開リソースに関する情報は、レジストリのサービスを通じて検索可能になり、IPTで公開された公開リソースのデータは、GBIFポータルを通じて検索できるようにインデックス化されます。すでにIPTが登録されている場合は、<Edit GBIF registration>ページでIPTの登録情報を編集することができます。
zh: 此頁面允許使用者將 IPT 實例註冊到 GBIF 註冊庫（如果尚未註冊）。IPT 必須先完成註冊，才能將 IPT 中的資源與組織關聯（請參考「選單：系統管理」章節下的「配置組織」），或進行發布（請參考 xref:manage-resources.adoc#published-versions[已發布資源版本]）。已註冊的 IPT 及其公開資源的資訊，將可透過 GBIF 註冊庫的功能進行搜尋，並且公開資源中的資料也可被 GBIF 入口網站索引。如果 IPT 實例已被註冊，其相關資訊可以在 <<編輯 GBIF 註冊資訊>> 頁面進行變更。

source: The first step to register with GBIF is to test that the IPT has a valid URL that can be reached by the GBIF services. To run this test, click on the button labelled "Validate".
es: El primer paso para registrar un recurso en GBIF es probar que el IPT tenga una URL valida que pueda ser localizada por los servicios del GBIF. Para correr esta prueba, haga clic sobre el botón “Validar”.
ja: GBIFに登録する最初のステップは、IPTがGBIFのサービスから到達できる有効なURLを持つかどうかをテストすることです。このテストを実行するには、「検証」と表示されたボタンをクリックします。
zh: 註冊的首要步驟是測試 IPT 的公開 URL 是否有效，並能被 GBIF 服務連結。點擊「驗證」按鈕進行測試。

source: If the validation test is unsuccessful, an error message will suggest the nature of the problem with the communication between the GBIF Registry and the IPT. Causes for an error include:
es: Si la prueba de validación no tiene éxito, un mensaje de error sugerirá la naturaleza del problema con la comunicación entre el Registro GBIF y el IPT. Las causas de error incluyen:
ja: 検証に失敗した場合、GBIFレジストリとIPT間の通信に関する問題の内容を示唆するエラーメッセージが表示されます。エラーの原因は以下の通りです。
zh: 若驗證失敗，系統會顯示錯誤訊息，並指出連結失敗的原因。可能導致失敗的原因包括：

source: *No Internet connectivity* - The IPT requires an active Internet connection to function properly. An error will occur if connectivity to the Internet is lost when the button labelled "Validate" button is clicked. Restore Internet connectivity before trying to proceed with registration.
es: *No hay conexión a Internet: el IPT requiere una conexión activa a Internet para funcionar correctamente. Se producirá un error si se pierde la conectividad a Internet al pulsar el botón "Validar". Restaure la conectividad a Internet antes de intentar proceder con el registro.
ja: インターネットに接続されていない - IPT が正しく機能するには、アクティブなインターネット接続が必要です。「有効化」ボタンをクリックしたときにインターネットへ接続されていなかった場合、エラーが発生します。登録を続行する前に、インターネット接続を回復してください。
zh: *無網際網路連線* - IPT 需要有效的網際網路連線才能正常運作。如果在按下「驗證」按鈕時失去網際網路連線，將導致驗證失敗。請恢復網際網路連線後再嘗試進行註冊。

source: *Incorrect Public or Institutional proxy URL* - The public URL is automatically detected and configured during the IPT setup process (see the xref:initial-setup.adoc[Initial Setup] section). Changes in the configuration of the server on which the IPT is installed could require a change in the public URL or the institutional proxy URL. The public and institutional proxy URLs can be changed on the Configure IPT Settings page (see the explanations for public URL and institutional proxy URL in the <<Configure IPT settings>> section).
es: *URL de proxy pública o institucional incorrecta*: la URL pública se detecta y configura automáticamente durante el proceso de configuración del IPT (consulte la sección xref:initial-setup.adoc[Configuración inicial del IPT]). Los cambios en la configuración del servidor en el que está instalado el IPT podrían requerir un cambio en la URL pública o la URL del proxy institucional. Las URL de proxy públicas e institucionales se pueden cambiar en la página Configurar opciones de IPT (consulte las explicaciones de la URL pública y la URL de proxy institucional en la sección <<Opciones de configuración del IPT>>).
ja: 公開URLまたは機関プロキシURLが正しくない - 公開URLは、IPTセットアッププロセス中に自動的に検出・設定されます (「初期セットアップ」セクションを参照)。IPT がインストールされているサーバーの構成を変更すると、公開URLまたは機関プロキシURLの変更が必要になる場合があります。公開URLと機関プロキシURLは、「IPT の構成」ページで変更できます (「IPT の構成」セクションの公開URLと機関プロキシURLの説明を参照してください)。
zh: *公開或機構代理 URL 不正確* - 在 IPT 設定過程中，公開 URL 會自動檢測並配置（請參見 xref:initial-setup.adoc[初始設定] 部分）。如果 IPT 所安裝的伺服器配置發生變更，則需要一併更改公開 URL 或機構代理 URL。公開和機構代理 URL 可以在「配置 IPT 設定」頁面中更改（請參閱 <<配置 IPT 設定>> 部分中的公開 URL 和機構代理 URL 說明）。

source: *Firewall* - If the Internet connection is live, a firewall may be preventing connections to the public URL or institutional proxy. Change the firewall or institutional proxy settings to all outside connections.
es: *Firewall*: si la conexión a Internet es correcta, un firewall puede estar evitando las conexiones a la URL pública o el Proxy. Cambie la configuración del firewall o proxy para todas las conexiones externas.
ja: ファイアウォール - インターネット接続が生きている場合、ファイアウォールが公開URLまたは機関プロキシへの接続を妨げている可能性があります。ファイアウォールまたは機関プロキシの設定をすべての外部接続に変更します。
zh: *防火牆* - 如果網際網路連線正常，防火牆可能會阻止連接到公開 URL 或機構代理 URL。請修改防火牆或機構代理設置以允許外部連接。

source: *GBIF Registry inaccessible* - If an error message suggests that none of the previous errors has occurred and yet there is a failure to communicate with the GBIF Registry, please report that there are problems connecting to the GBIF registry to the GBIF Help Desk (helpdesk@gbif.org).
zh: *無法訪問 GBIF 註冊庫* - 如果錯誤訊息顯示並未發生上述錯誤，但仍無法與 GBIF 註冊庫進行通信，請向 GBIF 服務台（helpdesk@gbif.org）通報無法連接至 GBIF 註冊的問題。

source: If the IPT passes the validation step above, a form showing additional information required for registration is presented. In this step, the IPT instance is associated to an organization. *The organization must already be registered in the GBIF Registry, and its shared token must be known*. For explanations of the fields and selections on this form, refer to the information below.
es: Si el IPT supera el paso de validación anterior, aparecerá un formulario con información adicional necesaria para el registro. En este paso, la instancia del IPT se asocia a una organización. *La organización debe estar registrada en el Registro de GBIF y su token compartido debe ser conocido*. A continuación se encuentran las explicaciones de los campos y selecciones de este formato.
ja: IPTが上記の検証ステップを通過した場合、登録に必要な追加情報を示すフォームが表示される。このステップでは、IPTインスタンスは機関に関連付けられます。機関はすでにGBIFレジストリに登録されている必要があり、その共有トークンがわかっている必要があります。このフォームのフィールドと選択項目の説明については、以下の情報を参照してください。
zh: 如果 IPT 通過上述驗證步驟，將顯示需要填寫註冊所需其他資訊的表單。在此步驟中，IPT 實例將與某一組織建立關聯。*該組織必須已經在 GBIF 註冊庫中被註冊，且具有共享標記（shared token）*。

source: Following are explanations of the specific information to select or enter:
es: A continuación se encuentran las explicaciones de la información específica que debe ser seleccionada o ingresada:
ja: 以下は、選択・入力する情報の具体的な説明です。
zh: 以下是有關表單欄位的詳細說明：

source: *Organization* - the select box contains a list of organizations in the GBIF registry. Select the single organization with which this IPT instance will be associated. If you are unable to find the organization you seek on the list, use the GBIF Registry (https://www.gbif.org/publisher/search) to determine if the organization is registered under a name other than what you expected. If the organization is not yet registered with GBIF, please contact the GBIF Help Desk to register the organization before proceeding with the registration of the IPT. Click on the help icon and then click on the helpful GBIF Help Desk link to open up an email template in your default mail client that you just have to fill in the required information before sending.
es: *Organización*: el cuadro seleccionado contiene una lista de organizaciones en el Registro GBIF. Seleccione una única organización con la cual será asociado este IPT. Si la organización deseada no se encuentra en la lista, use el Registro GBIF (https://www.gbif.org/es/publisher/search) para determinar si la organización está registrada con un nombre distinto al que esperaba. Si la organización aún no está registrada en GBIF, por favor contacte al Centro de ayuda de GBIF para registrar la organización antes de proceder con el registro del IPT. Haga clic sobre el enlace de ayuda “GBIF Help Desk” para abrir un correo electrónico predeterminado que puede completar con la información necesaria antes de enviarlo.
ja: 機関 - セレクトボックスには、GBIFレジストリに登録されている機関のリストが表示されます。このIPTインスタンスが関連付けられる単一の機関を選択します。リスト上でお探しの機関が見つからない場合は、GBIFレジストリ（https://www.gbif.org/publisher/search）を使用して、その機関が異なる名前で登録されているかどうかを確認します。機関がGBIFに未登録の場合は、IPTの登録を進める前に、GBIFヘルプデスクに連絡し、機関の登録をお願いします。ヘルプアイコンをクリックし、役に立つGBIFヘルプデスクのリンクをクリックすると、デフォルトのメールクライアントでメールテンプレートが開き、必要な情報を記入してから送信するだけです。
zh: *組織* - 下拉選單包含 GBIF 註冊庫中的組織列表。選擇與此 IPT 實例相關聯的單一組織。如果無法在列表中找到目標組織，請使用 GBIF 註冊庫（https://www.gbif.org/publisher/search）檢查該組織是否以與預期不同的名稱註冊。如果該組織尚未在 GBIF 註冊庫中註冊，請聯繫 GBIF 服務台以完成組織註冊，然後再繼續進行 IPT 註冊。點擊幫助圖示並點開 GBIF 服務台連結即可打開預設郵件客戶端，填寫必要資訊後發送郵件。

source: *Organization's shared token* - the shared token registered in the GBIF registry for the selected organization must be entered in this text box to verify that the user has the authorization required to associate the IPT instance with that organization. If you do not have to the organization's shared token, you can request it from the registered contact. A link to the primary contact on record for the organization will appear below the Organization's Shared Token text box after selecting an organization in the Organization select box. The shared token will be used to authenticate the IPT registration when the button labelled "Save" is clicked.
es: *Token compartido de la organización*: el token compartido registrado en GBIF para la organización seleccionada debe ser ingresado en esta caja de texto para verificar que el usuario tiene la autorización requerida para asociar la instancia de IPT con esa organización. Si no dispone del token compartido de la organización, puede solicitarlo al contacto registrado. Aparecerá un enlace al contacto principal registrado para la organización debajo del cuadro de texto "Token compartido de la organización" después de seleccionar una organización en el cuadro de selección Organización. El token compartido se utilizará para autenticar el registro del IPT cuando se pulse el botón "Guardar".
ja: 機関の共有トークン - 選択した機関のGBIFレジストリに登録されている共有トークンをこのテキストボックスに入力し、ユーザーがその機関とIPTインスタンスを関連付けるために必要な権限を持っていることを検証する必要があります。機関の共有トークンがない場合は、登録した連絡先に要求することができます。機関選択ボックスで機関を選択すると、機関の記録上の主要な連絡先へのリンクが、機関の共有トークンのテキストボックスの下に表示されます。共有トークンは、「保存」ボタンをクリックすると、IPT登録の認証に使用されます。
zh: *組織的共享標記* - 必須在此文字框中輸入該組織在 GBIF 註冊庫中註冊的共享標記，以驗證使用者有權限將 IPT 實例與該組織關聯。如果您未持有組織的共享標記，可向註冊聯絡人請求。選擇組織後，共享標記文字框下方將顯示該組織主要聯絡人的連結。共享標記將用於在按下標示為「儲存」的按鈕時驗證 IPT 的註冊狀態。

source: *Alias* - enter a convenient name or code to represent the organization within this instance of the IPT. The alias will appear in place of the full organization name in organization select boxes in the IPT user interfaces.
es: *Alias*: ingrese un nombre o código conveniente para representar la organización dentro del IPT. El alias aparecerá en lugar del nombre completo de la organización en los cuadros de selección de "Organización" en las interfaces de usuario del IPT.
ja: エイリアス - IPTのこのインスタンス内の機関を表すために便利な名前またはコードを入力します。エイリアスは、IPTのユーザーインターフェイスの機関のセレクトボックスで、正式な機関名の代わりに表示されます。
zh: *別名* - 輸入一個方便的名稱或代碼以代表此 IPT 實例中的組織。別名將在 IPT 使用者介面內的組織下拉選單中代替完整組織名稱出現。

source: *Can publish resources?* - check this box if the selected organization can also be associated with resources published on this instance of the IPT. If left unchecked, the organization will not appear in the list of organizations available to associate with a resource. Leave unchecked only if this organization is only the host for the IPT instance, not for any of the resources published through the IPT instance.
es: *¿Puede publicar recursos?*: seleccione este recuadro si la organización también puede ser asociada con recursos publicados en este IPT. Si se deja sin seleccionar, la organización no aparecerá en la lista de organizaciones disponibles para asociar con un recurso. Deje el recuadro sin marcar solamente si la organización tiene como función alojar el IPT y no asociar recursos publicados a través del IPT.
ja: リソースを公開できますか？ - 選択した機関もIPTのこのインスタンスで公開されたリソースと関連付けることができる場合は、これをオンにします。チェックを外すと、機関はリソースと関連付けるために利用可能な機関のリストに表示されません。この機関は、IPTインスタンスのホストではなく、IPTインスタンスを介して公開されたリソースのいずれかのためのものである場合にのみ、チェックを外してください。
zh: *是否可以發布資源？* - 如果選定的組織也可以與此 IPT 實例發布的資源相關聯，請勾選此選項。如果未勾選，則該組織不會出現在可用於關聯資源的組織列表中。只有當該組織僅作為 IPT 實例的主機，而不涉及通過 IPT 實例發布任何資源時，才保持未勾選狀態。

source: *Title for the IPT installation* - enter the title of the IPT installation to be used in the GBIF Registry. The title is the primary information used for listing and searching for the IPT installations in the Registry.
es: *Título para la instalación del IPT*: ingrese el título de la instalación del IPT a ser usado en el Registro GBIF. El título es la información primaria usada para listar y buscar en el Registro por instalaciones de IPT.
ja: IPT インストールのタイトル - GBIFレジストリで使用されるIPTインストールのタイトルを入力します。タイトルは、レジストリでIPTインストールを一覧表示および検索するために使用される主な情報です。
zh: *IPT 實例稱號* - 輸入 IPT 實例的稱號，該稱號將用於 GBIF 的註冊。稱號是用於列出和搜索 IPT 實例的主要資訊。

source: *Description for this IPT installation* - enter the description of the IPT installation to be used in the GBIF Registry. The description is meant to help users of the Registry to further understand the significance of the IPT instance by allowing further information beyond the specific metadata fields to be shared.
es: *Descripción para esta instalación del IPT*: ingrese en el Registro GBIF la descripción de la instalación del IPT a ser usada. La descripción pretende ayudar a los usuarios del Registro a entender el significado del IPT, permitiendo información adicional a la compartida en los campos específicos para metadatos.
ja: このIPTインストールの説明 - GBIFレジストリで使用されるIPTインストールの説明を入力します。この説明は、特定のメタデータフィールド以外の情報を共有できるようにすることで、レジストリのユーザーがIPTインスタンスの重要性をさらに理解できるようにすることを目的としています。
zh: *此 IPT 實例的相關說明* - 輸入此 IPT 實例的相關說明，該說明將用於 GBIF 的註冊。說明的目的是幫助註冊使用者進一步了解此 IPT 實例的意義，尤其是詮釋資料欄位以外的更多資訊。

source: *Contact Name* - enter the name of the person who should be contacted for information about the IPT installation. This person should be someone who has an Admin role in the IPT instance and knows the technical details about the installation.
es: *Nombre del contacto*: ingrese el nombre de la persona quien debe ser contactada para información acerca de la instalación del IPT. Esta persona debe ser alguien quien tenga un rol de Administrador y conozca los detalles técnicos acerca de la instalación.
ja: 連絡先名 - IPTインストールに関する情報のために連絡を受ける人の名前を入力する。この担当者は、IPTインスタンスの管理者の役割を持ち、インストールに関する技術的な詳細を理解している人である必要があります。
zh: *聯絡人姓名* - 輸入負責提供 IPT 實例安裝資訊的人的姓名。此人應是 IPT 實例中擁有管理員角色，並了解安裝技術細節的使用者。

source: *Contact Email* - enter the current email address of the person whose name is given in the Contact Name.
es: *Correo electrónico del contacto*: ingrese la dirección electrónica actual de la persona cuyo nombre fue ingresado en el campo anterior.
ja: 連絡先Eメール - 「連絡先名」で指定された人物の現在のEメールアドレスを入力します。
zh: *聯絡人電子郵件* - 輸入與聯絡人姓名相對應的電子郵件地址。

source: *IPT password* - enter the password that should be used to edit the entry for this IPT installation in the GBIF Registry.
es: *Contraseña del IPT*: ingrese la contraseña que debe ser usada para editar la instalación de este IPT en el Registro GBIF.
ja: IPTパスワード - GBIFレジストリのこのIPTインストールのエントリを編集するために使用されるパスワードを入力します。
zh: *IPT 密碼* - 輸入用於編輯 GBIF 註冊庫中此 IPT 安裝實例條目的密碼。

source: *Save* - when all of the information above is entered or selected, click on the button labelled "Save" to register the IPT installation with the GBIF Registry. After successfully registering the IPT installation, the Configure GBIF registration page will show that the IPT has already been registered and associated with the selected organization. Also, after a successful registration, the Configure Organizations page will become accessible from the Administration menu.
es: *Guardar*: cuando toda la información anterior haya sido ingresada o seleccionada, haga clic sobre el botón “Guardar” para registrar la instalación del IPT ante el Registro de GBIF. Después de registrar con éxito la instalación del IPT la página para configurar las opciones del Registro GBIF mostrará que el IPT ya ha sido registrado y asociado con la organización seleccionada. Además, la página "Configurar organizaciones" será accesible desde el "Menú administración".
ja: 保存 - 上記のすべての情報を入力または選択したら、「保存」ボタンをクリックして、GBIFレジストリにIPTインストールを登録します。IPTインストールの登録に成功すると、「GBIFの設定」登録ページには、IPTがすでに登録され、選択した機関と関連付けられていることが表示されます。また、登録に成功すると、「管理」メニューから「機関の設定」ページにアクセスできるようになります。
zh: *儲存* - 當上述所有資訊均已填寫或選擇後，按下「儲存」按鈕以完成此 IPT 實例的安裝與註冊於 GBIF 註冊庫。在成功註冊 IPT 實例後，「配置 GBIF 註冊」頁面將顯示 IPT 已與所選組織建立關聯。同時，成功註冊後，「配置組織」頁面將可從「選單：系統管理」中訪問。

source: *Note*: Any changes to the IPT registration (rather than resource registration - for which see the "Visibility" section under the "Resource Overview" heading in the "Manage Resources Menu" section as well as the information under the "Publish all resources" heading in the "Administration Menu" section) will have to be done in consultation with the GBIF Help Desk (helpdesk@gbif.org).
es: *Nota*: cualquier cambio en el registro del IPT (no en el registro de un recurso, para el cual debe dirigirse la sección “Visibilidad” bajo el encabezado “Vista general del recurso” en la sección “Menú gestión de recursos”, así como a la información bajo el encabezado “Publicar todos los recursos” en la sección “Menú administración”) tendrá que ser consultado con el Centro de ayuda de GBIF (helpdesk@gbif.org).
ja: 注：IPTの登録（リソースの登録ではなく、「リソース管理」セクションの「リソース概要」見出しの「公開状況」セクション、および「管理メニュー」セクションの「すべてのリソースの公開」見出しの情報を参照）への変更は、GBIFヘルプデスク（helpdesk@gbif.org）と相談しながら行う必要があります。
zh: *注意*: 任何對 IPT 註冊的更改（而非資源註冊——相關資訊請參見「資源概覽」標題下的「公開狀態」部分以及「選單：資源管理」中「發布所有資源」標題下的資訊），均需與 GBIF 服務台（helpdesk@gbif.org）協商進行。

source: Edit GBIF registration
es: Editar el registro en GBIF
ja: GBIFの登録内容を編集する
zh: 編輯 GBIF 註冊

source: After the IPT has been registered, this page allows a user to update the IPT registration information. The update will ensure the IPT and all its registered resources are in sync with the GBIF Registry. *Administrators should run an update each time the public URL of the IPT changes*. Administrators can also run an update in order to update the title, description, contact name, and contact email of the IPT instance. This page does not support changing the hosting organization. To do so, administrators must contact the GBIF Help Desk (helpdesk@gbif.org) directly.
zh: 在 IPT 完成註冊後，使用者可以在此頁面更新 IPT 註冊的資訊。更新操作可確保 IPT 及其所有已註冊的資源與 GBIF 註冊庫保持同步。 *每次 IPT 的公開 URL 發生變更時，管理員應執行一次更新。* 管理員也可以通過此頁面更新 IPT 實例的稱號、說明、聯絡人姓名以及聯絡人電子郵件。此頁面不支援更改託管的組織。如需更改託管組織，管理員必須直接聯絡 GBIF 服務台（helpdesk@gbif.org）。

source: Network view:
zh: 網路檢視：

source: Edit organization's shared tokens view:
es: Editar la vista de tokens compartidos de la organización:
zh: 編輯組織的共享標記檢視：

source: Configure Organizations
es: Configurar organizaciones
ja: 機関を設定する
zh: 配置組織
