Repository: gbif/ipt
Catalog: docs/translations/administration.adoc.*.po
Languages: es, ja, zh

source: View IPT logs
es: Ver registros del IPT
ja: IPTのログを見る
zh: 檢視 IPT 日誌

source: Messages generated from actions taken while running the IPT are logged to files for reference in the directory called "logs" within the IPT data directory (see the information under the "IPT Settings" heading in the "Administration Menu" section). The View IPT logs page shows messages from the file called admin.log, which contains only those log messages that have a severity of WARNING or greater (such as errors). The complete log of messages (contained in the file called debug.log) can be opened and viewed by clicking on the link labelled "complete log file". The contents of the complete log file may be useful when reporting an apparent bug.
es: Los mensajes generados por las acciones ejecutadas mientras se ejecuta el IPT se registran en archivos de referencia en el directorio denominado "logs" dentro del directorio de datos del IPT (ver la información en el apartado "Configuración del IPT" de la sección "Menú administración"). La página de visualización de los registros del IPT muestra los mensajes del archivo denominado admin.log, que contiene únicamente los mensajes de registro que tienen una severidad de ADVERTENCIA o superior (como los errores). El registro completo de mensajes (contenido en el archivo llamado debug.log) puede abrirse y visualizarse haciendo clic en el enlace denominado "archivo log completo". El contenido del archivo de registro completo puede ser útil a la hora de informar sobre un aparente error.
ja: IPTの実行中に発生したメッセージは、IPTデータディレクトリ内の「logs」というディレクトリに参照用ファイルとして記録されます（「管理メニュー」の「IPT設定」の項を参照してください）。「IPTログを確認する」ページには、admin.log というファイルからのメッセージが表示され、これには警告以上の重要度を持つログメッセージ（エラーなど）だけが含まれます。メッセージの完全なログ（ debug.log というファイルに含まれる）は、「完全なログファイル」というラベルの付いたリンクをクリックすることによって開いて見ることができます。完全なログファイルの内容は、明らかなバグを報告する際に役立つ場合があります。
zh: 在運行 IPT 時執行的操作所產生的訊息會記錄在 IPT 資料目錄中的名為「logs」的目錄下的文件中（請參見「選單：系統管理」中「IPT 設定」部分的資訊）。「檢視 IPT 日誌」頁面顯示來自名為 admin.log 的文件中的訊息，該文件僅包含嚴重性為 WARNING 或更高級別的日誌訊息（例如錯誤）。完整的日誌訊息（包含在名為 debug.log 的文件中）可以通過點擊標示為「完整日誌文件」的連結來打開和檢視。完整日誌文件的內容在報告明顯的錯誤時可能會有助於將來進行除錯。

source: *Google Analytics key* - If you would like to track the use of your instance of the IPT with Google Analytics, you can enable it to do so by entering your Google Analytics key in this text box. This is distinct from enabling GBIF to track the use of this instance of the IPT, which can be enabled using the check box described below. For more information about Google Analytics, see https://www.google.com/intl/en/analytics/.
es: *Clave de Google Analytics*: si desea realizar un seguimiento del uso de su instancia del IPT con Google Analytics, puede hacerlo ingresando en el cuadro de texto su clave de Google Analytics. Este monitoreo es diferente al que puede hacer GBIF, el cual puede ser habilitado marcando el cuadro descrito a continuación. Para más información acerca de Google Analytics consulte https://www.google.com/intl/es/analytics/.
ja: Googleアナリティクスキー - IPTのインスタンスの使用状況をGoogleアナリティクスで追跡したい場合は、このテキストボックスにGoogleアナリティクスのキーを入力することで、追跡できるようにすることができます。これは、後述のチェックボックスを使用して有効にできる、IPTインスタンスの使用を追跡するためにGBIFを有効にすることとは異なります。Googleアナリティクスの詳細については、https://www.google.com/intl/en/analytics/ を参照してください。

source: *Enable GBIF Analytics* - Check this box if you would like to enable GBIF to track this instance of the IPT with Google Analytics.
es: *Habilitar GBIF Analytics*: marque este cuadro si desea que GBIF monitoree el IPT con Google Analytics.
ja: GBIFアナリティクスを有効にする - GBIFを有効にして、GoogleアナリティクスでIPTのこのインスタンスを追跡したい場合は、このボックスをオンにします。

source: *Note*: If the user requires a change of email address, the recommended procedure is to create a new user account with the new email address, then delete the user account having the antiquated email address.
es: *Nota*: si el usuario requiere un cambio de correo electrónico, el procedimiento recomendado es crear una nueva cuenta de usuario con la nueva dirección de correo electrónico y luego eliminar la cuenta de usuario que tiene el correo electrónico antiguo.
ja: 注：Eメールアドレスの変更が必要な場合、新しいEメールアドレスで新規ユーザーアカウントを作成し、古いEメールアドレスを持つユーザーアカウントを削除することを推奨します。

source: *Note*: If a user's password is lost, it can be reset to an automatically generated new value by a user having the Admin role. It is the responsibility of the Admin user to communicate this new password to the user for whom it was reset. The user can then change the password to the desired value by entering it in the IPT Account page accessible through the "Account" link in the header in the upper right corner of every page after logging in.
es: *Nota*: Si la contraseña de un usuario se pierde, puede ser restablecida a través de un usuario que tenga el rol Administrador, generando automáticamente un nuevo valor. Es responsabilidad del usuario Administrador comunicar esta nueva contraseña al usuario que le fue restablecida. Una vez el usuario haya ingresado, puede cambiar la contraseña a través del enlace “Cuenta” que está en la esquina superior derecha de todas las páginas.
ja: 注：ユーザーのパスワードがわからなくなった場合、管理責任者ロールを持つユーザーによって、自動的に生成された新しい値にリセットすることができます。この新しいパスワードをリセットされたユーザーに伝えるのは、管理者ユーザーの責任です。ユーザーは、ログイン後の各ページの右上にあるヘッダーの「アカウント」リンクからアクセスできるIPTアカウントページでパスワードを入力し、任意のパスワードに変更することができます。

source: *Note*: The IPT does not inform the affected user of this change, so it is the responsibility of the Admin who resets the password to inform the user of the new one.
es: *Nota*: el IPT no informa del cambio al usuario afectado, por lo tanto es responsabilidad del Administrador que restablece la contraseña, informar al usuario la contraseña nueva.
ja: 注意：IPTはこの変更を該当ユーザーに通知しないので、パスワードをリセットした管理者は新しいパスワードをユーザーに通知する責任があります。

source: *GBIF Registry inaccessible* - If an error message suggests that none of the previous errors has occurred and yet there is a failure to communicate with the GBIF Registry, please report that there are problems connecting to the GBIF registry to the GBIF help desk (helpdesk@gbif.org).
es: *Registro GBIF inaccesible*: si un mensaje de error sugiere que ninguno de los errores previos ha ocurrido y aún hay una falla con la comunicación al Registro GBIF, por favor que hay problemas con la conexión al Registro GBIF o al Centro de ayuda de GBIF (helpdesk@gbif.org).
ja: GBIFレジストリへのアクセス不能 - これまでのエラーは発生していないのに、GBIFレジストリとの通信に失敗しているというエラーメッセージが表示された場合は、GBIFヘルプデスク (helpdesk@gbif.org) までGBIFレジストリへの接続に問題があることをご報告ください。

source: After the IPT has been registered, this page allows a user to update the IPT registration information. The update will ensure the IPT and all its registered resources are in sync with the GBIF Registry. *Administrators should run an update each time the public URL of the IPT changes*. Administrators can also run an update in order to update the title, description, contact name, and contact email of the IPT instance. This page does not support changing the hosting organization. To do so, administrators must contact the GBIF Helpdesk (helpdesk@gbif.org) directly.
es: Una vez registrado el IPT, esta página permite al usuario actualizar la información del registro en el IPT. La actualización asegurará que el IPT y todos sus recursos registrados estén sincronizados con el Registro de GBIF. *Los administradores deben ejecutar una actualización cada vez que la URL pública del IPT cambie*. Los administradores también pueden ejecutar una actualización para actualizar el título, la descripción, el nombre de contacto y el correo electrónico de contacto de la instancia del IPT. Esta página no permite cambiar la organización de alojamiento. Para ello, los administradores deben ponerse en contacto directamente con el Centro de ayuda GBIF (helpdesk@gbif.org).
ja: IPT登録後、このページでIPTの登録情報を更新することができます。この更新により、IPTとその登録されたすべてのリソースがGBIFレジストリと同期するようになります。管理者は、IPTの公開URLが変更されるたびに、更新を行う必要があります。管理者は、IPT インスタンスのタイトル、説明、連絡先名および連絡先Eメールを変更するために更新することもできます。このページは、ホスティング機関の変更には対応していません。これを行うには、管理者がGBIFヘルプデスク（helpdesk@gbif.org）に直接連絡する必要があります。

source: An IPT capable of assigning DOIs to resources must also have an organization configured with a DataCite account. To be configured with a DataCite account, the organization does not necessary have to be able to publish resources (be associated with resources). Only one DataCite account can be used to register DOIs at a time, and the IPT's archival mode must also be turned on (please refer to the <<Configure IPT settings>> section to learn more about the archival mode). The list of organizations shows which organizations have been configured with DataCite accounts, and which one has been selected to register DOIs for all resources in this IPT instance.
es: Un IPT capaz de asignar DOI a los recursos debe tener también una organización configurada con una cuenta DataCite. Para estar configurada con una cuenta DataCite, la organización no es necesario que la organización esté en capacidad de publicar recursos (estar asociada a recursos). Sólo se puede utilizar una cuenta DataCite a la vez para registrar DOIs y el modo de archivo del IPT también debe estar activo (por favor, consulte la sección <<Configuraración de las opciones del IPT>> para obtener más información sobre el modo de archivo). La lista de organizaciones muestra qué organizaciones han sido configuradas con cuentas DataCite y cuál ha sido seleccionada para registrar DOIs para todos los recursos en esta instancia de IPT.
ja: リソースにDOIを割り当てることができるIPTは、DataCiteアカウントで構成された機関も持っている必要があります。DataCiteアカウントを設定するために、機関はリソースを公開できる（リソースと 関連付けられる）必要はありません。一度に登録できるDataCiteアカウントは1つだけで、IPTのアーカイブモードもオンになっている必要があります（アーカイブモードの詳細については、IPTの設定のセクションを参照してください）。機関のリストには、どの機関がDataCiteアカウントで設定され、このIPTインスタンスのすべてのリソースのDOIを登録するためにどの機関が選択されたかが表示されます。

source: *DOI registration agency* - the type of account used to register DOIs for resources; can be either DataCite. *Note*: an account is issued to the organization after it signs an agreement with a DataCite member, which gives it permission to register DOIs under one or more prefixes (e.g. 10.5072) in one or more domains (e.g. gbif.org). *Note*: confirm that the account can actually register DOIs under the IPT's domain/public URL otherwise registrations via the IPT won't work.
es: *Agencia de registro del DOI*: el tipo de cuenta utilizada para registrar los DOI de los recursos, puede ser DataCite. *Nota*: se expide una cuenta a la organización después de que ésta firme un acuerdo con un miembro de DataCite que le da permiso para registrar DOIs bajo uno o más prefijos (p. ej. 10.5072) en uno o más dominios (p. ej., gbif.org). *Nota*: confirme que la cuenta realmente puede registrar DOIs bajo el dominio/URL pública del IPT, de lo contrario los registros a través del IPT no funcionarán.
ja: DOI登録機関DOI - リソースのDOIを登録するために使用されるアカウントの種類。注：アカウントは、DataCiteのメンバーとの契約に署名した後に機関に発行され、1つ以上のドメイン（例：gbif.org）に1つ以上のプレフィックス（例：10.5072）の下にDOIを登録する許可を与えるものです。注：アカウントがIPTのドメイン/公開URLの下で実際にDOIを登録できることを確認してください。そうでなければ、IPT経由の登録は機能しません。

source: *DOI prefix/shoulder* - the preferred DOI prefix/shoulder used to mint DOIs. This prefix is unique to the account issued to the organization. Note: always use a test prefix (see https://blog.datacite.org/test-prefix-10-5072-retiring-june-1/) when running the IPT in test mode.
es: *Prefijo del DOI*: el prefijo del DOI utilizado para acuñar DOI. Este prefijo es único para la cuenta expedida para la organización. Nota: siempre use un prefijo de prueba (ver https://blog.datacite.org/test-prefix-10-5072-retiring-june-1/) cuando utilice el IPT en modo de prueba.
ja: DOIプレフィックス/ショルダー - DOIを作成する際に使用される優先DOIプレフィックス/ショルダー。これは、機関に発行されたアカウントに固有のものです。注：テストモードでIPTを実行するときは、常にテストプレフィックス（ https://blog.datacite.org/test-prefix-10-5072-retiring-june-1/ を参照）を使用します。
