Repository: gbif/ipt
Catalog: docs/translations/applying-license.adoc.*.po
Languages: es, ja

source: Applying a License to a Dataset
es: Aplicar una Licencia a un Conjunto de Datos
ja: データセットへのライセンス適用

source: Introduction
es: Introducción
ja: はじめに

source: In accordance with the http://www.gbif.org/terms/licences[GBIF licensing policy], a dataset should be made available for use under CC0, CC-BY, or CC-BY-NC. GBIF's recommended best practice is to use the most recent version, which 4.0 for CC-BY and CC-BY-NC. This is in line with Creative Commons' recommendation that:
es: De acuerdo con la http://www.gbif.org/terms/licences[política de licencias de GBIF], un conjunto de datos debe estar disponible para su uso bajo CC0, CC-BY o CC-BY-NC. La mejor opción, recomendada por GBIF, es utilizar la versión más reciente, la 4.0 para CC-BY y CC-BY-NC. Esto va acorde con la recomendación de Creative Commons de que:
ja: http://www.gbif.org/terms/licences[GBIFライセンスポリシー]に基づき、データセットはCC0、CC-BY、CC-BY-NCのいずれかで使用できるようにする必要があります。GBIFは、CC-BYおよびCC-BY-NCについては、最新バージョンである4.0を使用することを推奨します。これは、クリエイティブ・コモンズの推奨に沿ったものです。

source: You should always use the latest version of the Creative Commons licenses in order to take advantage of the many improvements described on the https://wiki.creativecommons.org/wiki/License_Versions[license versions page]. In particular, 4.0 is meant to be better suited to international use, and use in many different contexts, including https://blog.creativecommons.org/2011/08/23/data-governance-our-idea-for-the-moore-foundation/[sharing data].
es: Usted siempre debe usar la última versión de las licencias de Creative Commons para aprovechar al máximo las mejoras descritas en la https://wiki.creativecommons.org/wiki/License_Versions[license versions page]. En particular, la licencia 4.0 está destinada a adaptarse mejor al uso internacional, y se puede usar en muchos contextos distintos, incluido https://blog.creativecommons.org/2011/08/23/data-governance-our-idea-for-the-moore-foundation/[sharing data].
ja: link:https://wiki.creativecommons.org/wiki/License_Versions[ライセンスバージョン]ページで説明されている多くの改善点を利用するためには、常に最新バージョンのクリエイティブ・コモンズ・ライセンスを使用する必要があります。特に、4.0は国際的な使用やlink:https://blog.creativecommons.org/2011/08/23/data-governance-our-idea-for-the-moore-foundation/[データの共有]など、様々な文脈での使用に適することを目指しています。

source: More information about what's new in the 4.0 CC license suite can be found https://creativecommons.org/version4/[here]. This is the version supported by the since version v2.3.2 of the IPT.
es: Puede encontrar más información sobre las novedades en la licencia 4.0 CC en https://creativecommons.org/version4/[here]. Esta es la versión compatible con la versión v2.3.2 del IPT.
ja: 4.0 CCライセンススイートにおける新機能の詳細についてはlink:https://creativecommons.org/version4/[こちら]をご覧ください。これは、IPTのバージョンv2.3.2以降でサポートされているバージョンです。

source: The remainder of this page describes how to properly apply a license to a dataset, and how to ensure consistency at the dataset level and the record level.
es: El resto de esta página describe cómo aplicar correctamente una licencia a un conjunto de datos, y cómo garantizar la coherencia a nivel del conjunto de datos y del nivel del registro.
ja: このページのあとの部分では、適切にライセンスをデータセットに適用する方法、およびデータセットレベルとレコードレベルで一貫性を確保する方法について説明します。

source: Please note that CC0 is technically a waiver.
es: Tenga en cuenta que CC0 es técnicamente una exención.
ja: なお、CC0は厳密には権利放棄となります。

source: Dataset Level
es: Nivel de Conjunto de Datos
ja: データセットレベル

source: The license chosen must apply to the dataset as a whole. Only one license should be applied at the *dataset level*, even if multiple licenses are complimentary to each other (e.g. CC-BY and ODC-By).
es: La licencia escogida debe aplicar a todo el conjunto de datos. Se debe aplicar una sola licencia únicamente a *nivel de conjunto de datos*, incluso si varias licencias son complementarias entre sí (por ejemplo, CC-BY y ODC-By).
ja: 選択したライセンスは、データセット全体に適用されなければなりません。複数のライセンスが互いに補完し合っている場合でも（例：CC-BYとODC-By）、*データセットレベル*では1つのライセンスしか適用されないはずです。

source: To apply a license at the *dataset level* in the IPT, choose a license from the drop down on the basic metadata page:
es: Para aplicar una licencia a *nivel de conjunto de datos* en el IPT, elija una licencia del menú desplegable en la página de metadatos básicos:
ja: IPTのデータセットレベルでライセンスを適用するには、基本メタデータのページでドロップダウンからライセンスを選択します。

source: In case different licenses apply to separate components of a dataset, the recommended best practice is to publish each component separately having their own metadata and identifier (e.g. DOI). This recommendation is in compliance with DataCite's recommended practice for such cases.
es: En caso de que diferentes licencias apliquen a componentes separados de un conjunto de datos, la mejor práctica recomendada es publicar cada componente por separado con sus propios metadatos y su propio identificador (por ejemplo, el DOI). Esta recomendación cumple con las recomendaciones de DataCite para tales casos.
ja: データセットの別々の構成要素に異なるライセンスが適用される場合、それぞれの構成要素を独自のメタデータと識別子（例：DOI）を付けて別々に公開することを推奨します。これは、DataCiteのこのようなケースに対する推奨慣行に準拠しています。

source: Record Level
es: Nivel de Registro
ja: レコードレベル

source: All licenses specified at the *record level* should comply with the license at the dataset level.
es: Todas las licencias especificadas bajo el *nivel de registro* deben ser coherentes con la licencia a nivel del conjunto de datos.
ja: *レコードレベル*で指定されるすべてのライセンスは、データセットレベルのライセンスに準拠する必要があります。

source: To apply a license at the *record level* using the IPT, publishers should use/map to the Darwin Core term http://rs.tdwg.org/dwc/terms/index.htm#dcterms:license[license]. As per Darwin Core's recommendation, the URI of the license should be used to populate the license. Be careful not to add contradictory usage restrictions in the Darwin Core term http://rs.tdwg.org/dwc/terms/index.htm#dcterms:accessRights[accessRights]. In theory, the license should provide sufficient access rights information without having to specify them in accessRights also.
es: Para aplicar una licencia en el *nivel de registro* usando el IPT, los publicadores deben usar/mapear el término de Darwin Core http://rs.tdwg.org/dwc/terms/index.htm#dcterms:license[license]. Según la recomendación de Darwin Core, el URI de la licencia debe usarse para completar la licencia. Tenga cuidado de no agregar restricciones de uso contradictorias en el término de Darwin Core http://rs.tdwg.org/dwc/terms/index.htm#dcterms:accessRights[accessRights]. En teoría, la licencia debería proporcionar suficiente información sobre los derechos de acceso sin tener que especificarlos también en accessRights.
ja: IPTを使用して*レコードレベル*でライセンスを適用するために、出版社はダーウィンコア用語link:http://rs.tdwg.org/dwc/terms/index.htm#dcterms:license[license]を使用・マッピングする必要があります。ダーウィンコアの勧告に従って、ライセンスのURIを使用してライセンスを入力する必要があります。ダーウィンコア用語link:http://rs.tdwg.org/dwc/terms/index.htm#dcterms:accessRights[accessRights]で矛盾する使用制限を追加しないように注意してください。理論的には、ライセンスはaccessRightsで指定しなくても十分なアクセス権情報を提供するはずです。

source: Please note the Darwin Core term http://rs.tdwg.org/dwc/terms/history/#dcterms:rights[rights] has now been deprecated and should no longer be used.
es: Tenga en cuenta que el término de Darwin Core http://rs.tdwg.org/dwc/terms/history/#dcterms:rights[rights] ha quedado obsoleto y ya no debería utilizarse.
ja: ダーウィンコア用語link:http://rs.tdwg.org/dwc/terms/history/#dcterms:rights[rights]は現在では非推奨となっており、もう使用されないことに注意してください。

source: Supplementary Information
es: Información Adicional
ja: 補足情報

source: How To Manually Apply a License
es: Cómo Aplicar una Licencia Manualmente
ja: 手動でライセンスを申請する方法

source: Resource metadata can be populated automatically from an EML metadata document during resource creation. A license supplied in the EML document is interpretable so long as it is supplied in a machine readable format.
es: Los Recursos de metadatos se pueden completar automáticamente desde un documento de metadatos en EML durante la creación de recursos. Una licencia proporcionada en el documento EML es interpretable siempre que se proporcione en un formato legible por máquina.
ja: リソース作成時にEMLメタデータドキュメントからリソースメタデータを自動的に入力することができます。EML文書で提供されるライセンスは、機械可読形式で提供される限り解釈可能です。

source: To supply a license in EML in a machine readable format, use the `<ulink>` element inside `<intellectualRights><para>` to specify both the title and URL of the license. Be aware that documents complying with the GBIF Metadata Profile must use the latest version of the schema (v1.1) for this to be valid XML.
es: Para proporcionar una licencia en EML en un formato legible por máquina, utilice el elemento `<ulink>` dentro de `<intellectualRights><para>` para especificar tanto el título como la URL de la licencia. Tenga en cuenta que los documentos que cumplen con el Perfil de Metadatos de GBIF deben utilizar la última versión del esquema (v1.1) para que sea un XML válido.
ja: EMLで機械可読形式のライセンスを提供するには、`<intellectualRights><para>`内の`<ulink>`要素を使用してライセンスのタイトルとURLの両方を指定します。GBIFメタデータプロファイルに準拠した文書が有効なXMLであるためには、スキーマの最新バージョン（v1.1）を使用する必要があります。

source: Below is an example `<intellectualRights>` for the three licenses that GBIF supports demonstrating how to provide them in machine readable format. To apply, simply replace the `<intellectualRights>` block in your EML document with the `<intellectualRights>` below corresponding to the license of your choice.
es: A continuación se muestra un ejemplo de `<intellectualRights>` para las tres licencias que GBIF admite y muestra cómo proporcionarlas en formato legible por máquina. Para aplicar, simplemente reemplace el bloque `<intellectualRights>` en su documento EML con el `<intellectualRights>` a continuación correspondiente a la licencia de su elección.
ja: 以下は、GBIFがサポートする3つのライセンスの`<intellectualRights>`の例で、機械可読形式でどのように提供するかを示しています。EML文書内の`<intellectualRights>`ブロックを、ご希望のライセンスに対応した下記の`<intellectualRights>`に置き換えるだけで適用できます。

source: Public Domain (CC0 1.0)
es: Dominio Público (CC0 1.0)
ja: パブリックドメイン（CC0 1.0）

source: <intellectualRights> <para>To the extent possible under law, the publisher has waived all rights to these data and has dedicated them to the <ulink url="http://creativecommons.org/publicdomain/zero/1.0/legalcode"><citetitle>Public Domain (CC0 1.0)</citetitle></ulink>. Users may copy, modify, distribute and use the work, including for commercial purposes, without restriction</para> </intellectualRights>
es: <intellectualRights> <para>En la medida de lo posible según la ley, el editor ha renunciado a todos los derechos sobre estos datos y los ha dedicado al <ulink url="http://creativecommons.org/publicdomain/zero/1.0/legalcode"><citetitle>Dominio público (CC0 1.0)</citetitle></ulink>. Los usuarios pueden copiar, modificar, distribuir y utilizar el trabajo, incluso con fines comerciales, sin restricción</para> </intellectualRights>

source: Creative Commons Attribution (CC-BY) 4.0
es: Atribución Creative Commons (CC-BY) 4.0
ja: クリエイティブ・コモンズ・アーティビューション（CC-BY）4.0

source: <intellectualRights> <para>This work is licensed under a <ulink url="http://creativecommons.org/licenses/by/4.0/legalcode"><citetitle>Creative Commons Attribution (CC-BY) 4.0 License</citetitle></ulink>.</para> </intellectualRights>
es: <intellectualRights> <para>Este contenido se encuentra bajo una <ulink url="http://creativecommons.org/licenses/by/4.0/legalcode"><citetitle>Licencia de Atribución Creative Commons (CC-BY) 4.0</citetitle></ulink>.</para> </intellectualRights>

source: Creative Commons Attribution Non Commercial (CC-BY-NC) 4.0
es: Atribución No Comercial de Creative Commons (CC-BY-NC) 4.0
ja: クリエイティブ・コモンズ 表示 - 非商用（CC-BY-NC）4.0

source: <intellectualRights> <para>This work is licensed under a <ulink url="http://creativecommons.org/licenses/by-nc/4.0/legalcode"><citetitle>Creative Commons Attribution Non Commercial (CC-BY-NC) 4.0 License</citetitle></ulink>.</para> </intellectualRights>
es: <intellectualRights> <para>Este contenido se encuentra bajo una <ulink url="http://creativecommons.org/licenses/by-nc/4.0/legalcode"><citetitle>Licencia de Atribución No Comercial de Creative Commons (CC-BY-NC) 4.0</citetitle></ulink>.</para> </intellectualRights>
