Repository: gbif/ipt
Catalog: docs/translations/best-practices-checklists.adoc.*.po
Languages: es, ja, zh

source: Use the *dwc:nameAccordingTo* or *dwc:nameAccordingToID* to refer to the taxon definition in the corresponding source record as a citation or a URL.
es: Utilice *dwc:nameAccordingTo* o *dwc:nameAccordingToID* para hacer referencia a la definición de taxón en el registro de origen correspondiente como una cita o una URL.
ja: *dwc:nameAccordingTo*または*dwc:nameAccordingToID*を使って、対応するソースレコードのタクソン定義を引用またはURLとして参照します。
zh: 使用 *dwc:nameAccordingTo* 或 *dwc:nameAccordingToID* 來引用對應來源紀錄中的分類群定義作為參考或 URL。

source: Sharing Vernacular Names
es: Compartiendo Nombres Vernáculos
ja: 方言名（地方名）の共有
zh: 分享俗名

source: The sharing of vernacular name data associated with taxa in taxonomic checklists is supported. Vernacular names are shared as a separate, related file using the {latest-vernacularname}[Vernacular Names extension]. The extension supports a rich set of properties for describing vernacular name usages that include regional and morphological qualifiers.
es: Se apoya el intercambio de datos de nombres vernáculos asociados con taxones en listados taxonómicos. Los nombres vernáculos se comparten como un archivo relacionado separado usando la {latest-vernacularname}[extensión de nombres vernáculos]. La extensión admite un rico conjunto de propiedades para describir usos de nombres vernáculos que incluyen calificadores regionales y morfológicos.
ja: 分類学的チェックリストの分類群に関連する方言名データの共有に対応しています。方言名は、link:{latest-vernacularname}[Vernacular Names extension]を使用した、別の関連ファイルとして共有されます。この拡張子は、地域的および形態的な修飾子を含む、方言名の使用方法を説明するための豊富なプロパティセットをサポートしています。
zh: 本系統支援與分類單元相關的俗名資料共享，這些俗名資料可透過一個獨立的、相關的檔案使用 {latest-vernacularname}[俗名延伸資料集] 來分享。該延伸資料集提供了描述俗名使用的豐富屬性，包括地區和形態限定詞。

source: Vernacular names are referenced via an extension, therefore they must be linked to a named taxon in the parent core data file. It is further recommended that a vernacular names record provide a language reference that identifies the language represented by the vernacular name use. The best practice is to use the http://rs.gbif.org/vocabulary/iso/639-1.xml[ISO 693 language code] for sharing language information. Vernacular names may also have distinct regional uses and this can be specified through a dwc:locality element or, at a less precise level, using a dwc:country term. It is recommended that country names utilize the http://rs.gbif.org/vocabulary/iso/3166-1_alpha2.xml[ISO 6133 country codes].
es: Los nombres vernáculos se referencian a través de una extensión, por lo tanto, deben estar vinculados a un taxón con nombre en el archivo de datos principal. Se recomienda además que un registro de nombres vernáculos proporcione una referencia de idioma que identifique el idioma representado por el uso del nombre vernáculo. La mejor práctica es utilizar el http://rs.gbif.org/vocabulary/iso/639-1.xml[Código de idioma ISO 693] para compartir información sobre el idioma. Los nombres vernáculos también pueden tener distintos usos regionales y esto se puede especificar mediante un elemento dwc:locality o, en un nivel menos preciso, utilizando un término dwc:country. Se recomienda que los nombres de países utilicen los http://rs.gbif.org/vocabulary/iso/3166-1_alpha2.xml[ISO 6133 country codes].
ja: もしソースデータセットが、リストで参照されている分類群に対してグローバルにユニークな識別子を提供している場合、それを派生データセットの*taxonID*として使用することができます。このようにすることで、元の分類群との明確なリンクが確保され、非常におすすめです。さらに、方言名のレコードには、方言名で使用されている言語を特定する言語参照を付けることが推奨されます。言語情報の共有には、link:http://rs.gbif.org/vocabulary/iso/639-1.xml[ISO 693 言語コード] を使用するのが最良の方法です。地方名は地域ごとに異なる用途を持つことがあり、これは*dwc:locality*要素、またはより正確でないレベルでは *dwc:country*を使って指定することができる。国名は、link:http://rs.gbif.org/vocabulary/iso/3166-1_alpha2.xml[ISO 3166 国名コード]があれば、それを利用することが推奨されます。
zh: 俗名需透過延伸資料集參照，因此必須與父核心資料檔案中的命名分類單元連結。此外，建議在俗名紀錄中提供語言參照，標識該俗名使用所代表的語言。最佳做法是使用 http://rs.gbif.org/vocabulary/iso/639-1.xml[ISO 639 語言代碼]來分享語言資訊。俗名可能具有特定地區的用法，可透過 dwc:locality 元素或使用較低精度的 dwc:country 元素來指明。建議國家名稱使用 http://rs.gbif.org/vocabulary/iso/3166-1_alpha2.xml[ISO 3166-1 Alpha-2 國家代碼]。

source: Sharing Species Descriptions
es: Compartiendo Descripciones de Especies
ja: 種の解説を共有する
zh: 分享物種描述

source: The sharing of descriptive information related to a taxon is supported. Descriptive data are shared as a separate, related file using the via the {latest-description}[Taxon Description extension]. Descriptive data can be assigned to distinct description types and, as the data is published in an extension, multiple descriptive records may be linked to a single taxon, supporting a relatively rich set of data per taxon. It is recommended that the {latest-description-type}[description type vocabulary] be used to describe the descriptive information.
es: Se admite el intercambio de información descriptiva relacionada con un taxón. Los datos descriptivos se comparten como un archivo relacionado separado mediante la {latest-description}[extensión de descripción de taxón]. Los datos descriptivos pueden asignarse a distintos tipos de descripción y, dado que los datos se publican en una extensión, se pueden vincular varios registros descriptivos a un solo taxón, lo que respalda un conjunto relativamente rico de datos por taxón. Se recomienda que se utilice {latest-description-type}[vocabulario del tipo de descripción] para describir la información descriptiva.
ja: 分類群に関連する記述情報の共有に対応しています。説明文データは、link:{latest-description}[Taxon Description extension]を用いて、関連する別のファイルとして共有されます。記述データは個別の記述タイプに割り当てることができ、拡張機能でデータを公開すると、1 つの分類群に複数の記述レコードをリンクすることができ、分類群ごとに比較的豊富なデータセットをサポートします。説明情報を記述するために、link:{latest-description-type}[description type vocabulary]を使用することが推奨されます。
zh: 本系統支援與分類單元相關的描述性資訊共享。這些描述性資料以一個獨立的、相關的檔案透過 {latest-description}[物種描述延伸資料集] 來分享。描述性資料可分配至不同的描述類型，並且由於這些資料發布於延伸資料集，單一分類單元可以關聯多個描述紀錄，提供相對豐富的資料集內容。建議使用 {latest-description-type}[描述類型詞彙表] 來描述這些資訊。

source: Multi-line descriptions
es: Descripciones de múltiples líneas
ja: 複数行の説明
zh: 多行描述

source: Descriptive information should be limited to single paragraph text blocks. Multiple paragraphs containing line breaks should be avoided or carefully managed in order to maintain the integrity of the resultant text file output as the Darwin Core Archive. Multi-line data fields served as text files require the record delimiters, which are usually line break characters, to be distinct from the line breaks used within a multi-line field. The best method for supporting multiple lines in a single field is to replace breaking characters with a non-breaking character or character set that a user can replace with proper breaks when the data is parsed and used. One option is to use the HTML break tag `<br>`.
es: La información descriptiva debe limitarse a bloques de texto de un solo párrafo. Se deben evitar o administrar con cuidado varios párrafos que contengan saltos de línea para mantener la integridad de la salida del archivo de texto resultante como Archivo Darwin Core. Los campos de datos de varias líneas que se sirven como archivos de texto requieren que los delimitadores de registro, que normalmente son caracteres de salto de línea, sean distintos de los saltos de línea utilizados en un campo de varias líneas. El mejor método para admitir varias líneas en un solo campo es reemplazar los caracteres que se rompen con un carácter o un conjunto de caracteres que no se rompen y que el usuario puede reemplazar con los cortes adecuados cuando se analizan y utilizan los datos. Una opción es utilizar la etiqueta de interrupción HTML `<br>`.
ja: 説明情報は、単一段落のテキストブロックに限定する必要があります。 改行を含む複数の段落は、ダーウィンコア・アーカイブとして出力される結果のテキストファイルの整合性を維持するために、回避するか、慎重に管理する必要があります。 テキストファイルとして機能する複数行のデータフィールドでは、複数行のフィールド内で使用される改行とは異なるレコード区切り文字（通常は改行文字）が必要です。 1つのフィールドで複数行をサポートするための最良の方法は、改行文字を、データが解析および使用されるときにユーザーが適切な改行に置き換えることができる非改行文字または文字セットに置き換えることです。 1つのオプションは、HTMLブレークタグ`<br>`を使用することです。
zh: 描述性資訊應限制在單段落文字區塊內。避免或謹慎處理包含換行符的多段落內容，以維持達爾文核心集檔案輸出的完整性。以文字檔格式提供的多行資料欄位需要記錄分隔符（通常是換行符）與多行欄位內的換行符區分開來。支援多行的最佳方式是用非斷行的字符或字符組替代換行符，讓使用者在解析資料時可替換為適當的換行符。一種選項是使用 HTML 的 `<br>` 標籤。

source: Sharing Species Distributions
es: Compartiendo Distribuciones de Especies
ja: 種の分布を共有する
zh: 分享物種分佈

source: The sharing of distribution data is supported. Distribution data are shared as a separate, related file using the {latest-species-distribution}[Species Distribution extension]. This enables multiple distribution records to be published per taxon. The distribution extension is not only used to designate national or regional distribution descriptions, it also supports the qualification of the referenced distribution in regard to the threat status of the taxon, whether it is introduced, native, etc., and other properties that might be tied to a specific defined area.
es: Se admite el intercambio de datos de distribución. Los datos de distribución se comparten como un archivo relacionado independiente utilizando la {latest-species-distribution}[extensión de distribución de especies]. Esto permite publicar varios registros de distribución por taxón. La extensión de distribución no solo se utiliza para designar descripciones de distribución nacionales o regionales, sino que también respalda la calificación de la distribución referenciada con respecto al estado de amenaza del taxón, ya sea introducido, nativo, etc., y otras propiedades que podrían ser vinculado a un área definida específica.
ja: 配布データの共有がサポートされています。 配布データは、link:{latest-species-distribution}[Species Distribution extension]を使用して、別個の関連ファイルとして共有されます。 これにより、分類群ごとに複数の配布レコードを公開できます。 分布拡張は、国または地域の分布の説明を指定するために使用されるだけでなく、分類群の脅威ステータス、導入されているかどうか、ネイティブなど、およびその他のプロパティに関する参照された分布の認定も対応します。 特定の定義された領域に関連付けられています。
zh: 本系統支援分佈資料共享。這些分佈資料透過一個獨立的、相關的檔案使用 {latest-species-distribution}[物種分佈延伸資料集] 來分享。該延伸資料集不僅用於指定國家或地區的分佈描述，還支援對分佈的性質進行限定，例如該分類單元的威脅狀態、是否為外來種、本地種等，以及與特定定義區域相關的其他屬性。

source: The recommended best practice for specifying a distinct area is via a resolve-able or well-known area identifier published via the dwc:localityID element.
es: La mejor práctica recomendada para especificar un área distinta es a través de un identificador de área conocido o que se pueda resolver y que se publique mediante el elemento dwc:localityID.
ja: 明確に地域を指定するための推奨される最良の方法は、*dwc:localityID*要素で公開される解決可能な、またはよく知られた地域識別子を介することです。
zh: 建議使用可解析或已知的區域識別碼，並透過 dwc:localityID 元素發布。

source: If the dwc:country element is used, it is recommended that the http://rs.gbif.org/vocabulary/iso/3166-1_alpha2.xml[ISO 6133 country codes] be used.
es: Si se utiliza el elemento dwc:country, se recomienda utilizar los http://rs.gbif.org/vocabulary/iso/3166-1_alpha2.xml[ISO 6133 country codes].
ja: *dwc：country*要素を使用する場合は、link:http://rs.gbif.org/vocabulary/iso/3166-1_alpha2.xml[ISO 3166 国名コード]を使用することをお勧めします。
zh: 如果使用 dwc:country 元素，建議使用 http://rs.gbif.org/vocabulary/iso/3166-1_alpha2.xml[ISO 3166-1 Alpha-2 國家代碼]。

source: Sharing References
es: Compartir Referencias
ja: リファレンスを共有する
zh: 分享參考文獻

source: The sharing of bibliographic citations is supported. Bibliographic data are shared as a separate, related file using the {latest-references}[References extension]. The References extension is recommended and designed for use in the sharing of synonymy information in monographs and annotated checklists. It supports the sharing of a parsed citation and therefore provides a more granular citation format that some of the citation-storing data elements in the core data file, such as dwc:namePublishedIn. This extension supports the taxonomic and nomenclatural qualification of a reference via the *dc:type* property, which, when used with {latest-reference-type}[the Reference Type vocabulary], can be used to distinguish a set of references related to a taxon.
es: Se apoya el intercambio de citas bibliográficas. Los datos bibliográficos se comparten como un archivo relacionado separado utilizando la {latest-reference}[extensión de referencias]. La extensión References se recomienda y está diseñada para su uso en el intercambio de información sobre sinonimia en monografías y listados taxonómicos anotados. Admite compartir una cita analizada y, por lo tanto, proporciona un formato de cita más granular que algunos de los elementos de datos de almacenamiento de citas en el archivo de datos principal, como dwc:namePublishedIn. Esta extensión admite la calificación taxonómica y nomenclatural de una referencia a través de la propiedad *dc:type*, que, cuando se usa con {latest-reference-type}[el vocabulario del tipo de referencia], se puede usar para distinguir un conjunto de referencias relacionadas con un taxón.
ja: 書誌引用の共有がサポートされています。 書誌データは、link:{latest-references}[リファレンス拡張]を使用して別個の関連ファイルとして共有されます。link:{latest-references}[リファレンス拡張]は、モノグラフおよび注釈付きチェックリストでのシノニム情報の共有に使用するために推奨および設計されています。 解析された引用の共有をサポートしているため、*dwc:namePublishedIn*などのコアデータファイル内の引用を保存するデータ要素の一部よりも詳細な引用形式を提供します。 この拡張機能は、link:{latest-reference-type}[リファレンスタイプ語彙]プロパティを介した参照の分類学的および命名上の修飾をサポートします。これは、link:{latest-reference-type}[リファレンスタイプ語彙]とともに使用すると、分類群に関連する一連の参照を区別するために使用できます。
zh: 本系統支援書目引用資料共享。這些書目資料透過一個獨立的、相關的檔案使用 {latest-references}[參考文獻延伸資料集] 來分享。該延伸資料集設計用於分享專著和註解物種名錄中的同物異名資訊。它支援分享解析的引用格式，比核心資料檔案中的引用存儲元素（如 dwc:namePublishedIn）提供更細緻的格式。此延伸資料集支援使用 *dc:type* 屬性對參考文獻進行分類和命名限定，並可結合 {latest-reference-type}[參考類型詞彙表] 使用，以區分與分類單元相關的一組參考文獻。

source: Sharing Type information
es: Compartir información de Tipos
ja: タイプ情報の共有
zh: 分享模式資訊

source: The sharing of information about types and specimens is supported. These data are shared as a separate, related file using the {latest-typesandspecimen}[Types and Specimens extension]. It supports the sharing of basic information about type specimens, type species and genera.
es: Se apoya el intercambio de información sobre tipos y especímenes. Estos datos se comparten como un archivo relacionado independiente utilizando la {latest-typesandspecimen}[extensión de tipos y muestras]. Apoya el intercambio de información básica sobre especímenes tipo, especies tipo y géneros.
ja: タイプと標本に関する情報の共有がサポートされています。これらのデータは、link:{latest-typesandspecimen}[タイプと標本の拡張]を使用して、別個の関連ファイルとして共有されます。タイプ標本、タイプ種、属に関する基本情報の共有をサポートします。
zh: 本系統支援關於模式和標本的資訊共享。這些資料透過一個獨立的、相關的檔案使用 {latest-typesandspecimen}[模式與標本延伸資料集] 分享。該延伸資料集支援共享關於模式標本、模式物種與屬的基本資訊。

source: Sharing Links and Identifiers
es: Compartir Enlaces e Identificadores
ja: リンクと識別子の共有
zh: 分享連結與識別碼

source: It is possible to share and describe multiple links to related external resources using the {latest-identifier}[Alternate Identifier Extension]. It allows data publishers to embed links back to the source database or document via resolveable identifiers. Multiple identifiers, perhaps linking to both a web page as well as a more machine-readable web service response, may be provided for a single taxon. It is recommended that a format be included for each record to enable a user to know how to interpret the response information if an identifier is resolve-able. This is usually done by including the *media type* (or *MIME type*) in this field. A complete list of media types is https://www.iana.org/assignments/media-types/media-types.xhtml[available here].
es: Es posible compartir y describir varios enlaces a recursos externos relacionados utilizando {latest-identifier}[Alternate Identifier Extension]. Permite a los editores de datos incorporar enlaces a la base de datos o al documento de origen a través de identificadores que se pueden resolver. Se pueden proporcionar múltiples identificadores, quizás vinculando tanto a una página web como a una respuesta de servicio web más legible por máquina, para un solo taxón. Se recomienda que se incluya un formato para cada registro para permitir al usuario saber cómo interpretar la información de respuesta si un identificador se puede resolver. Esto generalmente se hace incluyendo el *tipo de medio* (o *tipo MIME*) en este campo. Está https://www.iana.org/assignments/media-types/media-types.xhtml[disponible] una lista completa de tipos de medio.
ja: link:{latest-identifier}[Alternate Identifier Extension]を使用して、関連する外部リソースへの複数のリンクを共有および説明することができます。 これにより、データ発行者は、解決可能な識別子を介してソースデータベースまたはドキュメントにリンクを埋め込むことができます。 おそらくWebページとより機械可読なWebサービス応答の両方にリンクする複数の識別子が、単一の分類群に提供される場合があります。 識別子が解決可能である場合にユーザーが応答情報を解釈する方法を知ることができるように、各レコードにフォーマットを含めることをお勧めします。 これは通常、このフィールドに*MIME type*（または*MIME type*）を含めることによって行われます。 メディアタイプの完全なリストは、link:https://www.iana.org/assignments/media-types/media-types.xhtml[こちら]から入手できます。
zh: 可以使用 {latest-identifier}[替代識別碼延伸資料集] 分享和描述多個與外部資源相關的連結。該延伸資料集允許資料發布者透過可解析的識別碼嵌入返回來源資料庫或文件的連結。單一分類單元可能提供多個識別碼，例如連結到網頁以及更具機器可讀性的網頁服務響應。建議在每個紀錄中包含格式，以讓使用者了解如何解讀解析資訊，通常是透過此欄位中加入*媒體類型*（或 *MIME 類型*）來完成。完整的媒體類型清單可在 https://www.iana.org/assignments/media-types/media-types.xhtml[IANA 網站]查閱。

source: Creating a dynamic link to a species page
es: Creando un enlace dinámico a páginas de especie
ja: 種のページへの動的リンクの作成
zh: 建立物種頁面的動態連結

source: Often, a link back to a source database follows a common format, differing only in the identifier number or taxon name used in the URL. This can result in a verbose and bloated extension file. The Darwin Core Archive format supports a more efficient way to define a URL template, which only needs to be defined once, and allows a variable to be embedded in the template eliminating the need for repetitively repeating a set of URLs for each taxon in the data file. This is done via the XML metafile component of a Darwin Core Archive. It does not use the References extension. This requires editing the XML metafile which requires some degree of familiarity with XML. GBIF xref:gbif-metadata-profile.adoc[provides a complete guide the to Darwin Core metafile].
es: A menudo, un enlace a una base de datos de origen sigue un formato común, que difiere solo en el número de identificación o el nombre de taxón utilizado en la URL. Esto puede resultar en un archivo de extensión extenso y detallado. El formato del Archivo Darwin Core admite una forma más eficiente de definir una plantilla de URL, que solo debe definirse una vez, y permite que se incruste una variable en la plantilla, lo que elimina la necesidad de repetir repetidamente un conjunto de URL para cada taxón del archivo de datos. Esto se hace a través del componente de metarchivo XML del Archivo Darwin Core. No usa la extensión References. Esto requiere editar el metarchivo XML, lo que requiere cierto grado de familiaridad con XML. GBIF xref:gbif-metadata-profile.adoc[proporciona una guía completa del metarchivo de Darwin Core].
ja: 多くの場合、ソースデータベースへのリンクは一般的な形式に従い、URLで使用される識別子番号または分類群名のみが異なります。これにより、冗長で肥大化した拡張子ファイルが生成される可能性があります。ダーウィンコア・アーカイブ形式は、URLテンプレートを定義するためのより効率的な方法をサポートします。これは、一度だけ定義する必要があり、変数をテンプレートに埋め込むことができるため、データ内の分類群ごとにURLのセットを繰り返し繰り返す必要がありません。これは、ダーウィンコア・アーカイブのXMLメタファイルコンポーネントを介して行われます。リファレンス拡張機能は使用しません。これには、XMLメタファイルを編集する必要があり、XMLにある程度精通している必要があります。GBIFは、xref:gbif-metadata-profile.adoc[ダーウィンコアメタファイルへの完全なガイドを提供します]。
zh: 通常，返回來源資料庫的連結遵循一種通用格式，僅在 URL 中使用的識別碼或分類單元名稱不同。這可能導致延伸資料集檔案過於冗長。達爾文核心集格式支援更高效的方法來定義 URL 範本，只需定義一次，並允許在範本中嵌入變數，避免在資料檔案中為每個分類單元重複多組 URL。此方法可透過達爾文核心集檔案的 XML 詮釋文件部分完成。它不使用參考延伸資料集。這需要對 XML 有一定程度的熟悉以編輯 XML 詮釋文件。GBIF xref:gbif-metadata-profile.adoc[提供了達爾文核心標準詮釋文件的完整指南]。

source: The metafile supports the creation of variables in the metafile that may refer to a web page or web service call. This variable may be embedded in the URL and include a taxon identifier or the taxon name as one of the parameters in the URL. Any column in the published data can be referenced by enclosing the index number in curly braces “{}”. The taxon identifier in the core data file can also be referenced via the variable “\{id}.” The following examples illustrate these features:
es: El metarchivo admite la creación de variables en el metarchivo que pueden hacer referencia a una página web o una llamada de servicio web. Esta variable puede estar incrustada en la URL e incluir un identificador de taxón o el nombre de taxón como uno de los parámetros en la URL. Se puede hacer referencia a cualquier columna de los datos publicados encerrando el número de índice entre llaves “{}”. El identificador de taxón en el archivo de datos centrales también se puede hacer referencia a través de la variable "\{id}". Los siguientes ejemplos ilustran estas características:
ja: メタファイルは、WebページまたはWebサービス呼び出しを参照する可能性のあるメタファイル内の変数の作成をサポートします。この変数はURLに埋め込まれ、URLのパラメーターの1つとして分類群識別子または分類群名を含めることができます。公開されたデータの任意の列は、中括弧「{}」でインデックス番号を囲むことによって参照できます。コアデータファイルの分類群識別子は、変数「{id}」を介して参照することもできます。次の例は、これらの機能を示しています。
zh: 可在詮釋文件中創建變數，該變數可引用網頁或網頁服務呼叫。此變數可嵌入 URL，並將分類單元的識別碼或名稱作為 URL 中的參數之一。透過將索引號用大括號 “{}” 包裹，可以引用發布資料中的任何欄位。例如，核心資料檔案中的分類單元識別碼可透過變數 “\{id}” 來引用。以下示例展示了這些功能：

source: The Integrated Taxonomic Information System (ITIS) uses Taxonomic Serial Numbers (TSN) to provide links to taxon pages on its web site.
es: El Sistema Integrado de Información Taxonómica (ITIS) utiliza números de serie taxonómicos (TSN) para proporcionar enlaces a las páginas de taxones en su sitio web.
ja: 統合分類情報システム（ITIS）は、分類シリアル番号（TSN）を使用して、Webサイトの分類ページへのリンクを提供します。
zh: 整合分類學資訊系統（Integrated Taxonomic Information System，ITIS）系統使用分類序列號（Taxonomic Serial Numbers，TSN）提供到物種頁面網站的連結。例如：

source: If a core data file is published using the ITIS TSN system a link can be composed and tied to the “identifier” term in the core data standard using the following syntax.
es: Si un archivo de datos núcleo se publica utilizando el sistema ITIS TSN, se puede componer y vincular un enlace al término "identificador" en el estándar de datos básicos utilizando la siguiente sintaxis.
ja: コアデータファイルがITIS TSNシステムを使用して公開されている場合、次の構文を使用して、リンクを作成し、コアデータ標準の「識別子」用語に関連付けることができます。
zh: 如果核心資料檔案使用 ITIS 的 TSN 系統，此連結可與核心資料標準中的 "identifier" 項目綁定，並使用以下語法：

source: where the original numeric value is replaced by the variable `\{id}`. This value would be derived from the core ID.
es: donde el valor numérico original se reemplaza por la variable `\{id}`. Este valor se derivaría del ID del núcleo.
ja: ここで、元の数値は変数`\{id}`に置き換えられます。この値はコアIDから取得されます。
zh: 其中，原始數值被變數 `\{id}` 取代。此值來自核心 ID。

source: The 2010 Catalogue of Life Annual Checklist provides similar identifiers. It also supports name-based searches that can also be encoded as URLs. For example,
es: El Listado Taxonómico Anual del Catálogo de Vida 2010 proporciona identificadores similares. También admite búsquedas basadas en nombres que también se pueden codificar como URL. Por ejemplo,
ja: The 2010 Catalogue of Life Annual Checklistには、同様の識別子が記載されています。また、URLとしてエンコードできる名前ベースの検索もサポートしています。例えば、
zh: 《2010 年生命名錄年度物種名錄》提供了類似的識別碼。它也支援基於名稱的搜尋，這些搜尋可以編碼為 URL。例如：

source: embeds a scientific name “Struthio camelus” into a URL. Full scientific name combinations can be published in the core data file using the Darwin Core term “scientificName.” If we assume that this term represented the 12th column in our core data file we could use the syntax
es: incrusta un nombre científico "Struthio camelus" en una URL. Las combinaciones de nombres científicos completos se pueden publicar en el archivo de datos principales utilizando el término básico de Darwin "scientificName". Si asumimos que este término representa la duodécima columna en nuestro archivo de datos central, podríamos usar la sintaxis
ja: 学名「Struthio camelus」をURLに埋め込みます。完全な科学名の組み合わせは、ダーウィンコア語彙「scientificName」を使用してコアデータファイルで公開できます。この用語がコアデータファイルの12番目の列を表すと仮定すると、構文を使用できます。
zh: 將學名 “Struthio camelus” 嵌入到 URL 中。完整的學名組合可以使用達爾文核心標準中的 “scientificName” 欄位發布於核心資料檔案中。如果我們假設該欄位是核心資料檔案中的第 12 欄，我們可以使用以下語法：

source: where `\{12}` represents the 12th column value that will be substituted in the URL.
es: donde `\{12}` representa el valor de la duodécima columna que se sustituirá en la URL.
ja: ここで、`\{12}`は、URLで置き換えられる12番目の列の値を表します。
zh: 其中，`\{12}` 代表第 12 欄的值，該值將替換為 URL 中的對應內容。

source: GBIF Checklist Extensions
es: Extensiones de Listados Taxonómicos de GBIF
ja: GBIFチェックリスト拡張
zh: GBIF 物種名錄延伸資料集
