Repository: gbif/ipt
Catalog: docs/translations/best-practices-sampling-event-data.adoc.*.po
Languages: es, ja, zh

source: The value of sampleSizeValue is a number and must have a corresponding sampleSizeUnit. The value of sampleSizeUnit should be restricted to use only SI units/derived units or other non-SI units accepted for use within the SI (e.g. minute, hour, day, litre) as per the {latest-unit-of-measurement}[Unit of Measurement Vocabulary]. Examples are given in Table 1 below.
es: El valor de sampleSizeValue es un número y debe tener su correspondiente sampleSizeUnit. El valor de sampleSizeUnit debe restringirse únicamente al uso de unidades del Sistema Internacional o a otras unidades aceptadas para su uso en el Sistema Internacional (ej.: minuto, hora, día, litro) de acuerdo al {latest-unit-of-measurement}[Vocabulario de Unidades de Medida]. Se proporcionan ejemplos a continuación en la tabla 1.
ja: *sampleSizeValue*の値は数値であり、対応するsampleSizeUnitが必要です。sampleSizeUnitの値は、SI単位/派生単位、またはlink:{latest-unit-of-measurement}[測定単位系]に従ってSI内での使用が許可されているその他の非SI単位（分、時間、日、リットルなど）のみを使用するように制限する必要があります。以下の表1に例を示します。
zh: sampleSizeValue 的值必須是數字，並且必須有相應的 sampleSizeUnit。sampleSizeUnit 的值應限制為僅使用國際單位制 (SI) 單位/衍生單位，或國際單位制接受的非 SI 單位（例如分鐘、小時、天、升），依照 {latest-unit-of-measurement}[測量單位詞彙]。下表提供了一些示例：

source: You may represent a sampling area by using an appropriate WKT shape or latitude/longitude point location. Done correctly, the direction sampling was carried out can also be derived. For example, an ocean trawl line represented using a WKT shape LINESTRING allows the direction of the trawl to be determined based on the standard notation for writing the start and end points.
es: Puede representar un área de muestreo utilizando una forma WKT apropiada o una ubicación de punto de latitud / longitud. Si se hace correctamente, también se puede derivar el muestreo de la dirección en que se llevó a cabo. Por ejemplo, una línea de arrastre oceánica representada con una forma WKT LINESTRING permite determinar la dirección de la red de arrastre basándose en la notación estándar para escribir los puntos de inicio y finalización.
ja: サンプリングエリアは、適切なWKT形状や緯度経度点位置で表現することができます。正しく行えば、サンプリングが行われた方向も導き出すことができます。例えば、WKT形状LINESTRINGを使用して表現された海洋トロールラインは、開始点と終了点を書くための標準的な表記に基づいて、トロールの方向を決定することができます。
zh: 可以使用適當的 WKT 形狀或緯度/經度點位置表示調查區域。如果操作正確，還可以推導出調查方向。例如，使用 WKT 形狀 LINESTRING 表示的海洋拖網線，可以根據起點和終點的標準標記法確定拖網的方向。

source: sampleSizeValue and sampleSizeUnit must be used together, e.g., 3 square meters, or 1 litre.
es: sampleSizeValue y SampleSizeUnit deben usarse de manera conjunta, ej.: 3 metros cuadrados o 1 litro.
ja: sampleSizeValueとsampleSizeUnitは、3平方メートル、1リットルなどのように一緒に使用する必要があります。
zh: sampleSizeValue 和 sampleSizeUnit 必須一起使用，例如：3 平方公尺或 1 升。

source: | sampleSizeValue | sampleSizeUnit | 2 | hour | 3 | m2 | 17 | km | 1 | litre
es: | sampleSizeValue | sampleSizeUnit | 2 | horas | 3 | m2 | 17 | km | 1 | litro

source: Quantity and abundance
es: Cantidad y abundancia
ja: 数量と豊富さ
zh: 數量與豐度

source: The following Darwin Core fields are also required to be used as a pair:
es: Los siguientes archivos Darwin Core también deben ser usados en pareja:
ja: また、以下のダーウィンコアフィールドは、ペアで使用することが必須です。
zh: 以下達爾文核心欄位也需要成對使用：

source: *organismQuantity*: a numeric or enumeration value for the quantity of organisms.
es: *organismQuantity*: un valor numérico o de enumeración para la cantidad de organismos.
ja: *organismQuantity* : 生物の量を表す数値または列挙値。
zh: *organismQuantity*: 數值或枚舉值，表示生物數量。

source: *organismQuantityType*: the type of quantification system used for the quantity of organisms.
es: *organismQuantityType*: el tipo de sistema de cuantificación usado para la cantidad de organismos.
ja: *organismQuantityType* : 生物の量に使用される定量化システムのタイプ。
zh: *organismQuantityType*: 表示生物數量所使用的量化系統類型。

source: Table 2 lists some example values. The value of organismQuantity is a number or enumeration, e.g., “27” for an organismQuantityType “individuals”, “12.5” for an organismQuantityType “%biomass”, or “r” for an organismQuantityType “BraunBlanquetScale”. The value of organismQuantityType (i.e., the entity being measured) is expected to be drawn from a small controlled vocabulary with terms such as “Individuals”, “%Biomass”, “%Biovolume”, “%Species”, “%Coverage”, “BraunBlanquetScale”, “DominScale”. Examples when combined with organismQuantity values: “+” on DominScale; “5” on BraunBlanquetScale; “45” for %Biomass.
es: La Tabla 2 enumera algunos valores como ejemplo. El valor de organismQuantity es un número o enumeración, ej.: “27” para un organismQuantityType “individuos”, “12,5” para un organismQuantityType “%biomasa”, o “r” para un organismQuantityType “BraunBlanquetScale”. El valor de organismQuantityType (ej.: la entidad que está siendo medida) debe ser extraído de un vocabulario controlado reducido con términos como “Individuos”, “%Biomasa”, “%Biovolumen”, “%Especies”, “%Covertura”, “BraunBlanquetScale”, “DominScale”. Ejemplos cuando se combinan con valores organismQuantity: “+” en DominScale; “5” en BraunBlanquetScale; “45” para %Biomasa.
ja: 表2に値の例を示す。organismQuantityの値は数値または列挙型で、例えば 生物量タイプ"individuals" の場合は "27" 、 生物量タイプ"%biomass" の場合は "12.5" 、 生物量タイプ"BraunBlanquetScale" の場合は "r" です。生物量タイプの値（すなわち、測定される実体）は、"Individuals"、"%Biomass"、"%Biovolume"、"%Species"、"%Coverage"、 "BraunBlanquetScale"、"DominScale" といった用語から構成されている小さな統制語彙を使用するとよいでしょう。organismQuantity値と組み合わせた場合の例です。DominScaleでは "+"、BraunBlanquetScaleでは "5"、%Biomassでは "45"です。
zh: 表2列出了一些示例值。organismQuantity 的值可以是數字或枚舉值，例如：“27”（當 organismQuantityType 為 “individuals” 時），12.5（當 organismQuantityType 為 “%biomass” 時），或 r（當 organismQuantityType 為 “BraunBlanquetScale” 時）。organismQuantityType 的值應從控制詞彙中選取，例如 “Individuals”、“%Biomass”、“%Biovolume”、“%Species”、“%Coverage”、“BraunBlanquetScale”、“DominScale”。以下是一些與 organismQuantity 結合的範例：“+” 對應於 “DominScale”；5 對應於 “BraunBlanquetScale”；45 對應於 “%Biomass”。

source: organismQuantity and organismQuantityType must be used together, e.g., a count of 14 individuals, or a code value “r” on the Braun Blanquet scale.
es: organismQuantity y organismQuantityType deben usarse de manera conjunta, ej.: un conteo de 14 individuos, o un valor de código "r" en la escala Braun Blanquet.
ja: organismQuantityとorganismQuantityTypeは必ず併用します。例えば、14 個体のカウント、あるいは Braun Blanquetスケールのコード値 "r "などです。
zh: organismQuantity 和 organismQuantityType 必須一起使用，例如：14 隻個體的數量，或 Braun Blanquet 位階中的代碼值 "r"。

source: | organismQuantity | organismQuantityType | 14 | individuals | r | BraunBlanquetScale | 0.4 | %Species | 31 | %Biomass
es: | organismQuantity | organismQuantityType | 14 | individuos | r | BraunBlanquetScale | 0,4 | %Especies | 31 | %Biomasa

source: How to uniquely identify sampling events
es: Cómo identificar de forma única los eventos de muestreo
ja: サンプリングイベントを一意に特定する方法
zh: 如何唯一識別調查活動

source: Each event is uniquely identified using dwc:eventID and occasionally dwc:parentEventID. Although the type and format of identifier is arbitrary we recommend that publishers choose persistent globally unique identifier. In the absence of a GUID, publishers may reuse the original fieldNumber.
es: Cada evento se identifica de manera única utilizando dwc:eventID y ocasionalmente dwc:parentEventID. Aunque el tipo y formato del identificador es arbitrario, recomendamos que los publicadores seleccionen identificadores únicos globales y persistentes (GUID). En ausencia de GUID, los publicadores pueden rechazar el fieldNumber original.
ja: 各イベントは dwc:eventID と、場合によっては dwc:parentEventID を使って一意に識別されます。識別子の種類と形式は任意ですが、パブリッシャーは永続的なグローバルユニークな識別子を選択することを推奨します。GUID がない場合、パブリッシャーはオリジナルの fieldNumber を再利用することができます。
zh: 每個活動透過 dwc:eventID 唯一識別，有時也會使用 dwc:parentEventID。雖然標識符的類型和格式是任意的，但建議發布者選擇持久的全域唯一識別碼。如果沒有 GUID，發布者可以重複使用原始的 fieldNumber。

source: Make sure to reuse existing stable identifiers and do not create a new identifier for an event when one is already declared.
es: Asegúrese de reutilizar identificadores estables existentes y no cree un nuevo identificador para un evento cuando ya haya uno aceptado.
ja: 既存の安定した識別子を再利用し、既に宣言されているイベントに対して新しい識別子を作らないように注意してください。
zh: 請確保重用現有的穩定標識符，當活動已有標識符時，請勿重新創建新標識符。

source: How to capture hierarchy of events
es: Cómo expresar la jerarquía de eventos
ja: イベントの階層をどのようにとらえるか
zh: 如何掌握調查活動的層次結構

source: Sampling events can be related to each other (e.g., nested samples) via a common parent identifier. For example, several sub-sampling events within a Whittaker Plot each with their own eventID (e.g., “A1:1”, “A1:2”) would share a common parentEventID (e.g., “A1”) thus enabling them to be linked together easily (see Table 4 and Figure 3).
es: Los eventos de muestreo pueden estar relacionados entre sí (ej.: muestras anidadas) mediante un identificador parental común. Por ejemplo, varios sub-eventos de muestreo en una parcela de Whittaker cada uno con sus propios eventID (ej.: "A1:1", "A1:2") compartirían un parentEventID común (ej.: "A1") lo que les permite vincularse entre sí fácilmente (ver Tabla 4 y Figura 3).
ja: サンプリングイベントは、共通の親識別子を介して互いに関連付けることができます（例：ネストしたサンプル）。例えば、Whittaker Plot内のいくつかのサブサンプリングイベントは、それぞれ独自のeventID（例えば、"A1:1"、"A1:2"）を持ち、共通のparentEventID（例えば "A1"）を共有するので、それらを簡単にリンクすることができます（表4および図3参照）。
zh: 調查活動之間可以相互關聯（例如，巢狀樣本）並共享一個共同的父標識符。例如，某 Whittaker 採樣地中的幾個子調查活動，各自擁有自己的 eventID（例如：“A1:1”、“A1:2”），可共享一個共同的 parentEventID（例如：“A1”），從而使它們能夠相互連結（見表4和圖3）。

source: Further information on the nature of the relationship (e.g. part of a monitoring series) can be described in the project section of the accompanying metadata.
es: Información más detallada sobre la naturaleza de la relación (ej.: parte de una serie de monitoreo) puede ser descrita en la sección de proyectos de los metadatos adjuntos.
ja: 関係の性質（例：モニタリングシリーズの一部）に関するさらに詳細な情報は、付属のメタデータのプロジェクトセクションに記述することができます。
zh: 更多關係性資訊（例如屬於某監測系列）可以在附加詮釋資料的專案部分中描述。

source: You may also refer to the following xref:sampling-event-data.adoc#q-how-do-i-publish-a-hierarchy-of-events-recursive-data-type-using-parentEventID[FAQ].
es: También puede dirigirse a las siguientes xref:sampling-event-data.adoc#q-how-do-i-publish-a-hierarchy-of-events-recursive-data-type-using-parentEventID[FAQ].
ja: また、以下のxref:sampling-event-data.adoc#q-how-do-i-publish-a-hierarchy-of-events-recursive-data-type-using-parentEventID[FAQ]を参照することもできます。
zh: 您也可以參考 xref:sampling-event-data.adoc#q-how-do-i-publish-a-hierarchy-of-events-recursive-data-type-using-parentEventID[常見問題]。

source: How to capture absence data
es: Cómo expresar datos de ausencia
ja: 不在データの取り込み方法
zh: 如何找出缺失資料

source: Refer to the following xref:sampling-event-data.adoc#q-how-do-i-publish-absence-data[FAQ].
es: Diríjase a las siguientes xref:sampling-event-data.adoc#q-how-do-i-publish-absence-data[FAQ].
ja: 以下のxref:sampling-event-data.adoc#q-how-do-i-publish-absence-data[FAQ]をご参照ください。
zh: 請參考 xref:sampling-event-data.adoc#q-how-do-i-publish-absence-data[常見問題]。

source: How to include supplementary multimedia
es: Cómo incluir multimedia complementaria
ja: 補足マルチメディアの入れ方
zh: 如何添加補充多媒體資料

source: You may choose to include supplementary media in order to make the data easier to interpret. For example for vegetation data, it is helpful to include a link to the original scanned relevé sheet when interpreting the data.
es: Puede elegir incluir medios complementarios para facilitar la interpretación de los datos. Por ejemplo, para datos de vegetación es útil incluir un enlace a la lámina de relevé original escaneada cuando se interpreten los datos.
ja: データの解釈を容易にするために、補足メディアを含めることができます。例えば、植生データの場合、データを解釈する際に、スキャンしたオリジナルのリレベシートへのリンクを含めると便利です。
zh: 您可以選擇添加補充媒體資料，以便資料更容易被詮釋。例如，對於植被資料，包含原始掃描的樣區紀錄表連結有助於資料的解讀。

source: The files associated have to be hosted on an external server and linked to the occurrence through the dwc:associatedMedia and dwc:associatedReferences. These files may be images, texts or a combination of both as long as the format type is specified. JPG, PNG, etc. images will be visible as thumbnails while PDFs will appear as clickable links.
es: Los ficheros asociados tienen que ser alojados en un servidor externo y enlazados la los registros a través de dwc:associatedMedia y dwc:associatedReferences. Estos ficheros pueden ser imágenes, textos o una combinación de ambos siempre que se especifique el tipo de formato. Las imágenes JPG, PNG, etc. serán visibles como miniaturas mientras que los PDFs aparecerán como enlaces clicables.
ja: 関連するファイルは外部サーバーでホストされ、dwc:associatedMediaと dwc:associatedReferencesを通してオカレンスにリンクされていなければなりません。これらのファイルは、フォーマットタイプが指定されている限り、画像、テキスト、またはその両方の組み合わせであってもよいです。JPG、PNGなどの画像はサムネイルとして表示され、PDFはクリック可能なリンクとして表示されます。
zh: 相關的檔案需要託管在外部伺服器上，並透過 dwc:associatedMedia 和 dwc:associatedReferences 連結到物種出現紀錄。這些檔案可以是圖片、文字，或兩者的組合，只要指定格式類型即可。例如，JPG、PNG 等圖片將以縮圖顯示，而 PDF 將顯示為可點擊的連結。

source: Publishing sampling-event data
es: Publicar datos de eventos de muestreo
ja: サンプリングイベントデータの公開
zh: 發布調查活動資料

source: Using GUIDs for identifiers
es: Utilizar GUIDs como identificadores
ja: 識別子にGUIDを使用する
zh: 使用 GUID 作為識別碼

source: A number of fields require the usage of unique identifiers: dwc:occurrenceID, dwc:eventID, dwc:organismID and dwc:locationID.
es: Numerosos campos requieren el uso de identificadores únicos: dwc:occurrenceID, dwc:eventID, dwc:organismID y dwc:locationID.
ja: dwc:occurrenceID、dwc:eventID、dwc:organismID、dwc:locationIDなどのフィールドは、一意な識別子を必要とします。
zh: 以下多個欄位需要使用唯一識別碼：dwc:occurrenceID、dwc:eventID、dwc:organismID 和 dwc:locationID。

source: As mentioned previously, although no particular format is enforced, we advise publishers to use Global Unique IDentifiers (GUIDs). There are a few online services which can provide such identifiers. For example, it is possible to use http://www.geonames.org/ to find (or even generate new) identifiers for dwc:locationID, e.g. http://sws.geonames.org/10793757/ is a GUID for a lake in Greenland.
es: Como se ha mencionado anteriormente, aunque no se obliga a utilizar un formato concreto, aconsejamos a los publicadores a utilizar Identificadores Únicos Globales (GUIDs, por sus siglas en inglés). Existen varios servicios online que pueden prorcionar tales identificadores. Por ejemplo, es posible utilizar http://www.geonames.org/ para encontrar (o incluso generar nuevos) identificadores para dwc:locationID, ej.: http://sws.geonames.org/10793757/ es un GUID para un lago en Groenlandia.
ja: 前述の通り、特定のフォーマットは強制されませんが、出版社にはGlobal Unique IDentifiers（GUID）を使用するようアドバイスしています。そのような識別子を提供するオンラインサービスがいくつかあります。例えば、http://www.geonames.org/ を使って dwc:locationID の識別子を見つける（あるいは新しい識別子を生成する）ことができます。例えば、http://sws.geonames.org/10793757/ はグリーンランドの湖の GUID です。
zh: 如前所述，雖然沒有強制要求特定格式，但建議發布者使用全域唯一識別碼 (GUID)。一些線上服務可以提供此類識別碼。例如，您可以使用 http://www.geonames.org/ 來查找（甚至生成新的）dwc:locationID 識別碼，例如：http://sws.geonames.org/10793757/ 是格陵蘭一座湖泊的 GUID。

source: Protect location of sensitive species
es: Proteger la ubicación de especies sensibles
ja: 影響を受けやすい生物種の地理情報を保護する
zh: 保護敏感物種的位置

source: If your dataset contains sensitive species, there are several ways to handle it:
es: Si su conjunto de datos contiene especies sensibles, existen varias formas de manejarlo:
ja: データセットにセンシティブな種が含まれている場合、これらの対処法があります。
zh: 如果資料集中包含敏感物種，有以下幾種處理方式：

source: Simply removing these species from the dataset,
es: Elimine simplemente estas especies el conjunto de datos,
ja: 単にデータセットから該当種を削除する。
zh: 將這些物種從資料集中移除；

source: Publishing the species identifications at Genus level only,
es: Publicar las identificaciones de especies únicamente a nivel de Género,
ja: 属レベルでのみ種同定を公開する。
zh: 僅發布到屬級的物種鑑定結果；

source: Publishing the sensitive/protected species in a separate dataset,
es: Publicar las especies sensibles/protegidas en un conjunto de datos separado,
ja: センシティブな種/保護種を別のデータセットで公開する。
zh: 將敏感/受保護的物種發布為單獨的資料集；

source: Publish obfuscated sensitive data points in the main dataset and publish non-obfuscated details in an access-limited separate dataset, both datasets including all data records.
es: Publicar puntos no precisos para los datos sensibles en el conjunto de datos principal y publicar los detalles precisos en un conjunto de datos separado de acceso limitado, incluyendo todos los registros en ambos conjuntos de datos.
ja: 難読化された機密データポイントをメインデータセットで公開し、難読化されていない詳細をアクセス制限付きの別データセットで公開する（両方のデータセットに全データレコードを含む）。
zh: 在主資料集中發布模糊化的敏感資料點，並在一個存取受限的獨立資料集中發布未模糊化的詳細資訊，兩個資料集都應包括完整的資料紀錄。

source: Preserving verbatim data
es: Conservar los datos originales
ja: 逐語的データの保存
zh: 保留原始資料

source: Although verbatim data and descriptions are not visible on the GBIF.org web interface, they are made available to the community through downloads. When entering verbatim description, make sure to link them to the original event or occurrence. For example, the ID or code given to the original event should be entered into dwc:fieldNumber; the ID or code given to the original occurrence observation should be entered into dwc:recordNumber.
es: Aunque los datos y descripciones originales no son visibles en la web de GBIF.org, ellos se ponen al alcance de la comunidad a través de descargas. Cuando introduzca descripciones originales, asegúrese de vincularlas con el evento o registro original. Por ejemplo, el ID o código proporcionado en el evento original debe ser introducido en dwc:fieldNumber; el ID o código proporcionado en la observación del registro original debe ser introducido en dwc:recordNumber.
ja: 逐語的なデータや説明はGBIF.orgのウェブインターフェースでは見ることができませんが、ダウンロードすることでコミュニティに公開されます。逐語的な説明を入力する場合は、必ず元の事象または発生にリンクさせるようにしてください。例えば、元の事象に与えられたIDまたはコードはdwc:fieldNumberに、元の発生観察に与えられたIDまたはコードはdwc:recordNumberに入力されるべきものです。
zh: 雖然原始資料和說明不會顯示在 GBIF.org 的網頁介面上，但它們可以通過下載提供給社群使用。輸入原始資料的說明時，請確保將其連結到原始活動或出現紀錄。例如，應將原始活動的 ID 或代碼輸入到 dwc:fieldNumber，並將原始出現觀察紀錄的 ID 或代碼輸入到 dwc:recordNumber。

source: Publishing project data as a single dataset
es: Publicar datos de proyectos como un conjunto de datos simple
ja: プロジェクトデータを1つのデータセットとして公開する
zh: 將專案資料作為單一資料集發布

source: Data produced from a large sampling project should be published as a single dataset if possible. If you must publish multiple datasets, we encourage linking them using a common project identifier in the metadata.
es: Los datos producidos por un proyecto de muestreo grande deberían ser publicados, si es posible, como un único conjunto de datos. Si debe publicar múltiples conjuntos de datos, le animamos a vincularlos utilizando un identificador común de proyecto en los metadatos.
ja: 大規模なサンプリングプロジェクトから作成されたデータは、可能であれば1つのデータセットとして公開する必要があります。どうしても複数のデータセットとして公開しなければならない場合は，メタデータに共通のプロジェクト識別子を用いてリンクさせることを推奨します。
zh: 大型調查專案產生的資料應盡可能以單一資料集發布。如果必須發布多個資料集，建議在詮釋資料中使用共同的專案識別碼來連結這些資料集。

source: Republishing occurrence data as sampling-event data
es: Republicar datos de presencia como datos de eventos de muestreo
ja: オカレンスデータをサンプリングイベント・データとして再公開する
zh: 將出現紀錄資料重新發布為調查活動資料

source: Sampling events provide better documentation and benefit both the scientific community and policy makers (https://www.gbif.org/sampling-event-data[read more]). We encourage strongly the republishing of occurrence data as sampling-event data when possible.
es: Los eventos de muestreo proporcionan mejor documentación y mayor beneficio para la comunidad científica y los encargados de formular las políticas (https://www.gbif.org/sampling-event-data[leer más]). Recomendamos encarecidamente la re-publicación de los datos de registros biológicos como datos de eventos de muestro cuando sea posible.
ja: サンプリングイベントは、より良いドキュメントを提供し、科学界と政策立案者の両方に利益をもたらします（詳しくはlink:https://www.gbif.org/sampling-event-data[こちら]）。私たちは、可能な限り、オカレンスデータをサンプリングイベントデータとして再公開することを強く推奨します。
zh: 調查活動資料能提供更好的紀錄文件，惠及科學界和政策制定者（https://www.gbif.org/sampling-event-data[閱讀更多]）。我們強烈建議在可能的情況下，將出現紀錄資料重新發布為調查活動資料。

source: In order to do so, you should create a new sampling-event dataset and send an email to GBIF's helpdesk (helpdesk@gbif.org). In this email, you should provide the UUIDs of both the occurrence dataset and the new dataset. We will then be able to link the first dataset to the newest one before de-indexing it thereby avoiding occurrence duplication and preserving citations.
es: Para hacerlo, debe crear un nuevo conjunto de datos de eventos de muestreo y enviar un correo electrónico al servicio de asistencia de GBIF (helpdesk@gbif.org). En este correo, debe proporcionar los GUIDs tanto del conjunto de datos de presencia como del nuevo conjunto de datos. Entonces, podremos vincular el primer conjunto de datos con el más reciente antes de des-indexarlo, evitando así las duplicación de registros y conservando las citas.
ja: そのために、新しいサンプリングイベント・データセットを作成し、GBIFヘルプデスク（helpdesk@gbif.org）へメールを送ってください。このメールには、オカレンスデータセットと新しいデータセットの両方のUUIDを記入する必要があります。そうすれば、最初のデータセットをインデックス解除する前に、新しいデータセットにリンクさせることができ、それによってオカレンスの重複を避け、引用を維持することができます。

source: Modelling continuous monitoring of live individuals
es: Modelizar monitoreos continuos de individuos vivos
ja: 生体の連続的なモニタリングのモデル化
zh: 對活體個體的持續監測建模

source: If your dataset contains continuous monitoring of live individuals, such as bird tracking data, you can use dwc:organismID to store the ID of the individual being tracked. In addition to that, you should represent each individual being tracked as a single event.
es: Si su conjunto de datos contiene monitoreos continuos de individuos vivos, tales como datos de seguimiento de aves, puede utilizar dwc:organismID para almacenar el ID del individuo que está siendo monitoreado. Además de eso, debe representar cada individuo monitoreado como un evento único.
ja: データセットが鳥の追跡データのような、生きている個体の連続的なモニタリングを含んでいる場合、追跡されている個体のIDを格納するためにdwc:organicIDを使用することができます。また、追跡されている各個体を1つのイベントとして表現する必要があります。
zh: 如果資料集中包含活體個體的持續監測（例如鳥類追蹤資料），可以使用 dwc:organismID 來存儲被追蹤個體的 ID。此外，應將每個被追蹤的個體表示為一個單獨的活動。

source: Continuous data quality improvement
es: Mejora continua de la calidad de los datos
ja: 継続的なデータ品質の改善
zh: 資料品質的持續改進

source: Managing issues related to the dataset
es: Gestión de incidencias relacionadas con el conjunto de datos
ja: データセットに関連する問題の管理
zh: 管理資料集相關的問題

source: If possible, we recommend tracking all the issues related to a given dataset using an issue management system such as the one provided by GitHub.
es: Si fuera posible, recomendamos hacer seguimiento de todas las incidencias relacionadas con un conjunto de datos en cuestión utilizando un sistema de gestión de incidencias tales como el proporcionado por GitHub.
ja: 可能であれば，GitHubなどの課題管理システムを使って、あるデータセットに関連するすべての課題を追跡することをお勧めします。
zh: 如可能，建議使用問題管理系統（例如 GitHub 提供的系統）來追蹤與資料集相關的所有問題。

source: Sharing scripts and programs used to produce or clean the dataset
es: Compartir códigos y programas utilizados para producir o limpiar el conjunto de datos
ja: データセットの生成やクリーニングに用いられたスクリプトやプログラムの共有
zh: 分享生成或清理資料集所用的腳本與程式

source: Ideally, custom scripts and programs used to transform data should be made publicly available on GitHub. Other publishers will benefit from accessing these scripts along with detailed instructions on how to use them.
es: Idealmente, los códigos y programas personalizados utilizados para transformar los datos deberían ser compartidos en GitHub. Otros publicadores podrán beneficiarse del acceso a estos códigos junto a instrucciones detalladas sobre cómo utilizarlos.
ja: データ変換に使用したカスタムスクリプトやプログラムは、GitHubで一般に公開されるのが理想的です。他の公開者は、これらのスクリプトとその使用方法の詳細な説明にアクセスすることで利益を得ることができます。
zh: 理想情況下，用於轉換資料的自定義腳本與程式應在 GitHub 上公開。其他發布者可從這些腳本以及詳細的使用說明中受益。

source: Describing sampling-event data in dataset metadata
es: Describir datos de eventos de muestreo en metadatos de conjuntos de datos
ja: データセット・メタデータにサンプリングイベントデータを記述する
zh: 在資料集詮釋資料中描述調查活動資料

source: Publishers should document their dataset as much as possible with a particular emphasis on sampling methodologies.
es: Los publicadores deberían documentar sus conjuntos de datos tanto como sea posible con especial enfásis en las metodologías de muestreo.
ja: 公開者は，特にサンプリングの方法論に重点を置いて，可能な限りデータセットを文書化する必要があります。
zh: 發布者應盡可能詳細記錄資料集，尤其是調查方法。
