Repository: gbif/ipt
Catalog: docs/translations/best-practices-checklists.adoc.*.po
Languages: es, ja, zh

source: *Intellectual Property Rights* – The metadata profile contains a rights management statement for the resource, or a reference to a service providing such information, such as a Creative Commons license. It also includes an element describing the intended use and purpose of the dataset.
es: *Derechos de Propiedad Intelectual* – El perfil de metadatos contiene una declaración de gestión de derechos para el recurso o una referencia a un servicio que proporciona dicha información, como una licencia Creative Commons. También incluye un elemento que describe el uso previsto y el propósito del conjunto de datos.
ja: *知的財産権* - メタデータプロファイルには、リソースの権利管理に関する声明、またはクリエイティブ・コモンズ・ライセンスなど、そのような情報を提供するサービスへの参照が含まれます。また、データセットの意図された使用と目的を記述する要素も含まれます。
zh: *智慧財產權* – 詮釋資料配置檔包含資源的權利管理聲明，或提供相關資訊的服務參考，例如 Creative Commons 授權聲明。它也包括一個用於描述該資料集的預期用途與目的的元素。

source: *Individuals and Organizations* – The metadata profile enables the description of any and all individuals, institutions or organizations that may be associated with a dataset. These agents may be ascribed different roles relative to the dataset and may include URLs to each resource. This section provides one method for describing and linking to individuals and organizations that have contributed to a checklist.
es: *Individuos y organizaciones* – El perfil de metadatos permite la descripción de todas y cada una de los individuos, instituciones u organizaciones que pueden estar asociados con un conjunto de datos. A estos agentes se les pueden asignar diferentes roles en relación con el conjunto de datos y pueden incluir URL a cada recurso. Esta sección proporciona un método para describir y vincular a individuos y organizaciones que han contribuido a un listado taxonómico.
ja: *個人と機関* - メタデータプロファイルは、データセットに関連するあらゆる個人、組織、機関を記述することができます。これらのエージェントは、データセットに関連するさまざまな役割を与えられ、各リソースへの URL を含むことができます。このセクションではチェックリストに貢献した個人と機関を記述し、リンクするための一つの方法を紹介します。
zh: *個人與組織* – 詮釋資料配置檔允許描述與資料集相關的所有個人、機構或組織。這些代理者可被指定與資料集相關的不同角色，並可包含每個資源的 URL。本部分提供一種描述與連結貢獻於物種名錄的個人與組織的方法。

source: *Source URL* – Links to the homepage of the source
es: *URL de la fuente* – Enlaces a la página de inicio de la fuente
ja: *ソースURL* - ソースのホームページへのリンクです。
zh: *來源 URL* – 連結至來源的主頁。

source: *Project Information* – If the checklist is linked to a particular project (e.g., “The Catalogue of Life”) there are a set of fields for describing the project in detail.
es: *Información del proyecto* – Si el listado taxonómico está vinculado a un proyecto en particular (por ejemplo, "El Catálogo de la Vida"), hay un conjunto de campos para describir el proyecto en detalle.
ja: *プロジェクト情報* - チェックリストが特定のプロジェクト（「The Catalogue of Life」など）にリンクされている場合、そのプロジェクトを詳細に説明するためのフィールドがあります。
zh: *專案資訊* – 如果物種名錄與特定專案相關（例如 “The Catalogue of Life”），則可使用一組欄位來詳細描述該專案。

source: *Citation* – This element allows the checklist publisher to specify exactly how the checklist data should be cited when used. Example *“Appeltans W, Bouchet P, Boxshall GA, Fauchald K, Gordon DP, Hoeksema BW, Poore GCB, van Soest RWM, Stöhr S, Walter TC, Costello MJ. (eds) (2011). World Register of Marine Species. Accessed at http://www.marinespecies.org on 2011-02-22.”*
es: *Citación* – Este elemento permite al editor del listado taxonómico especificar exactamente cómo se deben citar los datos del listado taxonómico cuando se utilicen. Ejemplo *“Apelantes W, Bouchet P, Boxshall GA, Fauchald K, Gordon DP, Hoeksema BW, Poore GCB, van Soest RWM, Stöhr S, Walter TC, Costello MJ. (eds) (2011). Registro mundial de especies marinas. Consultado en http://www.marinespecies.org el 22 de febrero de 2011”.*
ja: *引用* - この要素では、チェックリストの発行者が、チェックリストのデータを使用する際にどのように引用するかを正確に指定できます。（例：*“Appeltans W, Bouchet P, Boxshall GA, Fauchald K, Gordon DP, Hoeksema BW, Poore GCB, van Soest RWM, Stöhr S, Walter TC, Costello MJ. (eds) (2011). World Register of Marine Species. Accessed at http://www.marinespecies.org on 2011-02-22.”*）
zh: *引用* – 此元素允許物種名錄的發布者指定在使用時應如何引用該名錄資料。例如 *“Appeltans W, Bouchet P, Boxshall GA, Fauchald K, Gordon DP, Hoeksema BW, Poore GCB, van Soest RWM, Stöhr S, Walter TC, Costello MJ. (eds) (2011). World Register of Marine Species. Accessed at http://www.marinespecies.org on 2011-02-22.”* 。

source: *Bibliography* – A complete bibliography of sources can be described and included in the metadata document.
es: *Bibliografía* - Se puede describir e incluir una bibliografía completa de fuentes en el documento de metadatos.
ja: *書誌情報* - 出典の完全な書誌情報を記述し、メタデータ文書に含めることができます。
zh: *參考文獻* – 可在詮釋資料檔案中描述並包含完整的參考文獻清單。

source: Data-level Citation and Attribution
es: Citación y Atribución a nivel de Datos
ja: データレベルの引用と帰属
zh: 資料層級的引用與歸屬

source: Attribution and citation information recorded in the metadata document is common to all data records in a dataset. In some cases, additional granularity is needed even down to individual records. In these cases, there are record-level terms that are recommended for use in specifying citation and attribution information.
es: La información sobre atribuciones y citas registrada en el documento de metadatos es común a todos los registros de datos de un conjunto de datos. En algunos casos, se necesita una granularidad adicional incluso en los registros individuales. En estos casos, existen términos a nivel de registro que se recomiendan para su uso al especificar la información de citas y atribuciones.
ja: メタデータ文書に記録されている帰属・引用情報は、データセット内の全データレコードに共通するものです。場合によっては、個々のレコードに至るまでさらに細かい情報が必要なこともあります。このような場合、引用と帰属の情報を指定するために使用することが推奨されるレコードレベルの用語があります。
zh: 記錄在詮釋資料檔案中的歸屬與引用資訊適用於資料集中所有的紀錄。在某些情況下，可能需要更細化的層級，甚至到單筆紀錄的層級。在這些情況下，推薦使用記錄層級的術語來指定引用與歸屬資訊。

source: *dwc:nameAccordingTo* : This term can be used to identify the individual or citation that serves as the authoritative taxonomic reference for the record. (Example “Erpenbeck, D.; Van Soest, R.W.M. 2002. Family Halichondriidae Gray, 1867. Pp. 787-816. In Hooper, J. N. A. & Van Soest, R. W. M. (ed.) Systema Porifera. A guide to the classification of sponges.”)
es: *dwc:nameAccordingTo*: Este término puede usarse para identificar al individuo o cita que sirve como referencia taxonómica autorizada para el registro. (Ejemplo “Erpenbeck, D .; Van Soest, RWM 2002. Familia Halichondriidae Gray, 1867. Pp. 787-816. En Hooper, JNA & Van Soest, RWM (ed.) Systema Porifera. Una guía para la clasificación de esponjas.")
ja: *dwc:nameAccordingTo* ： この用語は、そのレコードの権威ある分類学的参照として機能する個人または引用を特定するために使用することができます。(例：“Erpenbeck, D.; Van Soest, R.W.M. 2002. Family Halichondriidae Gray, 1867. Pp. 787-816. In Hooper, J. N. A. & Van Soest, R. W. M. (ed.) Systema Porifera. A guide to the classification of sponges.”)
zh: *dwc:nameAccordingTo* ：此術語可用來識別作為該紀錄權威分類參考的個人或引用（例如：“Erpenbeck, D.; Van Soest, R.W.M. 2002. Family Halichondriidae Gray, 1867. Pp. 787-816. In Hooper, J. N. A. & Van Soest, R. W. M. (ed.) Systema Porifera. A guide to the classification of sponges.”）。

source: *dwc:nameAccordingToID*: A unique identifier that returns the nameAccordingTo reference as described above. This could be a URL for example.
es: *dwc:nameAccordingToID*: Un identificador único que devuelve la referencia nameAccordingTo como se describe arriba. Podría ser una URL, por ejemplo.
ja: *dwc:nameAccordingToID* ： 前述のnameAccordingToの参照を返す一意の識別子（例えばURLなど）です。
zh: *dwc:nameAccordingToID* ：返回上述 nameAccordingTo 參考的唯一識別碼，例如 URL。

source: *dwc:datasetName*: If the record is derived from an external dataset this dataset can be cited as a text string. (Example, “World Register of Marine Species, cited on 12 April 2011”)
es: *dwc:datasetName*: Si el registro se deriva de un conjunto de datos externo, este conjunto de datos se puede citar como una cadena de texto. (Ejemplo, "Registro mundial de especies marinas, citado el 12 de abril de 2011")
ja: *dwc:datasetName* ： レコードが外部データセットから派生している場合、このデータセットをテキスト文字列として引用することができます。(例："World Register of Marine Species, cited on 12 April 2011")
zh: *dwc:datasetName* ：如果紀錄源自外部資料集，此資料集可被引用為文字字串（例如：“World Register of Marine Species, cited on 12 April 2011”）。

source: *dwc:datasetID* – An identifier that refers to a dataset, preferably resolvable.
es: *dwc:datasetID* – Un identificador que se refiere a un conjunto de datos, preferiblemente que se pueda resolver.
ja: *dwc:datasetID* ： データセットを参照する識別子で、解決可能であることが望ましいです。
zh: *dwc:datasetID* – 指向資料集的識別碼，建議為可解析的。

source: *dc:source* – Link to the source web page
es: *dc:source* - Enlace a la página web de la fuente
ja: *dc:source* ： ソースウェブページへのリンク
zh: *dc:source* – 連結至來源網頁。

source: Use Case 1 - Checklists composed of multiple contributing datasets (e.g., Catalogue of Life, PESI, WoRMS)
es: Caso de Uso 1 - Listado taxonómico compuestos por múltiples conjuntos de datos que contribuyen (por ejemplo, Catálogo de la Vida, PESI, WoRMS)
ja: 使用例1 - 複数の寄与するデータセットからなるチェックリスト（例：Catalogue of Life、PESI、WoRMS）
zh: 使用案例 1 - 由多個貢獻資料集組成的物種名錄（例如 Catalogue of Life，PESI，WoRMS）

source: A taxonomic dataset may be a composite of multiple contributing sources, each of which needs to be acknowledged in addition to the collective resource itself. There are many examples of this. Perhaps the largest such collective effort is the Catalogue of Life Annual Checklist which aims to provide a complete listing of all the worlds living species. The checklist itself is composed of individual datasets that represent major taxonomic groups. Each of these resources, in turn, may be composed of contributions from a sub-network of specialists.
es: Un conjunto de datos taxonómicos puede ser una combinación de múltiples fuentes contribuyentes, cada una de las cuales debe reconocerse además del recurso colectivo en sí. Hay muchos ejemplos de esto. Quizás el mayor esfuerzo colectivo de este tipo es el listado taxonómico anual del Catálogo de la Vida, que tiene como objetivo proporcionar una lista completa de todas las especies vivientes del mundo. El listado taxonómico en sí está compuesto por conjuntos de datos individuales que representan los principales grupos taxonómicos. Cada uno de estos recursos, a su vez, puede estar compuesto por contribuciones de una subred de especialistas.
ja: 分類学的データセットは複数の貢献するソースの複合体である場合があり、集合的なリソース自体に加えて、それぞれのソースを認識する必要があります。このような例はたくさんあります。そのような集団的努力の中で最も大きなものは、おそらくCatalogue of Life Annual Checklistでしょう。これは、世界中のすべての生物種の完全なリストを提供することを目的としています。このチェックリスト自体は、主要な分類群を表す個々のデータセットで構成されています。これらのリソースはそれぞれ、専門家のサブネットワークからの貢献で構成されています。
zh: 一個分類學資料集可能由多個貢獻來源組成，每個來源除了共同的資源本身外，都需要被確認。這有很多例子，如 Catalogue of Life Annual Checklist，其目的是提供世界上所有已知生物的完整名錄，該名錄由代表主要分類群的單獨資料集組成。這些資源進一步也可能是由來自各專家子網路的貢獻組成。

source: Other examples include the Pan-European Species list, which is composed of a number of contributing datasets that include Fauna Europaea, the European Register of Marine Species, Euro+Med PlantBase and others. The World Register of Marine Species represents another such network.
es: Otros ejemplos incluyen la Lista Pan-Europea de Especies, que se compone de varios conjuntos de datos contribuyentes que incluyen Fauna Europaea, el Registro Europeo de Especies Marinas, Euro + Med PlantBase y otros. El Registro Mundial de Especies Marinas (WoRMS) representa otra red de este tipo.
ja: 他には、Fauna Europaea、European Register of Marine Species、Euro+Med PlantBase などのデータセットから構成される Pan-European Species list の例があります。The World Register of Marine Speciesもそのようなネットワークの一つです。
zh: 其他範例包括泛歐物種名錄（Pan-European Species list），該名錄由多個延伸資料集組成，包括歐洲動物誌（Fauna Europaea）、歐洲海洋物種名錄（European Register of Marine Species）、歐洲與地中海植物基礎資料庫（Euro+Med PlantBase）等。世界海洋物種名錄（World Register of Marine Species）是另一個與此相似的網絡。

source: The recommended practice for effectively documenting the provenance of these sorts of resources can be summarized as follows.
es: La práctica recomendada para documentar eficazmente la procedencia de este tipo de recursos se puede resumir de la siguiente manera.
ja: このようなリソースの出典を効率的に文書化するために推奨される方法は、以下の通りです。
zh: 有效記錄這些資源來源的推薦做法總結如下：

source: A single metadata document is created to represent the collective resource itself, (e.g., the Catalogue of Life, the The World Register of Marine Species, etc.) This metadata document provides the proper citation, agents, rights, and other elements identified above. This document filename is referenced the Darwin Core Archive descriptor file, meta.xml. This links the document to the entire DwC-A dataset. Recommended best practice is that this file uses the GBIF metadata profile and be named EML.xml. In this case, the metadata descriptor XML would look like this:
es: Se crea un único documento de metadatos para representar el recurso colectivo en sí (por ejemplo, el Catálogo de la Vida, el Registro Mundial de Especies Marinas, etc.). Este documento de metadatos proporciona la cita, los agentes, los derechos y otros elementos adecuados identificados anteriormente. El nombre de archivo de este documento se hace referencia al archivo descriptor del Archivo Darwin Core, meta.xml. Esto vincula el documento a todo el conjunto de datos DwC-A. La mejor práctica recomendada es que este archivo utilice el perfil de metadatos GBIF y se denomine EML.xml. En este caso, el XML del descriptor de metadatos se vería así:
ja: このメタデータ文書は、適切な引用、代理人、権利、および上記で特定されたその他の要素を提供する、（the Catalogue of Life, the The World Register of Marine Speciesなどの）集合的なリソース自体を表す単一のメタデータ文書が作成されます。この文書のファイル名は、ダーウィンコア・アーカイブ記述子ファイルである meta.xml を参照しています。これにより、ドキュメントとDwC-Aデータセット全体がリンクされます。推奨される最良の方法は、このファイルがGBIFメタデータプロファイルを使用し、EML.xmlという名前になることです。この場合、メタデータ記述子XMLは以下のようになります。
zh: 創建一份單一的詮釋資料文件用以代表整個資源（例如，生命名錄（Catalogue of Life）、世界海洋物種名錄（The World Register of Marine Species）等）。該詮釋資料文件提供正確的引用、相關代理人、權利及上述其他要素。該文件的檔名在達爾文核心集檔案描述文件 meta.xml 中被引用，從而將詮釋資料文件連結至整個達爾文核心集檔案資料集。建議的最佳做法是使用 GBIF 詮釋資料規範，並將此文件命名為 EML.xml 。在此情況下，詮釋資料描述文件的 XML 格式會如下所示：

source: Additional metadata documents can be created for each of the component datasets and included in the archive. This allows each sub-component dataset to be documented as completely as the “parent” dataset with its own recommended citation, contributing individuals etc. As these datasets do not document the entire collection, they are not referenced in the meta.xml descriptor file. Instead they are referenced from individual data records via the *dwc:datasetID* term. If the metadata documents are included in the archive itself, the *dwc:datasetID* equals the filename of the document. Alternatively, it could refer to a URL or some other unique and resolvable identifier for the information. A less recommended but alternative approach would be adding a URL to a simple web page that describes the dataset as opposed to a structured metadata document.
es: Se pueden crear documentos de metadatos adicionales para cada uno de los conjuntos de datos de componentes e incluirlos en el archivo. Esto permite que cada conjunto de datos de subcomponentes se documente tan completamente como el conjunto de datos "principal" con su propia cita recomendada, personas contribuyentes, etc. Como estos conjuntos de datos no documentan la colección completa, no se hace referencia a ellos en el archivo descriptor meta.xml. En su lugar, se hace referencia a ellos desde registros de datos individuales a través del término *dwc:datasetID*. Si los documentos de metadatos están incluidos en el archivo en sí, *dwc:datasetID* es igual al nombre de archivo del documento. Alternativamente, podría hacer referencia a una URL o algún otro identificador único y que se pueda resolver para la información. Un enfoque menos recomendado pero alternativo sería agregar una URL a una página web simple que describa el conjunto de datos en lugar de un documento de metadatos estructurado.
ja: 各コンポーネントデータセットについて、追加のメタデータドキュメントを作成し、アーカイブに含めることができます。これにより、各サブコンポーネントデータセットは、「親」データセットと同様に、推奨される引用や貢献した個人など、完全に文書化されます。これらのデータセットはコレクション全体を文書化するものではないので、meta.xml記述子ファイルでは参照されません。代わりに、*dwc:datasetID*という語彙を使って、個々のデータレコードから参照されます。メタデータのドキュメントがアーカイブ自体に含まれている場合、*dwc:datasetID*はドキュメントのファイル名と等しくなります。あるいは、URLやその他の一意で解決可能な識別子を参照することもできます。あまり推奨されませんが、構造化されたメタデータドキュメントとは対照的に、データセットを説明するシンプルなウェブページへのURLを追加する方法もあります。
zh: 作者可為每個組成的延伸資料集創建額外的詮釋資料文件，並將其包含在檔案中。這使得每個子延伸資料集能像“父”資料集一樣被完整記錄，附有其推薦的引用、貢獻者等。由於這些延伸資料集未記錄整個集合，它們不會在 meta.xml 描述文件中被引用，而是通過 *dwc:datasetID* 詞條從單個資料紀錄中被引用。如果詮釋資料文件包含在檔案本身中，則 *dwc:datasetID* 等於該文件的檔名。或者，它可以參考一個 URL 或其他唯一且可解析的資訊標識符。一種較不推薦但可行的替代方法是添加一個指向數據集的簡單網頁 URL ，即不是結構化的詮釋資料文件。

source: To cite individuals at the record level, providing a 3rd level of citation, it is recommended to use the *dwc:nameAccordingTo* field. Additional record-level terms are provided above.
es: Para citar individuos a nivel de registro, proporcionando un tercer nivel de cita, se recomienda utilizar el campo *dwc:nameAccordingTo*. Más arriba se proporcionan términos adicionales a nivel de registro.
ja: レコードレベルで個人を引用し、第3レベルの引用を提供するには、*dwc:nameAccordingTo*フィールドを使用することが推奨されます。その他のレコードレベルの用語は上記で説明しています。
zh: 若要在紀錄層級引用個人，提供第三層引用，建議使用 *dwc:nameAccordingTo* 欄位。其他紀錄層級的詞條已在上述內容中提供。

source: Use Case 2 - Checklists derived from one or more authority sources
es: Caso de Uso 2 - Listados taxonómicos derivados de una o más fuentes de autoridad
ja: 使用例2 - 1つまたは複数の信頼できるソースから導き出されたチェックリスト
zh: 使用案例2 - 基於一個或多個權威來源的物種名錄

source: A species checklist in this use case is compiled for a specific purpose but derives it’s basic taxonomic structure from one or more external taxonomic checklists that serve as *authority files*. The new compilation may include additional annotations to the basic source record that apply to the new lists focus. An example might be a European national species checklist derived from a database such as Fauna Europaea or the Catalogue of Life, which, in principle, provide the complete listing for a country as a subset of their own coverage. A national list may then add additional regional details such as a national threat status or some other property of interest, resulting in a new, derived dataset. In this case, it is important to be able to provide record-level attribution and linkages to the source dataset. The recommended means to do this are as follows.
es: En este caso de uso, un listado taxonómico de especies se compila para un propósito específico, pero su estructura taxonómica básica deriva de uno o más listados taxonómicos externos que sirven como *archivos de autoridad*. La nueva compilación puede incluir anotaciones adicionales al registro de origen básico que se aplican al enfoque de los nuevos listados. Un ejemplo podría ser listado taxonómicos de especies nacionales europeos derivado de una base de datos como Fauna Europaea o el Catálogo de la Vida, que, en principio, proporcionan la lista completa de un país como un subconjunto de su propia cobertura. Una lista nacional puede agregar detalles regionales adicionales, como un estado de amenaza nacional o alguna otra propiedad de interés, lo que da como resultado un nuevo conjunto de datos derivado. En este caso, es importante poder proporcionar atribuciones y vínculos a nivel de registro con el conjunto de datos de origen. Los medios recomendados para hacer esto son los siguientes.
ja: この使用例における種のチェックリストは、特定の目的のために編集されますが、その基本的な分類学的構造は、*オーソリティファイル*として機能する1つ以上の外部分類学チェックリストに由来しています。新しい編集物には、新しいリストの焦点に適用される基本的なソースレコードへの追加注釈が含まれることがあります。たとえば、Fauna Europaea や Catalogue of Life などのデータベースから作成したヨーロッパ各国の種のチェックリストは、原則として、ある国の完全なリストをその国の範囲のサブセットとして提供します。国のリストは、国の脅威の状態やその他の関心のある特性など、地域の詳細を追加することができ、その結果、新しいデータセットが作成されます。この場合、レコードレベルでの帰属と、元データセットとの関連付けを提供できることが重要です。そのために推奨される手段は以下の通りです。
zh: 在此使用案例中，物種名錄是為特定目的而編制，但其基本分類結構來源於一個或多個作為 *權威文件* 的外部分類物種名錄。該新編纂的名錄可能包含對基本來源紀錄的額外註解，這些註解適用於該新名錄的重點。例如，一份歐洲國家物種名錄可能基於歐洲動物誌（Fauna Europaea）或生命名錄（Catalogue of Life）等資料庫編制，這些資料庫理論上提供了一個國家的完整名錄，作為其自身覆蓋範圍的子集。國家名錄可能進一步添加其他區域性細節，如國家的威脅狀況或其他感興趣的屬性，最終生成一個新的衍生資料集。在這種情況下，能夠提供紀錄層級的來源引用和連結至來源資料集非常重要。推薦的方式如下：

source: A single metadata document is created to represent the new, derived resource itself (e.g., National Checklist of the Netherlands). Datasets that are referenced can be cited in this metadata document.
es: Se crea un único documento de metadatos para representar el nuevo recurso derivado en sí mismo (por ejemplo, Listado Taxonómico Nacional de los Países Bajos). Los conjuntos de datos a los que se hace referencia se pueden citar en este documento de metadatos.
ja: 新しい派生リソースそのものを表す 1 つのメタデータ文書が作成されます（例：National Checklist of the Netherlands）。参照されるデータセットは、このメタデータ文書で引用することができます。
zh: 一份單一的詮釋資料文件被建立以代表新的衍生資源本身（例如，荷蘭物種名錄）。被引用的資料集可以在該詮釋資料文件中被引用。

source: Fully described as organizations with a role of Contributor and links to the source web site.
es: Completamente descritas como organizaciones con un rol de Colaborador y enlaces al sitio web de origen.
ja: コントリビューターの役割を持つ機関として完全に記述され、ソースのWebサイトへのリンクがあります。
zh: 完整描述作為具有“貢獻者”角色的組織，並連結至來源網站。

source: Cited in the bibliographic section with the citation represented as recommended by the referenced dataset.
es: Citado en la sección bibliográfica con la cita representada según lo recomendado por el conjunto de datos referenciado.
ja: 引用されたデータセットが、推奨される形式で書誌事項欄に引用されていること。
zh: 在書目引用部分中按照所參考資料集的建議進行引用。

source: In the data files, additional attribution and linkages can be made at the record-level. This includes:
es: En los archivos de datos, se pueden realizar atribuciones y vínculos adicionales a nivel de registro. Esto incluye:
ja: データファイルでは、レコードレベルでの追加的な帰属や関連付けを行うことができます。これには以下のようなものがあります。
zh: 在資料檔案中，可以在紀錄層級進行額外的來源標註與連結，包括：

source: Referencing the dataset by name in *dwc:datasetName*
es: Hacer referencia al conjunto de datos por nombre en *dwc:datasetName*
ja: *dwc:datasetName*でデータセット名を参照すしていること。
zh: 在 *dwc:datasetName* 中引用資料集的名稱

source: Referencing the dataset by ID (such as URL) in *dwc:datasetID* and linking to the dataset home page
es: Hacer referencia al conjunto de datos por ID (como URL) en *dwc:datasetID* y vincularlo a la página de inicio del conjunto de datos
ja: *dwc:datasetID*でデータセットをID（URLなど）で参照し、データセットのホームページへリンクできます。
zh: 在 *dwc:datasetID* 中引用資料集的ID（如URL），並連結至資料集首頁

source: Providing a link to a corresponding species page on the referenced dataset web site using *dc:source*
es: Proporcionar un enlace a la página de la especie correspondiente en el sitio web del conjunto de datos al que se hace referencia utilizando *dc:source*
ja: *dc:source*を使用して、参照するデータセットウェブサイトの対応する種のページへのリンクを提供できます。
zh: 使用 *dc:source* 提供指向參考資料集網站的對應物種頁面的連結

source: If dc:source is reserved for pointing to URL for the derived database, a link to the source database can still be added using the Alternative Identifiers extension.
es: Si dc:source está reservado para apuntar a la URL de la base de datos derivada, aún se puede agregar un enlace a la base de datos de origen utilizando la extensión de Identificadores Alternativos.
ja: *dc:source*が派生データベースのURLを指すために予約されている場合でも、代替識別子拡張機能を使用してソースデータベースへのリンクを追加することができます。
zh: 如果 dc:source 保留用於指向衍生資料庫的 URL，則仍可以使用延伸資料集的替代標識符添加連結至來源資料庫。

source: If the source dataset provides globally unique identifiers for the taxa referenced in the list, they can be used as the *taxonID* in the derived dataset. This ensures an explicit link to the source taxon and is highly recommended if available.
es: Si el conjunto de datos de origen proporciona identificadores únicos a nivel mundial para los taxones a los que se hace referencia en la lista, se pueden utilizar como *taxonID* en el conjunto de datos derivado. Esto asegura un enlace explícito al taxón de origen y es muy recomendable si está disponible.
ja: もしソースデータセットが、リストで参照されている分類群に対してグローバルにユニークな識別子を提供している場合、それを派生データセットの*taxonID*として使用することができます。これにより、ソース分類群への明確なリンクが確保されます。
zh: 如果來源資料集為名錄中引用的分類群提供全球唯一標識符，建議使用該標識符作為衍生資料集中的 *taxonID*，以確保與來源分類群有明確的連結。
