Repository: gbif/ipt
Catalog: docs/translations/best-practices-sampling-event-planned-additions.adoc.*.po
Languages: es, zh

source: Data file formatting recommendations
es: Recomendaciones sobre el formato de los archivos de datos
zh: 資料文件格式建議

source: What is sampling-event data?
es: ¿Qué son los datos de eventos de muestreo?
zh: 什麼是調查活動（sampling-event）資料？

source: How to express sampling-event data in DwC-A?
es: ¿Cómo expresar los datos de eventos de muestreo en DwC-A?
zh: 如何以 DwC-A 表現調查活動資料？

source: Sampling-event Metadata
es: Metadatos de eventos de muestreo
zh: 調查活動的詮釋資料

source: Sampling-event Data
es: Datos de eventos de muestreo
zh: 調查活動資料

source: Sample size
es: Tamaño de muestra
zh: 樣本數

source: Quantity and abundance
es: Cantidad y abundancia
zh: 數量與豐度

source: How to uniquely identify sampling events
es: Cómo identificar de forma única los eventos de muestreo
zh: 如何唯一識別調查活動

source: How to capture hierarchy of events
es: Cómo establecer la jerarquía de eventos
zh: 如何掌握調查活動的層次結構

source: How to capture absence data
es: Cómo registrar datos de ausencia
zh: 如何找出缺失資料

source: How to include supplementary multimedia
es: Cómo incluir material multimedia complementario
zh: 如何添加補充多媒體資料

source: Publishing sampling-event data
es: Publicar datos de eventos de muestreo
zh: 發布調查活動資料

source: Using GUIDs for identifiers
es: Utilizar GUID como identificadores
zh: 使用 GUID 作為識別碼

source: Preserving verbatim data
es: Conservar los datos originales
zh: 保留原始資料

source: Publishing project data as a single dataset
es: Publicar datos de proyectos como un único conjunto de datos
zh: 將專案資料作為單一資料集發布

source: Republishing occurrence data as sampling-event data
es: Republicar datos de registros biológicos como datos de eventos de muestreo
zh: 將出現紀錄資料重新發布為調查活動資料

source: Modelling continuous monitoring of live individuals
es: Modelado de monitoreos continuos de individuos vivos
zh: 對活體個體的持續監測建模

source: Managing issues related to the dataset
es: Gestión de incidencias relacionadas con el conjunto de datos
zh: 管理資料集相關的問題

source: Sharing scripts and programs used to produce or clean the dataset
es: Compartir códigos y programas utilizados para producir o limpiar el conjunto de datos
zh: 分享生成或清理資料集所用的腳本與程式

source: Describing sampling-event data in dataset metadata
es: Describir datos de eventos de muestreo en los metadatos de los conjuntos de datos
zh: 在資料集詮釋資料中描述調查活動資料

source: Linking related datasets
es: Vincular conjuntos de datos relacionados
zh: 連結相關資料集

source: Listing related research
es: Enumerar investigaciones relacionadas
zh: 列出相關研究

source: Examples
es: Ejemplos
zh: 範例

source: Freshwater invertebrate survey
es: Muestreo de invertebrados acuáticos
zh: 淡水無脊椎動物調查

source: Brackish water invertebrates survey
es: Muestreo de invertebrados de aguas salobres
zh: 鹹淡水無脊椎動物調查

source: Macrophyte survey
es: Muestreo de macrófitos
zh: 大型水生植物調查

source: Best Practices in Publishing Sampling-event data - planned additions and notes for revision
es: Adiciones previstas y notas para la revisión de la sección Buenas prácticas en la publicación de datos de eventos de muestreo.
zh: 發布調查活動資料的最佳實務 - 計劃新增項目與修訂說明

source: Version 2.0
es: Versión 2.0
zh: 版本 2.0

source: Additional information that could also be included or was previously included in xref:best-practices-sampling-event-data.adoc[].
es: Información adicional que también podría ser incluida o que fue previamente incluida en xref:best-practices-sampling-event-data.adoc[].
zh: 額外資訊：可包含或曾經包含於 xref:best-practices-sampling-event-data.adoc[] 中。

source: #TODO:# Provide recommendations on how to work around limitations of DwC-A star schema such as not being able to relate measurements and facts to both events and occurrences in the same dataset. The current work around requires publishers to publish separate datasets. Note OBIS is prototyping an Extended Measurement or Facts Extension that could also help overcome this limitation. Discussion on this prototype extension is taking place in GitHub here. However, issues raised that this prototype extension does not explicitly make it clear if the measurement or fact relates to an occurrence or an event. One alternative is to add resourceID (and perhaps resourceType?) instead of adding eventID (and occurrenceID) as attribute to the measurement or fact extension as is explored by the OBIS extension.
es: #PORHACER:# Proporcionar recomendaciones sobre cómo solucionar las limitaciones del esquema en estrella de DwC-A como por ejemplo no ser capaz de relacionar las medidas y hechos de ambos eventos y registros en el mismo conjunto de datos. La solución actual en este sentido requiere que los publicadores publiquen los conjuntos de datos por separado. Tenga en cuenta que OBIS está creando un prototipo de una Extensión Extendida de Medidas y Hechos que podría también ayudar a superar esta limitación. El debate sobre esta extensión prototipo tiene lugar aquí en GitHub. Sin embargo, surgieron problemas de que esta incidencia prototipo no aclara explícitamente si la medición o el hecho se relaciona con un registro de presencia o un evento. Una alternativa es añadir resourceID (¿y quizás resourceType?) en vez de añadir eventID (y occurrenceID) como atributo en la extensión de medida o hecho como es explorado por la extensión de OBIS.
zh: #TODO:# 提供建議以解決達爾文核心標準星型結構（DwC-A star schema）的限制，例如無法在同一資料集中將測量和事實同時關聯到事件和物種出現的情況。目前的解決方法是建議發布者發布多個資料集。注意，OBIS 正在設計一種擴展的測量與事實延伸資料集的原型，可能有助於克服此限制。對此原型延伸資料集的討論正在 GitHub 上進行。然而，有意見指出，該原型延伸資料集未明確說明測量與事實是和事件還是物種出現相關。一種替代方案是新增 resourceID（或是 resourceType），而不是在測量或事實延伸資料集中新增 eventID 和 occurrenceID 作為屬性，正如 OBIS 延伸資料集的實踐方法。

source: #TODO:# Provide recommendations on how to represent the sampling area by choosing the appropriate WKT shape or simple latitude/longitude point location. Done correctly, the direction sampling was carried out can also be derived. For example, an ocean trawl line represented using a WKT shape LINESTRING allows the direction of the trawl to be determined based on the standard notation for writing the start and end points.
es: #TODO:# Proporcione recomendaciones sobre cómo representar el área de muestreo eligiendo la forma WKT apropiada o la ubicación del punto de latitud/longitud simple. Si se hace correctamente, también se puede derivar la dirección del muestreo que se llevó a cabo. Por ejemplo, una línea de arrastre oceánica representada con una forma WKT LINESTRING permite determinar la dirección de la red de arrastre basándose en la notación estándar para escribir los puntos de inicio y finalización.
zh: #TODO:# 提供建議如何透過選擇適當的 WKT 形狀或簡單的緯度/經度點位置來表示調查區域。如果正確執行，也可以導出調查進行的方向。例如，使用 WKT 形狀 LINESTRING 表示的海洋拖網線，可以根據起點和終點的標準標記法確定拖網方向。

source: #TODO:# Better guide users on how to fill in dwc:eventID and dwc:parentEventID using persistent globally unique identifiers:
es: #TODO:# Guíe mejor a los usuarios sobre cómo completar dwc:eventID y dwc:parentEventID utilizando identificadores únicos globales persistentes:
zh: #TODO:# 更好地指導使用者如何使用持久且全球唯一的識別碼填寫 dwc:eventID 和 dwc:parentEventID：

source: dwc:eventID should be a persistent globally unique identifier. Remember to reuse existing stable identifiers. Do not create a new identifier for the event when one already is declared.
es: dwc:eventID debe ser un identificador único globalmente persistente. Recuerde reutilizar los identificadores estables existentes. No cree un nuevo identificador para el evento cuando ya haya uno aceptado.
zh: dwc:eventID 應為永久且全球唯一的識別碼。記得重複使用現有的穩定識別碼。當已有識別碼時，不要為該事件創建新的識別碼。

source: In the absence of a GUID, and as a last resort, reuse the original fieldNumber.
es: En ausencia de un GUID, y como última opción, reutilza el fieldNumber original.
zh: 在缺乏 GUID 的情況下，作為最後手段，重複使用原始 fieldNumber。

source: #TODO:# Better guide users how to publish a hierarchy of events (recursive data type) with the proper use of dwc:parentEventID
es: #PORHACER:# Guiar mejor a los usuarios sobre cómo publicar una jerarquía de eventos (tipo de datos recursivos) con el uso apropiado de dwc:parentEventID
zh: #TODO:# 更好地指導使用者如何使用正確的 dwc:parentEventID 發布事件層級結構（遞歸資料類型）。

source: #TODO:# Transfer information from FAQ above, guiding users how to publish presence/absence data in DwC with the proper use of dwc:occurrenceStatus
es: #PORHACER:# Transferir información de las FAQ de arriba, guiando a los usuarios sobre cómo publicar datos de presencia/ausencia en DwC con el uso apropiado de dwc:occurrenceStatus
zh: #TODO:# 從 FAQ 中轉移相關資訊，指導使用者如何在達爾文核心標準中使用正確的 dwc:occurrenceStatus 發布存在/不存在資料。

source: #TODO:# Provide recommendations on how include supplementary media in order to make the data easier to interpret. For example for vegetation data, it is helpful to include a link to the original scanned relevé sheet when interpreting the data.
es: #PORHACER:# Proporcionar recomendaciones sobre cómo incluir contenidos multimedia complementarios para una interpretación más sencilla de los datos. Por ejemplo, para datos de vegetación, es útil incluir un enlace a la lámina relevé original escaneada cuando se interpreten los datos.
zh: #TODO:# 提供建議如何包括補充媒體以使資料更易於解讀。例如，在解釋資料時，包含植被資料的原始掃描樣區紀錄表的連結是非常有幫助的。

source: #TODO:# Advise publishers to use GUIDs, coupled with guidance on how to create GUIDs for applicable fields such as dwc:occurrenceID, dwc:eventID, dwc:organismID and dwc:locationID. For example, it is possible to use http://www.geonames.org/ to find (or even generate new) identifiers for dwc:locationID, e.g. http://sws.geonames.org/10793757/ is a GUID for a lake in Greenland.
es: #PORHACER:# Aconsejar a los publicadores utilizar los GUIDs, al mismo tiempo que guiar sobre cómo crear GUIDs para campos aplicables tales como dwc:occurrenceID, dwc:eventID, dwc:organismID y dwc:locationID. Por ejemplo, es posible utilizar http://www.geonames.org/ para encontrar (o incluso generar nuevos) identificadores por dwc:locationID, ej.: http://sws.geonames.org/10793757/ es un GUID para un lago en Groenlandia.
zh: #TODO:# 建議發布者使用 GUID，並提供如何為適用欄位如 dwc:occurrenceID、dwc:eventID、dwc:organismID 和 dwc:locationID 創建 GUID 的指導。例如，可以使用 http://www.geonames.org/ 查找（甚至生成新的）dwc:locationID 的識別碼，例如 http://sws.geonames.org/10793757/ 是格陵蘭的一個湖泊的 GUID。

source: Filling in the required and recommended terms
es: Completar los elementos obligatorios y recomendados
zh: 填寫必填與建議的術語

source: #TODO:# Guide users how to obfuscate the location of sensitive species, such as by:
es: #PORHACER:# Guiar a los usuarios sobre cómo difuminar la localización de las especies sensibles, como por ejemplo:
zh: #TODO:# 指導使用者如何模糊化敏感物種的位置，例如：

source: Simply removing these species from the dataset
es: Eliminar simplemente estas especies del conjunto de datos
zh: 直接從資料集中移除這些物種；

source: Publishing the species identifications at Genus level only
es: Publicar las identificaciones de especies únicamente hasta el nivel de Género
zh: 僅以屬級發表物種鑑定；

source: Publishing the sensitive/protected species in a separate dataset
es: Publicar las especies sensibles/protegidas en un conjunto de datos separado
zh: 將敏感/受保護的物種發布為單獨的資料集；

source: Publish obfuscated sensitive data points in the main dataset and publish non-obfuscated details in an access-limited separate dataset, both datasets including all data records
es: Publicar puntos no precisos para los datos sensibles en el conjunto de datos principal y publicar los detalles precisos en un conjunto de datos separado de acceso limitado, incluyendo todos los registros en ambos conjuntos de datos
zh: 在主要資料集中發布模糊化的敏感資料點，並在一個存取受限的獨立資料集中發布未模糊化的詳細資訊，兩個資料集都應包括完整的資料紀錄。

source: #TODO:# Guide users how to enter verbatim descriptions. For example, the ID or code given to the original event should be entered into dwc:fieldNumber; the ID or code given to the original occurrence observation should be entered into dwc:recordNumber.
es: #PORHACER:# Guiar a los usuarios sobre cómo documentar las descripciones originales. Por ejemplo, el ID o código proporcionado para el evento original debe ser documentado en dwc:fieldNumber; el ID o código proporcionado para la observación del registro debe ser documentado en dwc:recordNumber.
zh: #TODO:# 指導使用者如何輸入原始資料的說明。例如，應將原始事件的 ID 或代碼輸入至 dwc:fieldNumber；原始的物種出現觀測紀錄的 ID 或代碼應輸入至 dwc:recordNumber。

source: #TODO:# Provide a recommendation on how to publish data produced from large projects. The current recommendation is to publish a single dataset, because dividing it into multiple datasets results in more duplication of effort entering metadata. Publishers insisting on publishing multiple datasets should link them using Project.ID in EML.
es: #PORHACER:# Proporcionar una recomendación sobre cómo publicar datos producidos por grandes proyectos. La recomendación actual es publicar un único conjunto de datos porque dividirlos en múltiples conjuntos de datos resulta en una mayor duplicación del ingreso de metadatos. Los publicadores que insisten en publicar múltiples conjuntos de datos deberían vincularlos entre sí utilizando Project.ID en EML.
zh: #TODO:# 提供建議如何發布由大型專案產生的資料。目前的建議是發布單一資料集，因為將其分為多個資料集會增加重複填寫詮釋資料的工作量。堅持發布多個資料集的發布者應使用 Project.ID 在 EML 中連結它們。

source: #TODO:# Provide rationale and guidance for migrating existing occurrence datasets to sampling event format. The following questions need to be answered:
es: #PORHACER:# Proporcionar fundamentos y orientación para migrar conjuntos de datos de registros biológicos existentes a un formato de evento de muestreo. Las siguientes preguntas deben ser contestadas:
zh: #TODO:# 為將現有的物種出現紀錄資料集遷移為調查活動格式提供理由與指導。需要回答以下問題：

source: Should the sampling event version replace the existing occurrence version, or should both versions be kept online at the same time?
es: ¿La versión de eventos de muestreo debería ser reemplazada por la versión de registros biológicos o deberían ser mantenidas de manera online ambas al mismo tiempo?
zh: 調查活動版本是否應替代現有的物種出現紀錄版本，還是應同時保留兩個版本？

source: If replacing, should the new sampling event version be assigned a brand new DOI?
es: Si se reemplaza, ¿se debería asignar un nuevo DOI a la nueva versión de eventos de muestreo?
zh: 如果替代，新的調查活動版本是否應分配一個全新的 DOI？

source: What are the benefits of producing the sampling event version?
es: ¿Cuáles son los beneficios de producir la versión de eventos de muestreo?
zh: 生成調查活動的版本有哪些好處？

source: #TODO:# Provide a recommendation on how to model continuous monitoring of live individuals, such as bird tracking data by using dwc:organismID to store the ID of the individual being tracked and by using a single event for representing each individual being tracked (with associated occurrences where it was recorded).
es: #PORHACER:# Proporcionar una recomendación sobre cómo modelar monitoreos continuos de individuos vivos, tales como datos de seguimiento de aves mediante el uso de dwc:organismID para almacenar el ID del individuo monitoreado utilizando un único evento para representar cada individuo monitoreado (con registros biológicos asociados cuando fuesen registrados).
zh: #TODO:# 提供建議如何為持續監測活體個體（例如鳥類追蹤資料）建模，例如使用 dwc:organismID 儲存被追蹤個體的 ID，並使用單一事件表示每個被追蹤個體（與之相關聯的物種出現紀錄則記錄在其被觀測到的地方）。

source: #TODO:# Provide a recommendation on how to manage issues related to the dataset using GitHub's issue management system, just like INBO does for example.
es: #PORHACER:# Proporcionar una recomendación sobre cómo gestionar problemas relacionados con el uso de conjuntos de datos utilizando el sistema de gestión de problemas de GitHub, tal y como hace INBO, por ejemplo.
zh: #TODO:# 提供建議如何使用 GitHub 的問題管理系統處理與資料集相關的問題，正如 INBO 的做法。

source: #TODO:# Provide a recommendation on how to make custom scripts and programs (e.g. for transforming cross table data) publicly available using GitHub, for the benefit of other publishers, just like INBO does for example. The recommendation should encourage users to include a detailed set of instructions on how to run the scripts to make them more usable.
es: #PORHACER:# Proporcionar una recomendación sobre cómo compartir códigos y programas personalizados (ej.: por ejemplo para la transformación de tablas de datos cruzadas) utilizando GitHub, para beneficio de todos los publicadores, tal y como hace INBO, por ejemplo. La recomendación debería fomentar que los usuarios incluyan un detallado conjunto de instrucciones sobre cómo utilizar los códigos para hacerlos más útiles.
zh: #TODO:# 提供建議如何將自訂腳本與程式（例如用於轉換交叉表格資料）公開於 GitHub 上，以造福其他發布者，正如 INBO 的做法。建議應鼓勵使用者納入一組詳細的操作說明，以提高腳本的可用性。

source: #TODO:# Advise publishers to document as much as possible about the sampling event, especially the sampling methodologies, before attempting to try and standardize it into DwC.
es: #PORHACER:# Aconsejar a los publicadores documentar los eventos de muestreo tanto como sea posible, especialmente las metodologías de muestreo, antes de intentar estandarizarlo en DwC.
zh: #TODO:# 建議發布者在嘗試將調查活動標準化為達爾文核心標準之前，儘可能記錄有關調查活動的資訊，特別是調查方法。

source: #TODO:# Advise publishers on how to link related datasets that come out of the same research context so they can be easily retrieved by the users. Publishers may have to publish separate datasets in order to work around the limitations of the DwC-A star schema. Publishers may also choose to publish separate occurrence datasets derived from the same sampling events. The current recommendation is to link them using Project.ID.
es: #PORHACER:# Asesorar a los publicadores sobre cómo vincular conjuntos de datos relacionados que proceden del mismo contexto de investigación para que puedan ser extraídos más fácilmente por parte de los usuarios. Los publicadores puede que tengan que publicar conjuntos de datos separados para superar las limitaciones del esquema en estrella de DwC. También puede que los publicadores elijan publicar conjuntos de datos separados de registros de presencia derivados de los mismos eventos de muestreo. La recomendación actual es vincularlos utilizando Project.ID.
zh: #TODO:# 建議發布者如何連結同一研究背景下的相關資料集，使其易於使用者檢索。發布者可能需要發布多個資料集來解決達爾文核心標準星型結構的限制。發布者也可以選擇發布從相同調查活動中衍生的單獨物種出現紀錄資料集。目前的建議是使用 Project.ID 將它們連結起來。

source: #TODO:# Provide recommendations on how to make the dataset easier to interpret by including links to related published works such as journal articles, project notes, thesis, etc.
es: #PORHACER:# Proporcionar recomendaciones sobre cómo facilitar la interpretación del conjunto de datos incluyendo enlaces a trabajos publicados relacionados tales como artículos de prensa, notas de proyecto, tesis, etc.
zh: #TODO:# 提供建議如何透過納入相關已發布的作品（如期刊文章、項目筆記、論文等）的連結，使資料集更易於解讀。

source: #TODO:# Update example based on Dutch Vegetation Database (LVD) version republished as sampling-event dataset. The Relevé extension underwent significant changes following the publication of the primer. For more information about LVD and the data model for vegetation sampling-event data see: https://gbif.blogspot.com/2016/07/probably-turbovegs-best-kept-secret.html
es: #PORHACER:# Ejemplo actualizado basado en la versión de la Base de Datos de Vegetación Holandesa (LVD) republicada como conjunto de datos de evento de muestreo. La extensión Relevé sufre cambios significativos respecto a la publicación del original. Para más información sobre LVD y los modelos de datos para datos de eventos de muestreo de vegetación ver: https://gbif.blogspot.com/2016/07/probably-turbovegs-best-kept-secret.html
zh: #TODO:# 更新基於荷蘭植被資料庫（Dutch Vegetation Database, LVD）版本的範例，該版本重新發布為調查活動資料集。樣區紀錄延伸資料集在初步指南發布後經歷了重大變更。有關 LVD 和植被調查活動資料模型的更多資訊，請參見：https://gbif.blogspot.com/2016/07/probably-turbovegs-best-kept-secret.html。
