Repository: gbif/ipt
Catalog: docs/translations/best-practices-checklists.adoc.*.po
Languages: es, ja, zh

source: The core data file in a checklist contains taxon records. The set of terms that can be used to describe a taxon record is defined by the Taxon (Core) Extension.
es: El archivo de datos núcleo en un listado taxonómico contiene registros de taxón. El conjunto de términos que se pueden utilizar para describir un registro de taxón está definido por la Extensión Taxon (Core).
ja: チェックリストのコアデータファイルには、分類群の記録が含まれています。 分類群レコードを説明するために使用できる一連の用語は、分類群（コア）拡張機能によって定義されます。
zh: 在物種名錄中，核心資料檔案包含分類群紀錄。用於描述分類群紀錄的術語集合由分類群（核心）延伸資料集定義。

source: Each taxon record can be extended with one or more records in an extension file. The set of terms that can be used to describe each extension record is defined by its Extension.
es: Cada registro de taxón se puede ampliar con uno o más registros en un archivo de extensión. El conjunto de términos que se pueden utilizar para describir cada registro de extensión está definido por su Extensión.
ja: 各分類群レコードは、拡張ファイル内の1つ以上のレコードで拡張できます。各拡張レコードを説明するために使用できる一連の用語は、その拡張によって定義されます。
zh: 每一筆分類群紀錄可以透過一個或多個延伸資料檔案進行擴充。每個延伸紀錄中可用於描述的術語集合由其對應的延伸資料集定義。

source: Below is the complete list of Extensions that can be used to provide additional information about a taxon record:
es: A continuación se muestra la lista completa de extensiones que se pueden utilizar para proporcionar información adicional sobre un registro de taxón:
ja: 以下は、分類群レコードに関する追加情報を提供するために使用できる拡張機能の完全なリストです。
zh: 以下是可用於為分類群紀錄提供額外資訊的延伸資料集完整列表：

source: Taxon (Core) Extension
es: Extensión de Taxón (Core)
ja: 分類群（コア）拡張
zh: 分類群（核心）延伸資料集

source: Latest version issued: {latest-dwc-taxon}[{date-dwc-taxon}]
es: Última versión publicada: {latest-dwc-taxon}[{date-dwc-taxon}]
ja: 最新版発行日：link:{latest-dwc-taxon}[{date-dwc-taxon}]
zh: 最新版本發布： {latest-dwc-taxon}[{date-dwc-taxon}]

source: Use this set of terms to provide the fundamental information for a species checklist including classification, synonymy and other key elements. Each row in this list represents a taxon name, either an accepted name or a synonym. The terms in this class support different methods for representing classification information. Classifications can be shared “spreadsheet-style” with columns for Kingdom, Phylum, Class, etc. or they can be shared “database-style” with each taxon row possessing a field containing the ID of its immediate parent. Please note that the tables contain the complete list of acceptable terms. The minimum requirement for sharing a checklist is as little as a list of species although an accompanying ID is highly recommended. Use this list of terms to identify the terms that best match the data to be shared. Don’t be daunted by the term names. Read the description to locate relevant terms.
es: Utilice este conjunto de términos para proporcionar la información fundamental para un listado taxonómico de especies, incluida la clasificación, la sinonimia y otros elementos clave. Cada fila de esta lista representa un nombre de taxón, ya sea un nombre aceptado o un sinónimo. Los términos de esta clase admiten diferentes métodos para representar información de clasificación. Las clasificaciones se pueden compartir "estilo hoja de cálculo" con columnas para Reino, Filo, Clase, etc. o se pueden compartir "estilo base de datos" con cada fila de taxón que posee un campo que contiene el ID de su padre inmediato. Tenga en cuenta que las tablas contienen la lista completa de términos aceptables. El requisito mínimo para compartir un listado taxonómico es tan pequeño como una lista de especies, aunque se recomienda encarecidamente una identificación adjunta. Utilice esta lista de términos para identificar los términos que mejor coincidan con los datos que se compartirán. No se deje intimidar por los nombres de los términos. Lea la descripción para localizar los términos relevantes.
ja: この一連の用語を使用して、分類、シノニム、その他の重要な要素を含む種のチェックリストの基本的な情報を提供します。このリストの各行は、受け入れられた名前またはシノニムのいずれかの分類群名を表します。このクラスの用語は、分類情報を表すためのさまざまなメソッドをサポートしています。分類は、界、門、綱などの列と「スプレッドシートスタイル」で共有することも、直接の親のIDを含むフィールドを持つ各分類群行と「データベーススタイル」で共有することもできます。表には、受け入れ可能な用語の完全なリストが含まれていることに注意してください。チェックリストを共有するための最小要件は、種のリストと同じくらい小さいですが、付随するIDを強くお勧めします。この用語のリストを使用して、共有するデータに最適な用語を特定します。用語名に躊躇しないでください。説明を読んで、関連する用語を見つけてください。
zh: 使用這套術語提供物種名錄的基本資訊，包括分類、異名及其他關鍵元素。名錄中的每一行代表一個分類群名稱，無論是公認名還是異名。這些術語支援不同的分類資訊表現方法。分類可以以「試算表樣式」分享，例如以 Kingdom、Phylum、Class 等欄位表示；或者以「資料庫樣式」分享，每一筆分類群資料行都包含其直接父級的 ID 欄位。請注意，這些表格包含可接受術語的完整列表。物種名錄分享的最低要求可以僅是一份物種清單，但強烈建議附加一個 ID。請參考這些術語列表，找出最能匹配所需分享資料的術語。不要對術語名稱感到畏懼，閱讀說明即可找到相關術語。

source: Vernacular Names Extension
es: Extensión de Nombres Vernáculos
ja: 通俗名の拡張
zh: 俗名延伸資料集

source: Latest version issued: {latest-vernacularname}[{date-vernacularname}]
es: Última versión publicada: {latest-vernacularname}[{date-vernacularname}]
ja: 最新版発行日：link:{latest-vernacularname}[{date-vernacularname}]
zh: 最新版本發布： {latest-vernacularname}[{date-vernacularname}]

source: This extension provides the means to share information related to common (vernacular) names linked to taxa in the core data file. Multiple vernacular names can be linked to the same taxon via the taxonID.
es: Esta extensión proporciona los medios para compartir información relacionada con nombres comunes (vernáculos) vinculados a taxones en el archivo de datos central. Se pueden vincular varios nombres vernáculos al mismo taxón a través del taxonID.
ja: この拡張機能は、コアデータファイル内の分類群にリンクされている一般的な（一般的な）名前に関連する情報を共有する手段を提供します。複数の固有名は、*taxonID*を介して同じ分類群にリンクできます。
zh: 此延伸資料集提供與分類群相關的俗名資訊分享方式。多個俗名可以透過 taxonID 連結至同一分類群。

source: References Extension
es: Extensión de Referencias
ja: リファレンス拡張
zh: 參考文獻延伸資料集

source: Latest version issued: {latest-references}[{date-references}]
es: Última versión publicada: {latest-references}[{date-references}]
ja: 最新版発行日：link:{latest-references}[{date-references}]
zh: 最新版本發布： {latest-references}[{date-references}]

source: Use this extension to describe one or more bibliographic references related to a taxon in the core data file. Use the type field to qualify the references. This extension supports the sharing of referenced synonymic checklists.
es: Utilice esta extensión para describir una o más referencias bibliográficas relacionadas con un taxón en el archivo de datos núcleo. Utilice el campo de tipo para calificar las referencias. Esta extensión admite el intercambio de listados taxonómicos de sinónimos referenciadas.
ja: この拡張機能を使用して、コアデータファイル内の分類群に関連する1つ以上の書誌リファレンスを記述します。タイプフィールドを使用して、リファレンスを修飾します。この拡張機能は、参照される同義チェックリストの共有をサポートします。
zh: 使用此延伸資料集描述與分類群相關的一個或多個參考文獻。可使用類型欄位來限定文獻的性質。此延伸資料集支援具參考性的同物異名物種名錄分享。

source: Species Distribution Extension
es: Extensión de Distribución de Especies
ja: 種の説明の拡張
zh: 物種分布延伸資料集

source: Latest version issued: {latest-species-distribution}[{date-species-distribution}]
es: Última versión publicada: {latest-species-distribution}[{date-species-distribution}]
ja: 最新版発行日：link:{latest-species-distribution}[{date-species-distribution}]
zh: 最新版本發布： {latest-species-distribution}[{date-species-distribution}]

source: Use this extension to share information on one or more distribution references for a taxon. One or more locality records may be linked to the same taxon. For example multiple localities, regions, or countries may be listed. Use this extension to describe the threat status for a taxon, seasonal distribution changes, and other properties linked to a taxon in a particular region.
es: Utilice esta extensión para compartir información sobre una o más referencias de distribución para un taxón. Uno o más registros de localidad pueden estar vinculados al mismo taxón. Por ejemplo, se pueden enumerar varias localidades, regiones o países. Utilice esta extensión para describir el estado de amenaza de un taxón, los cambios de distribución estacionales y otras propiedades vinculadas a un taxón en una región en particular.
ja: この拡張機能は、ある分類群の1つまたは複数の分布リファレンスに関する情報を共有するために使用します。同じ分類群に対して、1つまたは複数の産地記録をリンクすることができます。例えば、複数の地域、地方、国が記載されている場合があります。この拡張機能を使用して、ある分類群に対する脅威の状態、季節的な分布の変化、および特定の地域におけるある分類群に関連するその他の特性を記述します。
zh: 使用此延伸資料集分享分類群的一個或多個分布地紀錄。可以將多個地點、地區或國家紀錄連結到同一分類群。此延伸資料集還可描述分類群的威脅狀態、季節性分布變化，以及與特定區域相關的其他屬性。

source: Species Description Extension
es: Extensión de Descripción de Especies
ja: 種の解説を共有する
zh: 物種說明延伸資料集

source: Latest version issued: {latest-description}[{date-description}]
es: Última versión publicada: {latest-description}[{date-description}]
ja: 最新版発行日：link:{latest-description}[{date-description}]
zh: 最新版本發布： {latest-description}[{date-description}]

source: Use this extension to provide descriptive text for a taxon. This is typically in the form of a single paragraph per record as would be normally stored in a database. Descriptions can be qualified by a type to indicate, for example that the description is related to, for example, the morphology conservation, reproduction, etc. Multiple descriptions equal multiple records in a descriptions file.
es: Utilice esta extensión para proporcionar texto descriptivo de un taxón. Por lo general, se presenta en forma de un solo párrafo por registro, como se almacenaría normalmente en una base de datos. Las descripciones se pueden calificar por un tipo para indicar, por ejemplo, que la descripción está relacionada, por ejemplo, con la conservación de la morfología, reproducción, etc. Varias descripciones equivalen a múltiples registros en un archivo de descripciones.
ja: この拡張機能を使用して、タクソンの説明テキストを提供します。これは通常、データベースに格納されるような、レコードごとに一段落という形式です。説明文は、例えば形態保存や繁殖などに関する説明であることを示すために、 タイプで修飾することができます。複数の記述がある場合、記述ファイルには複数のレコードが存在することになります。
zh: 使用此延伸資料集為分類群提供說明文字。通常每一筆紀錄有一段文字，與資料庫中一般的存儲的格式類似。說明可以用一個類型進行限定，例如該說明是否與形態特徵、保育狀態、繁殖等相關。在說明文件中，多條說明即對應多筆紀錄。

source: Alternative Identifiers
es: Identificadores Alternativos
ja: 代替識別子
zh: 替代的識別碼

source: Latest version issued: {latest-identifier}[{date-identifier}]
es: Última versión publicada: {latest-identifier}[{date-identifier}]
ja: 最新版発行日：link:{latest-identifier}[{date-identifier}]
zh: 最新版本發布： {latest-identifier}[{date-identifier}]

source: Use this extension if you have more than one identifier or link to information about the taxon. A source database, may, for example provide access to the source data records through a web page, a web service, and a resolvable identifier such as LSID, DOI or other means.
es: Utilice esta extensión si tiene más de un identificador o enlace a información sobre el taxón. Una base de datos de origen puede, por ejemplo, proporcionar acceso a los registros de datos de origen a través de una página web, un servicio web y un identificador que se puede resolver como LSID, DOI u otros medios.
ja: この拡張子は、その分類群に関する情報への識別子やリンクが複数ある場合に使用します。ソースデータベースは、例えばウェブページ、ウェブサービス、およびLSID、DOIなどの解決可能な識別子を通じて、ソースデータレコードへのアクセスを提供することができます。
zh: 如果需要分享一個分類群的多個識別碼或連結，請使用此延伸資料集。例如，來源資料庫可以提供網頁、網路服務以及可解析識別碼（如 LSID、DOI）等方式存取來源資料紀錄。

source: Types and Specimens Extension
es: Extensión de Tipos y Especímenes
ja: タイプと標本数の拡張機能
zh: 模式與標本延伸資料集

source: Latest version issued: {latest-typesandspecimen}[{date-typesandspecimen}]
es: Última versión publicada: {latest-typesandspecimen}[{date-typesandspecimen}]
ja: 最新版発行日：link:{latest-typesandspecimen}[{date-typesandspecimen}]
zh: 最新版本發布： {latest-typesandspecimen}[{date-typesandspecimen}]

source: Use this extension to share data relating to one or more specimens or type references linked to the core taxon
es: Utilice esta extensión para compartir datos relacionados con uno o más especímenes o referencias de tipo vinculadas al taxón principal
ja: コア分類群にリンクされた1つまたは複数の標本またはタイプリファレンスに関連するデータを共有するには、この拡張機能を使用します。
zh: 使用此延伸資料集分享與一個或多個標本或類型參考相關的資料，並將其連結到核心分類群。

source: Resource Relationship Extension
es: Extensión de Relación de Recursos
ja: リソース関係拡張機能
zh: 資源關係延伸資料集

source: Latest version issued: {latest-resource-relation}[{date-resource-relation}]
es: Última versión publicada: {latest-resource-relation}[{date-resource-relation}]
ja: 最新版発行日：link:{latest-resource-relation}[{date-resource-relation}]
zh: 最新版本發布： {latest-resource-relation}[{date-resource-relation}]

source: This extension is used to describe one or more relationships that the core taxon has with other taxa, either in the source list or included in the record. This extension could be used, for example, to provide a list of plant species (one record per species) pollinated by a bee species listed in the core species list.
es: Esta extensión se utiliza para describir una o más relaciones que el taxón principal tiene con otros taxones, ya sea en la lista de origen o incluidos en el registro. Esta extensión podría usarse, por ejemplo, para proporcionar una lista de especies de plantas (un registro por especie) polinizadas por una especie de abeja incluida en la lista de especies principales.
ja: この拡張機能は、コアタクソンが他の分類群（ソースリスト内またはレコードに含まれる）と持っている1つ以上の関係を記述するために使用されます。例えば、コア種リストに記載されているハチが受粉する植物種のリスト（1種につき1レコード）を提供するために利用することができます。
zh: 此延伸資料集用於描述核心分類群與其他分類群之間的一個或多個關係，無論是在來源列表中還是紀錄中。例如，此延伸資料集可以用於提供一個由核心物種列表中的某個蜜蜂物種進行授粉的植物物種列表（每條紀錄對應一個物種）。

source: | scientificName | Gerardia paupercula var. borealis (Pennell) Deam
ja: | 学名 | Gerardia paupercula var. borealis (Pennell) Deam

source: | scientificName | scientificNameAuthorship | Gerardia paupercula var. borealis | (Pennell) Deam
ja: | 学名 | 学名著者名 | Gerardia paupercula var. borealis | (Pennell) Deam

source: | Genus | specificEpithet | taxonRank | infraspecificEpithet | scientificNameAuthorship | Gerardia | paupercula | var. | borealis | (Pennell) Deam
ja: | 属名 | 種形容語 | 分類階級 | 亜種エピテーゼ | 学名の著者 | Gerardia | paupercula | var. | borealis | (Pennell) Deam

source: A synonym record is recommended to contain a distinct *dwc:taxonID*. It *must not* use the same *dwc:taxonID* as the accepted taxon record. The simplest representation of synonymy is as provided in the example above where synonyms are listed as distinct records and ‘point’ to the accepted taxon record using the *dwc:acceptedNameUsageID*. This simple synonymy supports the publication of basic taxonomic checklists with synonym details limited to the core taxon class elements. The *dwc:taxonomicStatus* field affirms the status of the record. A recommended vocabulary for this field is {latest-taxonomic-status}[available]. Additional nomenclatural details that may also support the rationale behind the synonymy may be included using the *dwc:nomenclaturalStatus* field and {latest-nomenclatural-status}[supporting vocabulary].
zh: 建議為每個同物異名紀錄提供一個獨立的 *dwc:taxonID*，且不得與已接受的分類單元紀錄使用相同的 *dwc:taxonID*。同物異名的最簡單表示方式如上述範例所示，即將同物異名列為獨立紀錄，並通過 *dwc:acceptedNameUsageID* 指向已接受的分類單元紀錄。這種簡化的同物異名表示法支持基本物種名錄分類表的發布，其中同物異名的詳細資訊僅限於核心分類單元類別的元素。*dwc:taxonomicStatus* 欄位確認紀錄的狀態，建議使用的詞彙範例為 {latest-taxonomic-status}[可用]。額外的命名細節（支持同物異名的理由）可使用 *dwc:nomenclaturalStatus* 欄位以及 {latest-nomenclatural-status}[支持詞彙] 來描述。

source: Note that extensions must link to the taxa in the core data file by providing the `taxonID` in the `taxonID` field. See the <<checklist-data,structure of Darwin Core Archives>> above.
zh: 延伸資料集必須透過 `taxonID` 欄位提供核心資料檔案中分類單元的連結。請參見 <<checklist-data,達爾文核心集檔案結構>>。
