Repository: gbif/ipt
Catalog: docs/translations/best-practices-checklists.adoc.*.po
Languages: es, ja, zh

source: *Convenient* – Spreadsheet applications and many relational databases make it easy to implement this structure for storing hierarchical data.
es: *Conveniente* - Las aplicaciones de hojas de cálculo y muchas bases de datos relacionales facilitan la implementación de esta estructura para almacenar datos jerárquicos.
ja: *利便性* - 表計算アプリケーションや多くの関連データベースでは、この構造を簡単に実装して、階層的なデータを保存することができます。
zh: *便利性* - 試算表應用程式和許多關聯式資料庫容易實現此結構，用於儲存階層式資料。

source: *Higher likelihood of referential integrity loss* – Higher taxa are repeated in this format which can increase the chance that two identical taxa may be spelled differently. Other similar risks are possible with this format. For example it is possible for two instances of the same taxon (example “Felidae”) to be assigned to two different parents, resulting in a conflict of hierarchical integrity.
es: *Mayor probabilidad de pérdida de integridad referencial* - Los taxones más altos se repiten en este formato, lo que puede aumentar la posibilidad de que dos taxones idénticos se escriban de manera diferente. Otros riesgos similares son posibles con este formato. Por ejemplo, es posible que dos instancias del mismo taxón (por ejemplo, "Felidae") se asignen a dos padres diferentes, lo que da como resultado un conflicto de integridad jerárquica.
ja: *参照整合性が損なわれる可能性が高い* - 高次分類群がフォーマット内で繰り返されるため、2 つの同じ分類群のスペルが異なる可能性が高くなります。このフォーマットでは、他の同様のリスクも発生する可能性があります。たとえば、同じ分類群（上記「Felidae」など）の 2 つのインスタンスが異なる親に割り当てられる可能性があり、その結果、階層的な整合性が損なわれる可能性があります。
zh: *參考完整性較低* - 此格式中更高階分類單元重複出現，使同一分類單元拼寫不一致的可能性增加。例如，可能出現同一分類單元（如「Felidae」）被分配至不同的父分類單元，導致階層完整性有所衝突。

source: *Lack of details for higher taxa* – This format treats higher taxa as properties of a species, not as separate taxon records themselves. Therefore, this format does not allow properties of higher taxa to be shared either in the core file or in any extensions.
es: *Falta de detalles para taxones superiores* – este formato trata a los taxones superiores como propiedades de una especie, no como registros de taxones separados en sí mismos. Por lo tanto, este formato no permite que las propiedades de taxones superiores se compartan ni en el archivo principal ni en ninguna extensión.
ja: *上位分類群の詳細がない* - このフォーマットにおいて上位分類群は、独立した分類群レコードとしてではなく、種のプロパティとして扱われます。したがって、このフォーマットでは、コアファイルでも拡張ファイルでも、上位分類のプロパティを共有することができません。
zh: *缺乏更高階分類的詳細資訊* - 此格式將更高階分類單元視為物種的屬性，而非獨立的分類單元紀錄，因此無法在核心檔案或任何延伸資料集中分享更高階分類的屬性。

source: Other classification-related recommendations
es: Otras recomendaciones relacionadas con clasificaciones
ja: その他の分類に関する推奨事項
zh: 其他與分類相關的建議

source: Try to include a Kingdom and a nomenclatural code reference for all records even for basic species lists.
es: Intente incluir un Reino y una referencia de código de nomenclatura para todos los registros, incluso para las listas de especies básicas.
ja: 基本的な種リストであっても、すべての記録に王国と命名コードの参照を含めるようにしてください。
zh: 嘗試在所有紀錄中包含界（Kingdom）與命名法規的參考資料，即使是基本的物種清單。

source: Try to include Kingdom, Phylum and Family as a minimal classification for denormalized classifications.
es: Intente incluir Reino, Filo y Familia como una clasificación mínima para las clasificaciones desnormalizadas.
ja: 非正規化された分類のための最小限の分類として、Kingdom, Phylum, Familyを含めるようにしてください。
zh: 嘗試在非正規化分類中至少包括界、門（Phylum）和科（Family）的分類。

source: If it is the same throughout the dataset, consider using a static mapping of the term and value. See the Darwin Core Archive How-to Guide at xref:dwca-guide.adoc[] for details on mapping global values.
es: Si es el mismo en todo el conjunto de datos, considere usar un mapeo estático del término y el valor. Consulte la Guía práctica de Darwin Core Archive en xref:dwca-guide.adoc[] para obtener detalles sobre el mapeo de valores globales.
ja: データセット全体で同じであれば，用語と値の静的マッピングを使用することを検討してください。グローバルな値のマッピングの詳細については、xref:dwca-guide.adoc[ダーウィンコア・アーカイブ：ハウツーガイド]を参照してください。
zh: 如果整個資料集中的分類皆相同，考慮使用靜態對照方式指定術語和資料值。詳細資料參考 xref:dwca-guide.adoc[]（《達爾文核心集檔案 — 操作導引》）。

source: Classification Formats not recommended for publishing
es: Formatos de Clasificación no recomendados para publicación
ja: 公開にあたって推奨されない分類フォーマット
zh: 不建議發布的分類格式

source: The following examples illustrate data configurations that can fit the profile *but are not recommended or supported by GBIF* (i.e., GBIF parsers would not handle these cases properly)
es: Los siguientes ejemplos ilustran configuraciones de datos que pueden ajustarse al perfil *pero que GBIF no recomienda ni admite* (es decir, los analizadores de GBIF no manejarían estos casos correctamente)
ja: 以下の例は、プロファイルに適合しますが、GBIFが推奨・対応しない（つまり、GBIFパーサーがこれらのケースを適切に扱えない）データ構成を示すものです。
zh: 以下範例展示了符合資料配置的方式，但 *不建議或不被 GBIF 支援* （GBIF 的解析器無法正確處理這些情況）。

source: This example identifies the referent taxon as the last column containing taxon values.
es: Este ejemplo identifica el taxón de referencia como la última columna que contiene los valores del taxón.
ja: この例では、参照する分類子を、分類子の値を含む最後の列として識別しています。
zh: 這個範例將參照分類單元的值放在最後一個欄位。

source: This example attempts is similar to A above but attempts to reduce integrity errors by only recording higher taxon names once
es: Este ejemplo intenta es similar al anterior, pero intenta reducir los errores de integridad registrando solo los nombres de taxón más altos una vez.
ja: この例は、上記と似ていますが、上位分類群名を一度だけ記録することで、整合性エラーを減らそうとするものです。
zh: 這個範例與上述範例類似，但試圖透過僅記錄一次的高位階分類單元名稱來減少完整性錯誤。

source: Please avoid publishing data in these configurations.
es: Por favor, evite publicar datos en estas configuraciones.
ja: これらの構成でデータを公開することは避けてください。
zh: 請避免以這些配置方式發布資料。

source: Publishing Synonymy
es: Publicación de Sinonimias
ja: シノニムの公開
zh: 同物異名的發布

source: Darwin Core Archive supports the publication of synonyms in species checklists. A synonym is published as a separate record in the core data file. A synonym references the accepted taxon record through the use of the *dwc:acceptedNameUsageID* field. This field contains the *dwc:taxonID* representing the accepted taxon record. In the simplified example below, the first record represents the accepted name for a taxon and records 2 and 3 are synonyms.
es: El Archivo Darwin Core apoya la publicación de sinónimos en listados taxonómicos de especies. Un sinónimo se publica como un registro separado en el archivo de datos principal. Un sinónimo hace referencia al registro de taxón aceptado mediante el uso del campo *dwc:acceptNameUsageID*. Este campo contiene el *dwc:taxonID* que representa el registro de taxón aceptado. En el ejemplo simplificado a continuación, el primer registro representa el nombre aceptado para un taxón y los registros 2 y 3 son sinónimos.
ja: ダーウィンコア・アーカイブは、種のチェックリストにおけるシノニムの公開をサポートしています。シノニムは、コアデータファイルの別の記録として公開されます。シノニムは *dwc:acceptedNameUsageID* フィールドを使用して、受け入れ分類子レコードを参照します。このフィールドには、受理された分類群レコードを表す *dwc:taxonID* が含まれます。以下の単純化した例では、最初のレコードが採用された分類群名を表し、レコード2と3がシノニムです。
zh: 達爾文核心集檔案支持在物種名錄中發布同物異名。每個同物異名作為核心資料檔案中的單獨紀錄發布。透過使用 *dwc:acceptedNameUsageID* 欄位，將同物異名連結到其被接受的分類單元紀錄。該欄位包含代表被接受分類單元紀錄的 *dwc:taxonID*。以下的簡化範例中，第一筆紀錄代表分類單元的既定名稱，而紀錄 2 和 3 是同義詞。

source: A synonym record is recommended to contain a distinct *dwc:taxonID* or it may have no *dwc:taxonID* at all. It *must not* use the same *dwc:taxonID* as the accepted taxon record. The simplest representation of synonymy is as provided in the example above where synonyms are listed as distinct records and ‘point’ to the accepted taxon record using the *dwc:acceptedNameUsageID*. This simple synonymy supports the publication of basic taxonomic checklists with synonym details limited to the core taxon class elements. The *dwc:taxonomicStatus* field affirms the status of the record. A recommended vocabulary for this field is {latest-taxonomic-status}[available]. Additional nomenclatural details that may also support the rationale behind the synonymy may be included using the *dwc:nomenclaturalStatus* field and {latest-nomenclatural-status}[supporting vocabulary].
es: Se recomienda que un registro de sinónimos contenga un *dwc:taxonID* distinto o puede que no tenga *dwc:taxonID* en absoluto. *No debe* usar el mismo *dwc:taxonID* que el registro de taxón aceptado. La representación más simple de la sinonimia es la que se proporciona en el ejemplo anterior, donde los sinónimos se enumeran como registros distintos y "apuntan" al registro de taxón aceptado mediante *dwc:acceptNameUsageID*. Esta sinonimia simple apoya la publicación de listados taxonómicos básicos con detalles de sinónimos limitados a los elementos de la clase de taxón principal. El campo *dwc:taxonomicStatus* afirma el estado del registro. Un vocabulario recomendado para este campo es {latest-taxonomic-status}[disponible]. Se pueden incluir detalles de nomenclatura adicionales que también pueden respaldar la justificación detrás de la sinonimia utilizando el campo *dwc:nomenclaturalStatus* y {latest-nomenclatural-status}[vocabulario de apoyo].
ja: シノニムレコードには、個別の*dwc:taxonID*を含めることをお勧めします。でなければ、*dwc:taxonID*がまったく含まれない場合があります。 受け入れられたタクソンレコードと同じ*dwc:taxonID*を使用してはなりません。 シノニムの最も簡潔な表現は、上記の例で提供されているとおりです。シノニムは個別のレコードとしてリストされ、*dwc:acceptedNameUsageID*を使用して受け入れられたタクソンレコードを「ポイント」します。 この簡潔なシノニムは、コア分類群クラス要素に限定されたシノニムの詳細を含む基本的なタクソンチェックリストの公開をサポートします。*dwc:taxonomicStatus*フィールドは、レコードのステータスを確認します。 この分野の推奨語彙がlink:{latest-taxonomic-status}[利用可能]です。 シノニムの背後にある理論的根拠をサポートする可能性のある追加の命名法の詳細は、*dwc:nomenclaturalStatus*フィールドとlink:{latest-nomenclatural-status}[対応語彙]を使用して含めることができます。

source: Detailed synonymy can be supported by ensuring a unique *dwc:taxonID* is included in each synonym record and by utilizing the available extensions to support the sharing of checklist annotations. This supports the linking of one or more bibliographic records, specimen records and other data types supported by the <<GBIF Checklist Extensions>> to a single synonym record in the core data file. If a *dwc:taxonID* is not provided for a synonym record, extensions cannot be used as they rely on the *dwc:taxonID* to provide the link to the taxon record in the core file. A simplified example below illustrates the use of two files (expressed as tables) to provide a bibliography for a synonym using the References extension. The shared *dwc:taxonID* is highlighted in the example.
es: La sinonimia detallada se puede respaldar asegurando que se incluya un *dwc:taxonID* único en cada registro de sinónimos y utilizando las extensiones disponibles para respaldar el intercambio de anotaciones de listados taxonómicos. Esto admite la vinculación de uno o más registros bibliográficos, registros de muestras y otros tipos de datos admitidos por las <<GBIF Checklist Extensions>> a un solo registro de sinónimo en el archivo de datos principal. Si no se proporciona un *dwc:taxonID* para un registro de sinónimo, no se pueden usar extensiones ya que se basan en *dwc:taxonID* para proporcionar el enlace al registro de taxón en el archivo principal. Un ejemplo simplificado a continuación ilustra el uso de dos archivos (expresados como tablas) para proporcionar una bibliografía para un sinónimo usando la extensión References. El *dwc:taxonID* compartido se resalta en el ejemplo.
ja: 各シノニムレコードに一意の *dwc:taxonID* が含まれるようにし、チェックリストの注釈の共有をサポートするために利用可能な拡張機能を利用することで、詳細なシノニムをサポートすることができます。これは、link:https://ipt.gbif.org/manual/ja/ipt/latest/best-practices-checklists#gbif-checklist-extensions[GBIFチェックリスト拡張機能]でサポートされている1つ以上の書誌レコード、標本レコード、およびその他のデータタイプを、コアデータファイル内の1つのシノニムレコードにリンクすることを可能するものです。シノニムレコードに*dwc:taxonID*が提供されていない場合、拡張機能はコアファイルのタクソンレコードへのリンクを提供するために*dwc:taxonID*に依存するので使用することができません。以下の簡単な例では、リファレンス拡張機能を使用してシノニムの書誌情報を提供するために、2つのファイル（表として表現）を使用することを説明しています。この例では、共有される*dwc:taxonID*が強調表示されています。
zh: 通過確保每個同物異名記錄包含唯一的 *dwc:taxonID*，並利用可用的延伸資料集來支持物種名錄註解的共享，可以實現詳細的同物異名管理。這種方式支持將一個或多個書目紀錄、標本紀錄和其他 <<GBIF 物種名錄延伸資料集>> 支援的資料類型連結到核心資料檔中的單個同物異名紀錄。如果未為同物異名紀錄提供 *dwc:taxonID*，則無法使用延伸資料集，因為它們依賴 *dwc:taxonID* 將延伸資料與核心檔案中的分類單元紀錄連結。一個簡化的範例以表格展示了如何使用兩個文件利用引用延伸資料集為同物異名提供書目資訊。範例中反白顯示了共享的 *dwc:taxonID*。

source: *Taxon.txt* data file
es: Archivo de datos *Taxon.txt*
ja: *Taxon.txt* データファイル
zh: *Taxon.txt* 資料檔案

source: | taxonID | scientificName | acceptedNameUsageID | taxonomicStatus | 1 | Coeligena helianthea | 1 | accepted | 2 | Ornismya helianthea | 1 | synonym | 3 | Helianthea helianthea | 1 | synonym
es: | taxonID | scientificName | acceptedNameUsageID | taxonomicStatus | 1 | Coeligena helianthea | 1 | aceptado | 2 | Ornismya helianthea | 1 | sinónimo | 3 | Helianthea helianthea | 1 | sinónimo

source: *References.txt* data file
es: Archivo de datos *References.txt*
ja: *References.txt* データファイル
zh: *References.txt* 資料檔案

source: | taxonID | Bibliographic citation | 2 | Schmidt, O. 1870. Grundzüge einer Spongien-Fauna des atlantischen Gebietes. (Wilhelm Engelmann: Leipzig): iii-iv, 1-88, pls I-VI. | 2 | Laubenfels, M.W. De 1942. Porifera from Greenland and Baffinland collected by Capt. Robert A. Bartlett. Journal of the Washington Academy of Sciences 32(9): 263-269.
es: | taxonID | Cita bibliográfica | 2 | Schmidt, O. 1870. Grundzüge einer Spongien-Fauna des atlantischen Gebietes. (Wilhelm Engelmann: Leipzig): iii-iv, 1-88, pls I-VI. | 2 | Laubenfels, M.W. De 1942. Porifera from Greenland and Baffinland collected by Capt. Robert A. Bartlett. Journal of the Washington Academy of Sciences 32(9): 263-269.
zh: | taxonID | 書目引用 | 2 | Schmidt, O. 1870. Grundzüge einer Spongien-Fauna des atlantischen Gebietes. (Wilhelm Engelmann: Leipzig): iii-iv, 1-88, pls I-VI. | 2 | Laubenfels, M.W. De 1942. Porifera from Greenland and Baffinland collected by Capt. Robert A. Bartlett. Journal of the Washington Academy of Sciences 32(9): 263-269.

source: *Other Synonymy Do’s and Don’ts*
es: *Otras Sinonimias, que se debe y que no se debe hacer*
ja: *シノニムに関するその他の注意事項*
zh: *同物異名管理的注意事項*

source: An *dwc:acceptedNameUsageID* must point to an existing record in the dataset. It is invalid to point to accepted taxa that do not exist as records.
es: Un *dwc:parentNameUsageID* debe apuntar a un registro existente en el conjunto de datos. No es válido señalar identificadores de taxón superiores que no existen como registros.
ja: *dwc:acceptedNameUsageID*は、データセット内の既存のレコードを指し示している必要があります。レコードとして存在しない受け入れ分類名を示すことは無効です。
zh: *dwc:acceptedNameUsageID* 必須指向資料集中的現有紀錄。指向不存在的已接受分類單元紀錄是無效的。

source: Do not confuse the *dwc:higherTaxonID* used to describe a classification with the *dwc:acceptedNameUsageID* used to describe the taxonomic status of a record.
es: No confunda el *dwc:higherTaxonID* utilizado para describir una clasificación con el *dwc:acceptedNameUsageID* utilizado para describir el estatus taxonómico de un registro.
ja: 分類を表すために使われる*dwc:higherTaxonID*と、レコードの分類学的状態を表すために使われる*dwc:acceptedNameUsageID*を混同しないようにしてください。
zh: 請勿混淆描述分類的 *dwc:higherTaxonID* 與描述紀錄分類狀態的 *dwc:acceptedNameUsageID*。

source: Do not “chain” synonyms. A synonym should only point to accepted taxon records via *dwc:acceptedNameUsageID*. They should never point to another synonym.
es: No “encadene” sinónimos. Un sinónimo solo debe apuntar a registros de taxón aceptados a través de *dwc:acceptNameUsageID*. Nunca deben apuntar a otro sinónimo.
ja: シノニムを「連鎖」させないでください。シノニムは*dwc:acceptedNameUsageID*を介してのみ、受理された分類群レコードを指すべきです。他のシノニムを指すべきではありません。
zh: 請勿“鏈式”連結同物異名。同物異名應僅通過 *dwc:acceptedNameUsageID* 指向已接受的分類單元紀錄，不應指向另一個同物異名。

source: Nomenclatural Synonymy
es: Sinonimia Nomenclatural
ja: 命名法上のシノニム
zh: 命名法上的同物異名

source: *Nomenclatural synonymy* is supported in the core data file through the use of the *dwc:originalNameUsageID* field. This field refers to the row representing the original taxon reference for the name. This record is recommended to provide a bibliographic citation in the *dwc:namePublishedIn* field, which refers to the publication in which the name was originally established.
es: *Sinonimia Nomenclatural* está soportada en el archivo de datos principal mediante el uso del campo *dwc:originalNameUsageID*. Este campo se refiere a la fila que representa la referencia de taxón original para el nombre. Se recomienda este registro para proporcionar una cita bibliográfica en el campo *dwc:namePublishedIn*, que hace referencia a la publicación en la que se estableció originalmente el nombre.
ja: コアデータファイルでは、*dwc:originalNameUsageID*フィールドを使用することで*命名法上のシノニム*がサポートされています。このフィールドは、その名称の元の分類子を示す行を参照します。このレコードは、*dwc:namePublishedIn*フィールドに、その名前が最初に確立された出版物を参照する書誌的引用を提供することが推奨されます。
zh: 在核心資料檔案中，可以使用 *dwc:originalNameUsageID* 欄位支援 *命名法上的同物異名*。此欄位指向該名稱的原始分類單元參考所代表的行。建議該紀錄在 *dwc:namePublishedIn* 欄位中提供書目引用，該欄位指的是最初確定該名稱的出版物。

source: Nomenclatural and taxonomic synonyms may be designated in the same taxon record.
es: Los sinónimos nomenclaturales y taxonómicos pueden designarse en el mismo registro de taxón.
ja: 命名法上の同義語と分類学上の同義語は、同じ分類群記録で指定することができます。
zh: 命名法和分類上的同物異名可在同一分類單元紀錄中指定。

source: An *dwc:originalNameUsageID* must point to an existing record in the dataset. It is invalid to point to accepted taxa that do not exist as records.
es: Un *dwc:originalNameUsageID* debe apuntar a un registro existente en el conjunto de datos. No es válido señalar taxones aceptados que no existen como registros.
ja: *dwc:originalNameUsageID*は、データセット内の既存のレコードを指していなければなりません。レコードとして存在しない、受け付けられた分類群を指すことは無効です。
zh: *dwc:originalNameUsageID* 必須指向資料集中的現有紀錄。指向不存在紀錄的已接受分類單元是無效的。

source: Pro-parte Synonymy
es: Sinonimia Pro-parte
ja: pro parteシノニム
zh: 部分同物異名

source: Sometimes the same name may be a synonym for more than one accepted taxon or may be both an accepted taxon name and a synonym. These are caused by splits and circumscription changes where, for example, a series of types may be divided among multiple taxa. The recommended practice for sharing pro-parte synonyms is represented in the example. In this example, *Vireo solitarius* is an accepted taxon name and it is also included in the synonymy for both *Vireo cassinii* and *Vireo plumbeus*. In the case of the synonyms, they are represented as a single record with accepted taxon reference concatenated in the *dwc:acceptedNameUsageID* field and separated by a pipe (“|”) character.
es: A veces, el mismo nombre puede ser sinónimo de más de un taxón aceptado o puede ser tanto un nombre de taxón aceptado como un sinónimo. Estos son causados por divisiones y cambios de circunscripción donde, por ejemplo, una serie de tipos puede dividirse entre múltiples taxones. La práctica recomendada para compartir sinónimos pro-parte se representa en el ejemplo. En este ejemplo, *Vireo solitarius* es un nombre de taxón aceptado y también se incluye en la sinonimia de *Vireo cassinii* y *Vireo plumbeus*. En el caso de los sinónimos, se representan como un solo registro con la referencia de taxón aceptada concatenada en el campo *dwc:acceptNameUsageID* y separados por un carácter de barra vertical ("|").
ja: 同じ名前が複数の分類群に対してシノニムとなる場合や、分類群名とシノニムの両方を兼ねている場合があります。これらは、例えば、一連の型が複数の分類群に分割されるような、分割や周縁化によって生じます。pro parteシノニムを共有するために推奨される方法を例に挙げます。この例では、*Vireo solitarius*は認められた分類名であり、*Vireo cassinii*と*Vireo plumbeus*の両方のシノニムにも含まれています。シノニムの場合、*dwc:acceptedNameUsageID*フィールドで連結され、パイプ文字（"|"）で区切られた受入分類群参照で1つのレコードとして表現されます。
zh: 有時同一名稱可能是多個已接受分類單元的同物異名，或者既是已接受的分類單元名稱又是同物異名。這種情況通常由於分類單元的分裂和範疇變更引起，例如一系列類型可能被分配到多個分類單元中。建議的做法如下範例所示。在此範例中，*Vireo solitarius* 是一個已接受的分類單元名稱，同時也被列為 *Vireo cassinii* 和 *Vireo plumbeus* 的同物異名。對於同物異名，它們被表示為單一紀錄，並在 *dwc:acceptedNameUsageID* 欄位中串聯已接受分類單元參考，使用管道符號（“|”）分隔。

source: | taxonID | scientificName | acceptedNameUsageID | taxonomicStatus | 1 | Vireo solitarius | 1 | accepted | 2 | Vireo cassinii | 2 | accepted | 3 | Vireo plumbeus | 3 | accepted | 4 | Vireo solitarius | 2&#124;3 | pro-parte
es: | taxonID | scientificName | acceptedNameUsageID | taxonomicStatus | 1 | Vireo solitarius | 1 | aceptado | 2 | Vireo cassinii | 2 | aceptado | 3 | Vireo plumbeus | 3 | aceptado | 4 | Vireo solitarius | 2&#124;3 | pro-parte

source: IPT users should define the multi-value delimiter for each source file in the IPT. Refer to xref:manage-resources.adoc#source-data[Source Data section] of the IPT User Manual for additional guidance.
es: Los usuarios de IPT deben definir el delimitador de valores múltiples para cada archivo de origen en el IPT. Consulte xref:manage-resources.adoc#canjunto-de-datos[sección de Datos de origen] del Manual de usuario de IPT para obtener orientación adicional.
ja: IPTユーザーは、IPT内の各ソースファイルに対して、複数値のデリミタを定義する必要があります。追加のガイダンスについては、IPTユーザーマニュアルのxref:manage-resources.adoc#source-data[ソースデータ]のセクションを参照してください。
zh: IPT 使用者應為每個來源檔案定義多值分隔符號。請參考 IPT 使用手冊的 xref:manage-resources.adoc#source-data[來源資料部分] 以獲取更多指引。

source: Citation and Attribution
es: Citación y Atribución
ja: 引用と帰属
zh: 引用與歸屬

source: Taxonomic checklists often represent significant intellectual and financial efforts on the part of the individuals and organizations who compile them. Some checklists may be derived from, or may reference, other source checklists to create new distinct thematic, regional or taxonomic views of the same source authority. Proper attribution and visibility of these sources is therefore a high priority.
es: Los listados taxonómicos a menudo representan importantes esfuerzos intelectuales y financieros por parte de las personas y organizaciones que los compilan. Algunos listados taxonómicos pueden derivarse de, o pueden hacer referencia a, otros listados taxonómicos de fuentes para crear nuevas vistas temáticas, regionales o taxonómicas distintas de la misma autoridad fuente. Por lo tanto, la atribución y visibilidad adecuadas de estas fuentes es una alta prioridad.
ja: 分類学上のチェックリストは多くの場合、それを編集する個人や機関の知的、財政的な努力の結晶です。チェックリストの中には、同じ原典から派生したものや、他の原典を参照し、テーマ別、地域別、分類別の新しい見解を作り出しているものもあります。したがって、これらの出典を適切に表示することは優先されるべきです。
zh: 物種名錄分類表通常代表了個人和組織在知識和財務上的重大努力。一些物種名錄可能源自或引用其他來源物種名錄，以創建對同一來源權威在主題性、區域性或分類性上的新視角。因此，正確的歸屬和這些來源的公開狀態至關重要。

source: The DwC-A format provides a range of options and recommendations for providing proper citation and attribution. This range extends from global citation and attribution information that form part of the resource metadata down to record-level data elements. These options support the provision of multiple levels of attribution.
es: El formato DwC-A proporciona una variedad de opciones y recomendaciones para proporcionar citas y atribuciones adecuadas. Este rango se extiende desde la información global de citas y atribuciones que forman parte de los metadatos del recurso hasta los elementos de datos a nivel de registro. Estas opciones respaldan la provisión de múltiples niveles de atribución.
ja: DwC-A 形式では、適切な引用と帰属を行うためのさまざまなオプションと推奨事項を提供しています。この範囲は、リソースのメタデータの一部を形成するグローバルな引用と帰属の情報から、レコードレベルのデータ要素に至るまで広がっています。これらのオプションは、複数レベルの帰属の提供をサポートします。
zh: 達爾文核心標準格式提供了一系列選項與建議，用於提供適當的引用與歸屬。其範圍涵蓋從全球引用和歸屬構成的來源詮釋資料，延伸到記錄級別的資料元素，支持多層次的歸屬。

source: Metadata Citation and Attribution
es: Citación y Atribución de Metadatos
ja: メタデータの引用と帰属
zh: 詮釋資料的引用與歸屬

source: The GBIF Metadata profile supports resource-level data elements that contribute to citation and attribution and enable detailed description of the scope and provenance of a checklist. A complete reference list to all the metadata elements is beyond the scope of this document and xref:gbif-metadata-profile.adoc[available] but specific citation and attribution-related elements include:
es: El perfil de metadatos de GBIF admite elementos de datos a nivel de recursos que contribuyen a la cita y atribución y permiten una descripción detallada del alcance y la procedencia de un listado taxonómico. Una lista de referencia completa de todos los elementos de metadatos está más allá del alcance de este documento y xref:gbif-metadata-profile.adoc[diponible], pero los elementos específicos relacionados con la cita y la atribución incluyen:
ja: GBIFメタデータプロファイルは、引用と帰属に貢献するリソースレベルのデータ要素をサポートし、チェックリストの範囲と出所の詳細な記述を可能にします。すべてのメタデータ要素への完全な参照リストは、この文書の範囲を超えており、xref:gbif-metadata-profile.adoc[利用可能]ですが、特定の引用と帰属に関連する要素は以下のとおりです。
zh: GBIF 詮釋資料配置檔支援資源層級的資料元素，這些元素有助於資料集的引用與歸屬，並使物種名錄的範圍與來源能夠被詳細描述。本文件和 xref:gbif-metadata-profile.adoc[可用] 不包含完整的詮釋資料元素清單，而具體的引用與歸屬相關元素包括：
