Repository: gbif/ipt
Catalog: docs/translations/best-practices-checklists.adoc.*.po
Languages: es, ja, zh

source: The Darwin Core Archive format provides the structural framework for publishing species checklists. Darwin Core Archives consist of a series of one or more text files, in standard comma- or tab-delimited format. The files are logically arranged in a star-like manner with one *core file*, containing the basic checklist elements (species list, classification, synonymy) surrounded by a number of ‘*extensions*’, that describe related data types (such as common names). Links between core and extension records are made using a taxon identifier (*taxonID*) data element. In this way, many extension records can exist for each single core taxon record. This “star-schema” provides a simple relational data model that supports many types of annotations that are common to species checklists.
es: El formato Archivo Darwin Core proporciona el marco estructural para publicar listados taxonómicos de especies. Los Archivos de Darwin Core constan de una serie de uno o más archivos de texto, en formato estándar delimitado por comas o tabuladores. Los archivos están organizados lógicamente en forma de estrella con un *archivo central*, que contiene los elementos básicos del listado taxonómico (lista de especies, clasificación, sinonimia) rodeados por una serie de '*extensiones*', que describen tipos de datos relacionados (como nombres comunes). Los vínculos entre los registros centrales y de extensión se realizan utilizando un elemento de datos de identificador de taxón (*taxonID*). De esta manera, pueden existir muchos registros de extensión para cada registro de taxón principal. Este "esquema en estrella" proporciona un modelo de datos relacional simple que admite muchos tipos de anotaciones que son comunes a los listados taxonómicos de especies.
ja: ダーウィンコアアーカイブ形式は、種のチェックリストを公開するための構造的な枠組みを提供します。ダーウィンコアアーカイブは、標準的なカンマまたはタブ区切り形式の1つまたは複数のテキストファイルで構成されています。ファイルは、基本的なチェックリスト要素（種リスト、分類、同義語）を含む1つの*コアファイル*を、関連するデータ型（一般名など）を記述する多数の「*拡張子*」で囲んだ星のような方法で論理的に配置されています。コアと拡張機能のレコード間のリンクは、分類群ID（*taxonID*）データエレメントを使用して行われます。このようにして、1 つのコア分類群レコードに対して多くの拡張レコードを存在させることができます。この「スタースキーマ」は、種のチェックリストに共通する多くの種類の注釈をサポートする、シンプルなリレーショナルデータモデルを提供します。
zh: 達爾文核心集檔案格式為發布物種名錄提供了特定的結構框架。達爾文核心集檔案由一系列一個或多個文字文件組成，採用標準的逗號或標籤分隔格式。這些文件組成一種星狀結構，*核心文件*包含基本的名錄元素（物種清單、分類、同物異名），周圍是一系列用以描述相關的資料類型（例如俗名）“*延伸資料集*”。核心和延伸資料集之間的連結通過分類群標識符 (taxonID) 資料元素建立。通過這種方式，每個核心分類群紀錄可以對應多個延伸資料集紀錄。此“星狀架構”提供了一種簡單的關聯資料模型，支援物種名錄中多種常見的註解類型。

source: Darwin Core Archive data files in 'star schema'
es: Archivos de datos de Archivo Darwin Core en 'esquema en estrella'
ja: ダーウィンコア・アーカイブデータファイルの「スタースキーマ」での表示
zh: 達爾文核心集檔案資料文件的星狀架構

source: Data file formatting recommendations
es: Recomendaciones de formato de archivo de datos
ja: データファイルのフォーマットに関する推奨事項
zh: 資料文件格式建議

source: For ease in understanding, we may use the terms *field* in this guide to refer to the Darwin Core set of terms in the taxonomic publishing profile to which a users data will be mapped. For example, we will refer to the use of the *dwc:scientificName field* when referring to the Darwin Core term, *scientificName*.
es: Para facilitar la comprensión, podemos utilizar los términos *campo* en esta guía para hacer referencia al conjunto de términos de Darwin Core en el perfil de publicación taxonómica al que se asignarán los datos de un usuario. Por ejemplo, nos referiremos al uso del *campo dwc:scientificName* cuando nos refiramos al término Darwin Core, *scientificName*.
ja: 理解を容易にするために、このガイドの用語*フィールド*を使用して、ユーザーデータがマップされる分類学的公開プロファイルのダーウィンコア用語セットを参照する場合があります。 たとえば、ダーウィンコアの用語である学名を参照する場合は、*dwc:scientificNameフィールド*の使用を参照します。
zh: 為方便理解，我們可能在本指南中使用“欄位”一詞，指代分類出版配置文件中的達爾文核心標準詞彙，使用者的資料將對應於此。例如，當提到 *dwc:scientificName* 欄位 時，指的是達爾文核心標準詞彙中 *scientificName* 的使用。

source: It is recommended to use tab or Comma-Separated-Values instead of custom field delimiters and quotes.
es: Se recomienda utilizar tabulaciones o valores separados por comas (CSV) en lugar de delimitadores de campo personalizados y comillas.
ja: カスタムフィールド区切り文字と引用符の代わりに、タブまたはカンマ区切り値を使用することをお勧めします。
zh: 建議使用標籤或逗號分隔值（CSV），避免使用自訂欄位分隔符號及引號。

source: Be careful and consistent with quotation.
es: Sea cuidadoso y consistente con el uso de las comillas.
ja: 注意して、見積もりと一致させてください。
zh: 注意並保持引號的使用一致。

source: Encode text files as UTF-8
es: Codifique los archivos de texto como UTF-8
ja: テキストファイルをUTF-8でエンコードしてください。
zh: 將文字文件編碼為 UTF-8。

source: Make sure you replace all line breaks in a data field, i.e. `\r` `\n` or `\r\n` with either simple spaces or use 2 characters like `$$` to replace `\r` to escape the line break if the intention is to preserve them. Another option is to replace line breaks with the HTML `<br>` tag.
es: Asegúrese de reemplazar todos los saltos de línea en un campo de datos, es decir, `\r` `\n` o `\r\n` con espacios simples o use 2 caracteres como `$$` para reemplazar `\r` para escapar del salto de línea si la intención es preservarlos. Otra opción es reemplazar los saltos de línea con la etiqueta HTML `<br>` .
ja: データフィールドのすべての改行を必ず置き換えてください。つまり、`\r` `\n`または`\r\n`を単純なスペースに置き換えるか、`$$`のような2文字を使用して`\r`を置き換え、改行を保持する場合は改行を省略してください。 。 もう1つのオプションは、改行をHTMLの`<br>`タグに置き換えることです。
zh: 確保替換資料欄位中的所有換行符號，例如 `\r`、`\n` 或 `\r\n`，可以用空格代替，或者用如 `$$` 的雙字符來替代 `\r` 以保留換行。另一種選擇是使用 HTML 的 `<br>` 標籤來作為換行符號。

source: Encode nulls as empty strings, i.e. no characters between 2 delimiters, or `\N` or `\NULL`, but no other text sequence!
es: Codifique los valores nulos como cadenas vacías, es decir, sin caracteres entre 2 delimitadores, o `\N` o` \NULL`, ¡pero ninguna otra secuencia de texto!
ja: nullを空の文字列としてエンコードします。つまり、2つの区切り文字、`\N`または`\NULL`の間に文字はありませんが、他のテキストシーケンスはありません。
zh: 將空值編碼為空字串，例如分隔符號之間不包含任何字符，或者使用 `\N` 或 `\NULL`，但請勿使用其他文字序列！

source: Sharing Scientific Names
es: Compartir Nombres Científicos
ja: 学名の共有
zh: 共享學名

source: The Darwin Core supports more than one way to share a scientific name. This includes the following options:
es: Darwin Core admite más de una forma de compartir un nombre científico. Esto incluye las siguientes opciones:
ja: ダーウィンコアは、学名を共有するためのいくつかの方法に対応しています。以下の通りです。
zh: 達爾文核心標準支援多種方式共享學名，包括以下選項：

source: A. Concatenated in the scientificName field
es: A. Concatenado en el campo scientificName
ja: A. 学名フィールドに連結される
zh: A. 以學名欄位拼接

source: The *dwc:scientificName* field stores the full scientific name of a taxon including authorship. This field should always be populated with data even if the names are split into component parts (as in C. below). Databases that do not provide a clean separation between the name part and the authorship part of the name should use this field for the entire concatenated name string. This may be needed for hybrid formulas, *sensu strictu* names, autonyms and other non-trivial binomials. This field is generally used in combination with the *dwc:taxonRank* field to store the scientific name parts of a full taxonomic list including the higher taxa.
es: El campo *dwc:scientificName* almacena el nombre científico completo de un taxón, incluida la autoría. Este campo siempre debe llenarse con datos incluso si los nombres están divididos en partes componentes (como en C. a continuación). Las bases de datos que no proporcionan una separación clara entre la parte del nombre y la parte de la autoría del nombre deben usar este campo para toda la cadena de nombres concatenados. Esto puede ser necesario para fórmulas híbridas, nombres *sensu stricto*, autónimos y otros binomios no triviales. Este campo se utiliza generalmente en combinación con el campo *dwc:taxonRank* para almacenar las partes del nombre científico de un listado taxonómico completo que incluye los taxones superiores.
ja: *dwc:scientificName*フィールドには、著者を含む分類群の完全な学名が格納されます。このフィールドは、名前が構成要素に分割されている場合でも（下記C.のように）常にデータが入力されている必要があります。名前の部分と著者名の部分をきれいに分離できないデータベースでは、連結された名前文字列全体に対してこのフィールドを使用する必要があります。これはハイブリッド式、*sensu strictu*名、オートニム、その他の非自明な二項対立に必要となる場合があります。このフィールドは一般的に*dwc:taxonRank*フィールドと組み合わせて、上位分類を含む完全な分類リストの学名部分を格納するために使用されます。
zh: *dwc:scientificName* 欄位存儲分類群的完整學名，包括著者信息。即使名稱已拆分為組成部分（如 C. 所示），此欄位仍應填入資料。對於未將名稱部分與著者部分明確分離的資料庫，應使用此欄位存儲整個拼接名稱字串。此欄位適用於混合式子、*sensu strictu* 名稱、自動命名及其他複雜的二名法名稱。通常，該欄位與 *dwc:taxonRank* 欄位結合使用，存儲完整分類學名錄中的學名部分，包括高階分類群。

source: B. Separate Name and Authorship parts
es: B. Partes Separadas de Nombre y Autoría
ja: B. 名前部分と著作権部分の分離
zh: B. 分離名稱與著者部分

source: Some databases separate a scientific name into a name part and an authorship part. In this case the *dwc:scientificName* and *dwc:scientificNameAuthorship* fields should be used.
es: Algunas bases de datos separan un nombre científico en una parte de nombre y una parte de autoría. En este caso, deben usarse los campos *dwc:scientificName* y *dwc:scientificNameAuthorship*.
ja: データベースによっては、学名を名前の部分と著者の部分に分けているものもあります。この場合、*dwc:scientificName*と*dwc:scientificNameAuthorship*フィールドを使用する必要があります。
zh: 某些資料庫將學名分為名稱部分與著者部分。在此情況下，應使用 *dwc:scientificName* 和 *dwc:scientificNameAuthorship* 欄位。

source: C. Separated into name parts
es: C. Separado en Partes de Nombre
ja: C. ネームパーツに分類
zh: C. 拆分名稱至多個部分

source: The Darwin Core provides a series of terms that enable scientific names to be separated into component parts. Some databases store species lists in such parsed components. In this case, sharing data in this form may be an option. If so, however, it is strongly recommended that an additional and complete name be composed from the parts and shared in the *dwc:scientificName* field (as in section A above). Note that in the table above, the Darwin Core term, *dwc:subgenus*, is not displayed but represents an additional name component.
es: Darwin Core proporciona una serie de términos que permiten separar los nombres científicos en partes componentes. Algunas bases de datos almacenan listas de especies en dichos componentes analizados. En este caso, compartir datos en este formulario puede ser una opción. Sin embargo, si es así, se recomienda encarecidamente que se componga un nombre adicional y completo a partir de las partes y se comparta en el campo *dwc:scientificName* (como en la sección A anterior). Tenga en cuenta que en la tabla anterior, el término Darwin Core, *dwc:subgenus*, no se muestra pero representa un componente de nombre adicional.
ja: ダーウィンコアは、学名を構成要素に分離するための一連の用語を提供しています。データベースによっては、このようにパースされたコンポーネントで種のリストを保存しているものもあります。この場合、この形式でのデータ共有はオプションになる可能性があります。しかし、その場合、追加で完全な名前を部分から構成し、*dwc:scientificName*フィールドで共有することを強くお勧めします（上記セクションAのように）。上の表では、ダーウィンコアの用語である*dwc:subgenus*は表示されていませんが、追加の名前の構成要素を表していることに注意してください。
zh: 達爾文核心標準提供一系列詞彙，允許將學名拆分為幾個組成部分。一些資料庫以此解析組件形式存儲物種清單。在此情況下，可以考慮以此形式共享資料。然而，強烈建議從組件中組合出完整名稱，並將其共享在 *dwc:scientificName* 欄位中（如上文 A 節所述）。注意，上表中達爾文核心標準詞彙 *dwc:subgenus* 雖未顯示，但它代表另一個名稱組件。

source: Infrageneric Markers
es: Marcadores Infragenéricos
ja: 属人的なマーカー
zh: 種內位階標記

source: If possible, please provide an infrageneric rank marker as part of the scientific name to avoid confusion with the original / basionym author. For example “*Ageratina subgen. Apoda* R.M.King & H.Rob” is preferred over “*Ageratina (Apoda)* R.M.King & H.Rob.” as the later *Apoda* could interpreted as a subgenus or as the basionym author.
es: Si es posible, proporcione un marcador de rango infragenérico como parte del nombre científico para evitar confusiones con el autor original / basónimo. Por ejemplo “*Ageratina subgen. Apoda* R.M.King & H.Rob" es preferible a "*Ageratina (Apoda)* R.M.King & H.Rob". ya que el posterior *Apoda* podría interpretarse como un subgénero o como el autor del basónimo.
ja: 可能であれば、原著者・原典著者との混同を避けるため、学名の一部に属名ランク記号を付けてください。例えば、「*Ageratina subgen. Apoda* R.M.King & H.Rob.」は、「*Ageratina (Apoda)* R.M.King & H.Rob.」よりも優先されます。これは後者の*Apoda*が亜属として解釈される可能性や、原種著者と解釈される可能性があるからです。
zh: 若可能，請在學名中提供種內位階的標記，以避免與原始/基名作者混淆。例如，建議使用「*Ageratina subgen. Apoda* R.M.King & H.Rob」而非「*Ageratina (Apoda)* R.M.King & H.Rob」，因為後者中的 *Apoda* 可能會被解釋為亞屬或基名作者。

source: Publishing Classifications
es: Publicar Clasificaciones
ja: 分類の公開
zh: 分類集的發布

source: The Darwin Core provides two basic options for publishing classifications or taxonomic hierarchies; normalized and denormalized. These two options account for the primary means by which most classifications are managed in databases.
es: Darwin Core proporciona dos opciones básicas para publicar clasificaciones o jerarquías taxonómicas; normalizado y desnormalizado. Estas dos opciones representan el medio principal por el que la mayoría de las clasificaciones se gestionan en las bases de datos.
ja: ダーウィンコアでは、分類や分類学的階層を公開するために、正規化と非正規化という2つの基本的なオプションが用意されています。これらの2つのオプションは、ほとんどの分類がデータベースで管理される主な手段を説明します。
zh: 達爾文核心標準提供兩種基本選項來發布分類集或分類階層：正規化與非正規化。這兩種選項對應於大多數資料庫中管理分類集的主要方式。

source: Normalized Classifications (Parent/Child)
es: Clasificaciones Normalizadas (Padre/Hijo)
ja: 正規化された分類（親/子）
zh: 正規化分類（父/子關係）

source: The recommended way to share a classification is in a normalized format. This may also be referred to in a database as a "parent-child relationship" or an "adjacency list". In a normalized taxonomic hierarchy, each taxon is represented by a single row. This includes both species and all higher taxa in the classification. Each row has at least the following component data elements.
es: La forma recomendada de compartir una clasificación es en formato normalizado. Esto también se puede denominar en una base de datos como una "relación padre-hijo" o una "lista de adyacencia". En una jerarquía taxonómica normalizada, cada taxón está representado por una única fila. Esto incluye tanto las especies como todos los taxones superiores de la clasificación. Cada fila tiene al menos los siguientes elementos de datos de componentes.
ja: ベースでは「親子関係」または「隣接リスト」と呼ばれることもあります。正規化された分類階層では、各分類項目は1つの行で表されます。これには、分類における種とすべての上位分類群が含まれます。各行には、少なくとも以下のコンポーネントデータ要素があります。
zh: 分類集的分享方式我們推薦正規化的格式，也被稱為資料庫中的「父子關係」或「鄰接清單」。在正規化的分類階層中，每個分類單元以一行表示，包括物種與所有更高階的分類。每行至少包含以下資料元素：

source: A *dwc:taxonID* referring to the current taxon. *You can use whatever identifiers you have*.
es: A *dwc:taxonID* se refiere al taxón actual. *Puede utilizar los identificadores que tenga*.
ja: 現在の分類を参照する*dwc:taxonID*。*持っている識別子を何でも使うことができます*。
zh: *dwc:taxonID* 指向當前分類單元的唯一標識符。 *您可使用任何現有的標識符*。

source: The *dwc:scientificName* of the current taxon. Example: “*Panthera tigris*”
es: El *dwc:scientificName* del taxón actual. Ejemplo: "*Panthera tigris*"
ja: 現在の分類群の*dwc:scientificName*。例：「Panthera tigris（パンテーラ・ティグリス）」
zh: *dwc:scientificName* 為當前分類單元的學名，例如「 *Panthera tigris* 」。

source: The *dwc:taxonRank* of the referent taxon. Example: “*species*”
es: El *dwc:taxonRank * del taxón de referencia. Ejemplo: "*especie*"
ja: 参照する分類群の*dwc:taxonRank*。例：「種」
zh: *dwc:taxonRank* 為當前分類單元的位階，例如「 *species* 」。

source: A reference to the taxon identifier of the immediate parent taxon stored in the *dwc:parentNameUsageID*. In the example below, the parent of record 7, for “*Panthera tigris* (Linnaeus)” is record 6, the genus “*Panthera*.”
es: Una referencia al identificador de taxón del taxón padre inmediato almacenado en *dwc:parentNameUsageID*. En el siguiente ejemplo, el padre del registro 7, para "*Panthera tigris* (Linnaeus)" es el registro 6, el género "*Panthera*".
ja: *dwc:parentNameUsageID*に格納されている、直系の親タクソンのタクソン識別子への参照です。以下の例では、レコード7の「*Panthera tigris* (Linnaeus)」の親はレコード6の「*Panthera*」属です。
zh: *dwc:parentNameUsageID* 指向當前分類單元的直接父分類單元的標識符。在下例中，紀錄編號 7「*Panthera tigris* (Linnaeus)」的父分類單元是紀錄編號 6，即屬「*Panthera*」。

source: A sample classification for a single species, the tiger, “*Panthera tigris*”, is illustrated below. Note that the top-most member of a hierarchy has no parent so that the parent identifier should be empty. Note that *dwc:scientificName* provides a common field for storing the name in this case but that the full set of options for names is described above in Sharing Scientific Names.
es: A continuación se ilustra una clasificación de muestra para una sola especie, el tigre, “*Panthera tigris*”. Tenga en cuenta que el miembro superior de una jerarquía no tiene padre, por lo que el identificador principal debe estar vacío. Tenga en cuenta que *dwc:scientificName* proporciona un campo común para almacenar el nombre en este caso, pero que el conjunto completo de opciones para los nombres se describe anteriormente en Compartir Nombre Científicos.
ja: 以下に、単一種であるトラ "*Panthera tigris*" の分類例を示します。階層構造の最上位は親を持たないので、親識別子は空欄でなければならないことに注意してください。この場合、*dwc:scientificName*は名前を保存するための共通のフィールドを提供しますが、名前の一通りのオプションは上記「学名の共有」で説明されていることに注意してください。
zh: 以下是一個描述虎（*Panthera tigris*）的分類示例。請注意，階層中最高的分類單元無父分類，因此其父標識符應留空。請注意，在這種情況下，*dwc:scientificName* 提供了一個用於存儲名稱的通用欄位。其他名稱的命名共享方式已在上面的“共享科學名稱”中描述。

source: | taxonID | taxonRank | scientificName | parentNameUsageID | 1 | Kingdom | Animalia | | 2 | Phylum | Chordata | 1 | 3 | Class | Mammalia | 2 | 4 | Order | Carnivora | 3 | 5 | Family | Felidae | 4 | 6 | Genus | Panthera | 5 | 7 | Species | Panthera tigris (Linnaeus) | 6
es: | taxonID | taxonRank | scientificName | parentNameUsageID | 1 | Reino | Animalia | | 2 | Filo | Chordata | 1 | 3 | Clase | Mammalia | 2 | 4 | Orden | Carnivora | 3 | 5 | Familia | Felidae | 4 | 6 | Género | Panthera | 5 | 7 | Especie | Panthera tigris (Linnaeus) | 6
ja: | taxonID | taxonRank | scientificName | parentNameUsageID | 1 | 界 | Animalia | | 2 | 目 | Chordata | 1 | 3 | 綱 | Mammalia | 2 | 4 | 目 | Carnivora | 3 | 5 | 科 | Felidae | 4 | 6 | 属 | Panthera | 5 | 7 | 種 | Panthera tigris (Linnaeus) | 6

source: Advantages
es: Ventajas
ja: メリット
zh: 優勢

source: *Efficiency* – A normalized classification stores a single reference for each taxon in the hierarchy.
es: *Eficiencia* – Una clasificación normalizada almacena una única referencia para cada taxón en la jerarquía.
ja: *効率性* - 正規化された分類は、階層内の各分類群に対して1つのリファレンスを保存します。
zh: *效率* – 正規化分類為階層中的每個分類單元儲存單一參考。

source: *Referential integrity* – Each taxon component has a distinct identifier that explicitly references its immediate parent. It is easy to verify that the taxonomic hierarchy is complete and properly formed.
es: *Integridad referencial* – Cada componente de taxón tiene un identificador distinto que hace referencia explícita a su padre inmediato. Es fácil verificar que la jerarquía taxonómica esté completa y debidamente formada.
ja: *参照整合性* - 各分類群の構成要素には、その直属の親を明示的に参照する明確な識別子があります。分類学上の階層が完全であり、適切に形成されていることを簡単に確認できます。
zh: *參考完整性* – 每個分類單元都有一個唯一標識符，且明確引用其直接父分類單元。這將簡化檢查分類階層是否完整且結構正確的過程。

source: *Extensibility* – All taxa are identified with distinct taxon identifiers. This enables higher taxa to be more richly documented through the use of extensions in the same manner as species records.
es: *Extensibilidad*– Todos los taxones se identifican con identificadores de taxón distintos. Esto permite que los taxones superiores estén mejor documentados mediante el uso de extensiones de la misma manera que los registros de especies.
ja: *拡張性* - すべての分類群は、個別の分類群識別子で識別されます。このため、種の記録と同様に拡張子を使用することで、高次の分類群をより豊かに記録することができます。
zh: *擴展性* – 所有分類單元均有唯一的標識符，使更高階的分類單元也可以像物種紀錄一樣，通過延伸資料集進行更豐富的描述。

source: Disadvantages
es: Desventajas
ja: デメリット
zh: 劣勢

source: *Convenience* - A normalized classification does not provide an intuitive view of the classification hierarchy when viewed in raw tabular form. Many biologists manage classifications in a less efficient, but more visually intuitive, *denormalized format*, described below. Transforming a denormalized classification to the normalized form is difficult to manually perform.
es: *Conveniencia* - Una clasificación normalizada no proporciona una vista intuitiva de la jerarquía de clasificación cuando se ve en forma tabular sin procesar. Muchos biólogos gestionan las clasificaciones en un formato *desnormalizado* menos eficiente, pero visualmente más intuitivo, que se describe a continuación. La transformación de una clasificación desnormalizada a la forma normalizada es difícil de realizar manualmente.
ja: *利便性* - 正規化された分類は、生の表形式で見た場合、分類階層の直感的なビューを提供しません。多くの生物学者は、効率は悪いものの視覚的に直感的な、以下に説明する非正規化形式で分類を管理しています。非正規化された分類を正規化された形式に変換することは、手作業で行うには困難です。
zh: *便利性* - 正規化分類不易於以原始表格形式直觀檢視分類階層。然而，許多生物學家以更直觀但效率較低的方式管理分類，即下述的 *非正規化格式* 。手動將非正規化分類轉換為正規化格式是一個較為困難的過程。

source: A *dwc:parentNameUsageID* must point to an existing record in the dataset. It is invalid to point to higher taxon identifiers that do not exist as records.
es: Un *dwc:parentNameUsageID* debe apuntar a un registro existente en el conjunto de datos. No es válido señalar identificadores de taxón superiores que no existen como registros.
ja: *dwc:parentNameUsageID*はデータセット内の既存のレコードを指している必要があります。レコードとして存在しない上位分類群識別子を指定することはできません。
zh: *dwc:parentNameUsageID* 必須指向資料集中的現有紀錄。指向不存在紀錄的更高階分類單元標識符是無效的。

source: Denormalized Classifications
es: Clasificaciones Desnormalizadas
ja: 非正規化されたクラス分類
zh: 非正規化分類

source: This format is familiar to anyone who manages species information in spreadsheets. In a denormalized classification, each row of the data table refers to one of the terminal taxa, such as a species, and a complete set of parent taxa as a set of columns, one for each parent taxon.
es: Este formato es familiar para cualquiera que maneje información de especies en hojas de cálculo. En una clasificación desnormalizada, cada fila de la tabla de datos se refiere a uno de los taxones terminales, como una especie, y un conjunto completo de taxones parentales como un conjunto de columnas, una para cada taxón parental.
ja: この形式は、表計算ソフトで種の情報を管理している人なら誰でも知っているものです。非正規化分類では、データテーブルの各行が種のような末端の分類群の1つを参照し、親分類群の完全なセットを列として、各親分類群に対して1つずつ参照します。
zh: 此格式常見於以試算表管理物種資訊的情境。在非正規化分類中，資料表的每一行代表一個終端分類單元（如物種），並包含一組對應的父分類單元，以欄位形式表示，每個父分類單元對應一個欄位。

source: This format is not the recommended method for sharing taxonomic data using Darwin Core Archives but is supported by GBIF as it is in common use in many species lists. If this is the method by which data will be shared, it is highly recommended that
es: Este formato no es el método recomendado para compartir datos taxonómicos utilizando Archivo Darwin Core, pero es compatible con GBIF, ya que es de uso común en muchas listas de especies. Si este es el método por el cual se compartirán los datos, se recomienda encarecidamente que
ja: この形式は、ダーウィンコア・アーカイブを使用した分類学データの共有には推奨されませんが、多くの種のリストで一般的に使用されているため、GBIFはこの形式をサポートしています。この方法でデータを共有する場合、以下を行うことを強く推奨します。
zh: 雖然此格式並非分享分類資料的推薦方法，但由於在許多物種清單中普遍使用，GBIF 仍支持該格式。若需使用此方法分享資料，強烈建議遵守以下指導方針：

source: Each higher taxon column is completely populated. Avoid blanks as in the Plantae example below.
es: cada columna de taxón superior está completamente poblada. Evite los espacios en blanco como en el ejemplo de Plantae a continuación.
ja: 各上位分類群の列は完全に入力されている。以下のPlantaeの例のように、空欄は避けてください。
zh: 確保每個更高階分類欄位均填滿，例如在下述「Plantae」的示例中，避免空白。

source: Ensure taxonomic integrity of the list. For example ensure that two species in a common genus share the same family. Ensure that if synonyms are included in separate rows, that their classification matches that of the accepted taxon.
es: Asegurar la integridad taxonómica de la lista. Por ejemplo, asegúrese de que dos especies de un género común compartan la misma familia. Asegúrese de que, si se incluyen sinónimos en filas separadas, su clasificación coincide con la del taxón aceptado.
ja: リストの分類学的整合性を確保してください。例えば、共通の属に属する2つの種が同じ科を共有していることを確認します。同義語が別の行に含まれている場合、その分類が受け入れた分類子の分類と一致することを確認してください。
zh: 確保清單的分類完整性。例如，確保同一屬中的兩個物種共享相同的科；若同物種以同物異名形式出現在多行中，確保它們的分類與可接受分類單元一致。

source: *Legibility* - The primary advantage of this format is that it is easy to read and the taxonomic hierarchy can be evaluated by simply reading columns.
es: *Legibilidad* - La principal ventaja de este formato es que es fácil de leer y la jerarquía taxonómica se puede evaluar simplemente leyendo columnas.
ja: *可読性* - このフォーマットの第一の利点は、読みやすく、列を読むだけで分類学上の階層を評価できることである。
zh: *可讀性* - 該格式的主要優勢在於容易閱讀，分類階層可通過直接閱讀欄位來評估。
