Repository: gbif/ipt
Catalog: docs/translations/best-practices-sampling-event-data.adoc.*.po
Languages: es, ja, zh

source: Introduction
es: Introducción
ja: 導入
zh: 介紹

source: Document control
es: Control del documento
ja: 文書管理
zh: 文件版控

source: Suggested citation
es: Citación sugerida
ja: 推奨される引用
zh: 引用建議

source: Darwin Core Archive data files in 'star schema'
es: Archivos de datos de Archivo Darwin Core en 'esquema en estrella'
ja: ダーウィンコア・アーカイブデータファイルの「スタースキーマ」での表示
zh: 達爾文核心集檔案資料文件的星狀架構

source: Data file formatting recommendations
es: Recomendaciones de formato de archivo de datos
ja: データファイルのフォーマットに関する推奨事項
zh: 資料文件格式建議

source: Be careful and consistent with quotation.
es: Sea cuidadoso y consistente con el uso de las comillas.
ja: 注意して、見積もりと一致させてください。
zh: 注意並保持引號的使用一致。

source: Encode text files as UTF-8
es: Codifique los archivos de texto como UTF-8
ja: テキストファイルをUTF-8でエンコードしてください。
zh: 將文字文件編碼為 UTF-8。

source: Make sure you replace all line breaks in a data field, i.e. `\r` `\n` or `\r\n` with either simple spaces or use 2 characters like `$$` to replace `\r` to escape the line break if the intention is to preserve them. Another option is to replace line breaks with the HTML `<br>` tag.
es: Asegúrese de reemplazar todos los saltos de línea en un campo de datos, es decir, `\r` `\n` o `\r\n` con espacios simples o use 2 caracteres como `$$` para reemplazar `\r` para escapar del salto de línea si la intención es preservarlos. Otra opción es reemplazar los saltos de línea con la etiqueta HTML `<br>` .
ja: データフィールドのすべての改行を必ず置き換えてください。つまり、`\r` `\n`または`\r\n`を単純なスペースに置き換えるか、`$$`のような2文字を使用して`\r`を置き換え、改行を保持する場合は改行を省略してください。 。 もう1つのオプションは、改行をHTMLの`<br>`タグに置き換えることです。
zh: 確保替換資料欄位中的所有換行符號，例如 `\r`、`\n` 或 `\r\n`，可以用空格代替，或者用如 `$$` 的雙字符來替代 `\r` 以保留換行。另一種選擇是使用 HTML 的 `<br>` 標籤來作為換行符號。

source: Encode nulls as empty strings, i.e. no characters between 2 delimiters, or `\N` or `\NULL`, but no other text sequence!
es: Codifique los valores nulos como cadenas vacías, es decir, sin caracteres entre 2 delimitadores, o `\N` o` \NULL`, ¡pero ninguna otra secuencia de texto!
ja: nullを空の文字列としてエンコードします。つまり、2つの区切り文字、`\N`または`\NULL`の間に文字はありませんが、他のテキストシーケンスはありません。
zh: 將空值編碼為空字串，例如分隔符號之間不包含任何字符，或者使用 `\N` 或 `\NULL`，但請勿使用其他文字序列！

source: Best Practices in Publishing Sampling-event data
es: Mejores Prácticas en la Publicación de Datos de Eventos de Muestreo
ja: サンプリングイベントデータの公開のベストプラクティス
zh: 發布調查活動資料的最佳實務導引

source: Version 2.2
es: Versión 2.2
zh: 版本 2.2

source: | Version | Description | Date of release | Author(s) | https://links.gbif.org/ipt-sample-data-primer[1.0] | Release Version | 2015 | Éamonn Ó Tuama | 2.0 | Transferred to wiki, major changes | May 2017 | Kyle Braak | https://github.com/gbif/ipt/wiki/BestPracticesSamplingEventData[2.1] | Minor changes, clean up | Aug 2018 | Marie Grosjean | xref:best-practices-sampling-event-data.adoc[2.2] | Conversion to Asciidoctor | May 2021 | Matthew Blissett
es: | Versión | Descripción | Fecha de publicación | Autor(es) | https://links.gbif.org/ipt-sample-data-primer[1.0] | Versión de lanzamiento | 2015 | Éamonn Ó Tuama | 2.0 | Transferido a wiki, cambios importantes | Mayo 2017 | Kyle Braak | https://github.com/gbif/ipt/wiki/BestPracticesSamplingEventData[2.1] | Pequeños cambios, limpieza | Agosto 2018 | Marie Grosjean | xref:best-practices-sampling-event-data.adoc[2.2] | Conversión a Asciidoctor | Mayo 2021 | Matthew Blissett
zh: | 版本 | 說明 | 發布日期 | 作者 | https://links.gbif.org/ipt-sample-data-primer[1.0] | 發布版本 | 2015 年 | Éamonn Ó Tuama | 2.0 | 移轉至 Wiki，重大變更 | 2017 年 5 月 | Kyle Braak | https://github.com/gbif/ipt/wiki/BestPracticesSamplingEventData[2.1] | 小幅變更與清理 | 2018 年 8 月 | Marie Grosjean | xref:best-practices-sampling-event-data.adoc[2.2] | 轉換至 Asciidoctor | 2021 年 5 月 | Matthew Blissett

source: GBIF (2018) Best Practices in Publishing Sampling-event data, version 2.2. Copenhagen: GBIF Secretariat. https://ipt.gbif.org/manual/en/ipt/{page-version}/best-practices-sampling-event-data
es: GBIF (2018). Mejores prácticas en la publicación de datos de eventos de muestreo. Copenhagen: GBIF Secretariat https://ipt.gbif.org/manual/en/ipt/{page-version}/best-practices-sampling-event-data
ja: GBIF (2018) Best Practices in Publishing Sampling-event data, version 2.2. Copenhagen: GBIF Secretariat. https://ipt.gbif.org/manual/ja/ipt/{page-version}/best-practices-sampling-event-data

source: This guide provides details on how to utilize the Darwin Core Archive (DwC-A) format as a means to share sampling-event information in a standard way. It focuses on specific components of the Darwin Core Archive format, and some of the supporting extensions to the core event data class, and provides recommendations on how to best utilize these components to maximize the value of the shared data. This guide does not provide a detailed overview of the Darwin Core Archive format, instead please refer to the xref:darwin-core.adoc[Darwin Core Archives How-to Guide].
es: Esta guía proporciona detalles sobre cómo utilizar el formato de Archivo Darwin Core (DwC-A) como medio para compartir información de eventos de muestreo de manera estándar. Se centra en componentes específicos del formato de Archivo Darwin Core y en algunas de las extensiones de apoyo a los principales datos de eventos, y ofrece recomendaciones sobre cómo utilizar mejor estos componentes para maximizar el valor de los datos compartidos. Esta guía no proporciona una descripción detallada del formato de Archivo Darwin Core; para ello, consulte la xref:darwin-core.adoc[Guía práctica de Archivos Darwin Core].
ja: このガイドでは、サンプリングイベント情報を標準的な方法で共有するための手段として、ダーウィンコア・アーカイブ (DwC-A) フォーマットの活用方法について詳しく説明します。また、ダーウィンコア・アーカイブフォーマットの特定のコンポーネントと、コアイベントデータクラスをサポートする拡張機能に焦点を当て、共有データの価値を最大化するためにこれらのコンポーネントを最適に利用する方法について推奨事項を説明します。本書はダーウィンコア・アーカイブフォーマットの詳細な概要を提供するものではなく、xref:darwin-core.adoc[ダーウィンコア・アーカイブ ハウツーガイド]を参照してください。
zh: 本導引詳細說明如何使用達爾文核心集檔案格式（DwC-A）作為一種標準化方式來分享調查活動的相關資訊。內容聚焦於達爾文核心集檔案格式的具體組成部分及支持核心活動資料類別的一些延伸資料集，並提出如何最佳化使用這些組成部分的相關建議，以最大化共享資料的價值。此導引未提供達爾文核心集檔案格式的詳細概述，如需更多資訊，請參閱 xref:darwin-core.adoc[達爾文核心集檔案 — 操作導引]。

source: The DwC-A format and the specific profile described here represent an internationally recognized and ratified data exchange format for sharing sampling-event data. All data exchange standards must strike a balance between the technical scope and capacity on one hand, and social acceptance and uptake on the other. Simple solutions sacrifice coverage and complexity in favour of ease-of-use. Highly complex formats provide more complete solutions for representing any type of data but at the expense of simplicity and require supporting software and expertise. The Darwin Core Archive format represents an intermediate position between the two ends of this spectrum. It focuses on the key elements of sampling-event data and enables an enriched set of data types to be linked to this core structure. The data contained in an archive can be readily understood and used by many ecologists and data managers familiar with basic structured text files. With this international standard, GBIF hopes to facilitate sampling-event data sharing and promote common approaches to cite and recognize the work of the community creating and handling sampling-event data. A standard format also increases relevance and utility.
es: El formato DwC-A y el perfil específico aquí descrito representan un formato de intercambio de datos ratificado y reconocido internacionalmente para compartir datos de eventos de muestreo. Todos los estándares de intercambio de datos deben lograr un equilibrio entre el alcance y la capacidad técnica, por un lado, y la aceptación y uso social por el otro. Las soluciones simples sacrifican la cobertura y la complejidad a favor de la facilidad de uso. Los formatos muy complejos proporcionan soluciones más completas para representar cualquier tipo de datos pero a expensas de la simplicidad y requieren software de apoyo y experiencia. El formato Darwin Core Archive representa una posición intermedia entre los dos extremos de este espectro. Se centra en los elementos clave de los datos de eventos de muestreo y permite vincular un conjunto enriquecido de tipos de datos a esta estructura central. Los datos contenidos en un archivo pueden ser fácilmente comprendidos y utilizados por muchos ecólogos y administradores de datos familiarizados con archivos básicos de texto estructurado. Con este estándar internacional, GBIF espera facilitar la movilización de datos de eventos de muestreo y promover un enfoque común para citar y reconocer el trabajo de la comunidad que proporciona y maneja los datos de eventos de muestreo. Un formato estándar también aumenta la relevancia y la utilidad.
ja: DwC-Aフォーマットとここで説明する特定のプロファイルは、サンプリング・イベント・データを共有するための国際的に認められ批准されたデータ交換フォーマットです。すべてのデータ交換標準は、一方では技術的な範囲と能力、他方では社会的な受け入れと取り込みのバランスを取る必要があります。シンプルなソリューションでは、使いやすさを優先して、対象範囲と複雑さが犠牲になります。非常に複雑なフォーマットは、あらゆる種類のデータを表現するためのより完全なソリューションを提供しますが、単純さを犠牲にして、サポートするソフトウェアと専門知識を必要とします。ダーウィンコア・アーカイブフォーマットは、この両端の中間的な位置づけにあります。これはサンプリングイベントデータの主要な要素に焦点を当て、このコア構造にリンクさせることで、より充実したデータタイプのセットを可能にします。アーカイブに含まれるデータは、基本的な構造化テキストファイルに慣れている多くの生態学者やデータ管理者が容易に理解し、使用することができます。この国際標準によって、GBIFはサンプリングイベントデータの共有を促進し、サンプリングイベントデータを作成し扱うコミュニティの仕事を引用し認識するための共通のアプローチを促進することを期待しています。また、標準的なフォーマットは関連性と実用性を高めます。

source: What is sampling-event data?
es: ¿Qué son los datos de eventos de muestreo?
ja: サンプリングイベントデータとは？
zh: 什麼是調查活動（sampling-event）資料？

source: Sampling-event data is a type of data available from thousands of environmental, ecological, and natural resource investigations. These can be one-off studies or monitoring programs. Such data are usually quantitative, calibrated, and follow certain protocols so that changes and trends of populations can be detected. This is in contrast to opportunistic observation and collection data, which today form a significant proportion of openly accessible biodiversity data.
es: Los datos de eventos de muestreo son un tipo de datos disponible a partir de miles de estudios ambientales, biológicos y de recursos naturales. Éstos pueden ser estudios aislados o programas de monitoreo. Tales datos suelen ser cuantitativos y calibrados, y seguir ciertos protocolos de tal modo que los cambios y tendencias de las poblaciones puedan ser detectados. Esto contrasta con los datos observados y colectados, que a día de hoy forman una proporción significativa de los datos de biodiversidad abiertos y accesibles.
ja: サンプリングイベントデータは、何千もの環境、生態学、および天然資源調査から得られるデータの一種です。これらは単発の調査であったり、モニタリングプログラムであったりします。このようなデータは通常、定量的で、校正されており、個体群の変化や傾向を検出できるように特定のプロトコルに従います。これは、生物多様性データの大部分を占める日和見的な観察・採集データとは対照的である。
zh: 調查活動資料是來自數千個環境、生態及自然資源調查的資料類型。這些資料可以是一次性研究或監測計畫的產物，通常具有定量性、校準性，並遵循某些協議，以便偵測族群的變化與趨勢。這與機會觀察及採集資料形成對比，後者目前佔公開生物多樣性資料的很大比例。

source: How to express sampling-event data in DwC-A?
es: ¿Cómo expresar los datos de eventos de muestreo en DwC-A?
ja: DwC-Aでサンプリング・イベント・データを表現するには？
zh: 如何以 DwC-A 表現調查活動資料？

source: Darwin Core Archive (DwC-A) is an informatics data standard that makes use of the Darwin Core terms to produce a single, self-contained dataset for checklist data. The collection of files in an archive form a self-contained dataset, which can be provided as a single compressed (Zip or GZIP) file. A dataset is composed of a descriptive metadata document and a set of one or more data files. For more information about DwC-A refer to the xref:darwin-core.adoc[Darwin Core Archives How-to Guide].
es: El Archivo Darwin Core (DwC-A) es un estándar de datos informáticos que utiliza los términos de Darwin Core para producir un conjunto de datos único e independiente para datos de listas de especies. La recopilación de ficheros en un archivo forma un conjunto de datos autónomo, que puede proporcionarse como un único archivo comprimido (Zip o GZIP). Un conjunto de datos está compuesto por un documento de metadatos descriptivo y un conjunto de uno o más ficheros de datos. Para obtener más información sobre DwC-A, consulte la xref:darwin-core.adoc[Guía práctica sobre Archivos Darwin Core].
ja: ダーウィンコア・アーカイブ (DwC-A) は、ダーウィンコアの用語を利用して、チェックリストデータを自己完結型の単一データセットとして作成する情報学データ規格です。アーカイブ内のファイルの集まりが自己完結型のデータセットを形成し、単一の圧縮（ZipまたはGZIP）ファイルとして提供することができます。データセットは、記述的なメタデータ文書と、1つまたは複数のデータファイルのセットで構成されています。DwC-Aの詳細については、xref:darwin-core.adoc[ダーウィンコア・アーカイブ：ハウツーガイド]を参照してください。
zh: 達爾文核心集檔案（DwC-A）是一種資訊學資料標準，使用達爾文核心標準詞彙生成單一、獨立的資料集，用於物種名錄資料。檔案中的文件集合形成一個完整的資料集，可以作為單一壓縮檔案（Zip 或 GZIP）提供。一個資料集由一個描述性的詮釋資料文件和一個或多個資料檔案組成。更多有關 DwC-A 的資訊，請參閱 xref:darwin-core.adoc[達爾文核心集檔案 — 操作導引]。

source: Sampling-event Metadata
es: Metadatos de eventos de muestreo
ja: サンプリングイベントメタデータ
zh: 調查活動的詮釋資料

source: Documenting the provenance and scope of datasets is required in order to publish sampling-event data through the GBIF network. Dataset documentation is referred to as ‘resource metadata’ and enables users to evaluate the fitness-for-use of a dataset. It may describe the sampling methodologies used for its compilation, and the individuals and organizations involved in its creation and management. Metadata is shared in a Darwin Core Archive as an XML document. GBIF provides a metadata profile for sampling-event datasets based on the Ecological Metadata Language. A How-to guide describes all the options for describing a sampling-event dataset using this format. See xref:gbif-metadata-profile.adoc[].
es: Para publicar datos de eventos de muestreo a través de GBIF, es necesario documentar la procedencia y el alcance de los conjuntos de datos. Esa documentación de los conjuntos de datos se denomina "metadatos" y permite a los usuarios evaluar la idoneidad de un conjunto de datos para su uso. Puede describir las metodologías de muestreo utilizadas para su colecta, y las personas y organizaciones involucradas en su creación y gestión. Los metadatos se comparten en un Archivo Darwin Core como un documento XML. GBIF proporciona un perfil de metadatos para conjuntos de datos de eventos de muestreo basado en el Lenguaje de Metadatos Biológicos. Una guía práctica describe todas las opciones para describir un conjunto de datos de evento de muestreo utilizando este formato. Consulte xref:gbif-metadata-profile.adoc[].
ja: GBIFネットワークを通じてサンプリングイベント・データを公開するためには、データセットの出所と範囲を文書化することが必要です。データセットの文書化は「リソースメタデータ」と呼ばれ、利用者がデータセットの利用適性を評価できるようにするものです。データセットの編集に使われたサンプリング方法や、その作成と管理に関わった個人と機関について記述することができます。メタデータはダーウィンコア・アーカイブでXML文書として共有される。GBIFは、Ecological Metadata Languageに基づくサンプリングイベントデータセットのためのメタデータプロファイルを提供します。ハウツーガイドでは、この形式を使用してサンプリングイベントデータセットを記述するためのすべてのオプションについて説明しています。xref:gbif-metadata-profile.adoc[GBIFメタデータプロファイル-ハウツーガイド]を参照してください。
zh: 通過 GBIF 網路發布調查活動資料時，需要記錄資料集的來源及範疇。資料集的記錄被稱為“資源詮釋資料”，允許使用者評估資料集的適用性。詮釋資料可能描述其彙編所使用的調查方法，以及參與創建與管理的個人及組織。在達爾文核心集檔案中，詮釋資料以 XML 文件形式共享。GBIF 為調查活動資料集提供了基於生態詮釋資料語言的詮釋資料配置文件範本。如何使用此格式描述調查活動資料集的導引請參閱 xref:gbif-metadata-profile.adoc[]。

source: Sampling-event Data
es: Datos de eventos de muestreo
ja: サンプリングイベントデータ
zh: 調查活動資料

source: The Darwin Core Archive format provides the structural framework for publishing sampling-event data. Darwin Core Archives consist of a series of one or more text files, in standard comma- or tab-delimited format. The files are logically arranged in a star-like manner with one *core file*, listing the sampling events (sampling protocol, sample size, location, etc.) surrounded by a number of ‘*extensions*’, that describe related data types (such as species occurrences, measurements or facts related to the sampling event, etc). Links between core and extension records are made using an event identifier (*eventID*) data element. In this way, many extension records can exist for each single core event record. This “star-schema” provides a simple relational data model that supports many types of annotations that are common to sampling-event datasets.
es: El formato de Archivos Darwin Core proporciona el marco estructural para publicar datos de eventos de muestreo. Los Archivos Darwin Core constan de una serie de uno o más archivos de texto, en formato estándar delimitado por comas o tabulaciones. Estos archivos de texto están organizados de manera lógica en forma de estrella con un *archivo central*, que contiene los elementos básicos de los eventos de muestreo (protocolo de muestreo, tamaño de la muestra, localización, etc.) rodeados por una serie de '*extensiones*', que describen tipos de datos relacionados (como registros de especies, medidas o hechos relacionados con los eventos de muestreo, etc.). Las conexiones entre los registros centrales y los de las extensiones se realizan utilizando un elemento identificador de los datos del evento (*eventID*). De esta manera, pueden existir muchos registros de extensiones para cada registro central del evento. Este "esquema en estrella" proporciona un modelo de datos relacional simple que admite muchos tipos de anotaciones que son comunes a los conjuntos de datos de eventos de muestreo.
ja: ダーウィンコア・アーカイブ形式は、サンプリングイベントデータを公開するための構造的な枠組みを提供します。ダーウィンコア・アーカイブは、標準的なカンマまたはタブ区切り形式の1つまたは複数のテキストファイルで構成されています。ファイルは、サンプリングイベント（サンプリングプロトコル、サンプルサイズ、場所など）をリストした1つのコアファイルを、関連するデータタイプ（種のオカレンス、測定、サンプリングイベントに関連する事実など）を記述した多数の「*拡張機能*」で囲んだ星のような方法で論理的に配置されています。コアと拡張レコード間のリンクは、イベント識別子（*eventID*）データ要素を使用して行われます。このようにして、1つのコアイベントレコードに対して多くの拡張レコードを存在させることができます。この「スタースキーマ」は、サンプリングイベントデータセットに共通する多くの種類の注釈をサポートする単純なリレーショナルデータモデルを提供します。
zh: 達爾文核心集檔案格式提供了一個特定的結構框架，用於發布調查活動資料。檔案由一系列一個或多個文字檔案組成，採用標準逗號分隔或製表符分隔格式。這些檔案以星狀結構排列，包含一個*核心檔案*，列出調查活動（如調查協議、樣本數、地點等），並由多個“*延伸資料集*”環繞，描述相關的資料類型（如物種出現jilt、與調查活動相關的測量或事件等）。核心檔案與延伸紀錄之間的連結使用事件標識符（*eventID*）資料元素完成。這種“星狀結構”提供了一種簡單的關聯資料模型，支援多種類型的調查活動資料集註解類型。

source: An alternative way to encode sampling-event data is listing the species occurrence in the core file, surrounded by a number of extensions, that describe the related data types (such as measurements relating to the species occurrences, etc). Note listing sampling events in the core file is preferable if a plot or site is the main focus of the study.
es: Una vía alternativa para codificar datos de eventos de muestreo es enlistar los registros de especies en el archivo central, rodeado de un número de extensiones, que describen los tipos de datos relacionados (como medidas relacionadas con los registros de especies, etc.). Enlistar eventos de muestreo en el archivo central es lo preferible si el foco central del estudio es una parcela o un área.
ja: サンプリングイベントデータをエンコードする別の方法は、コアファイルに種のオカレンスをリストアップし、関連するデータタイプ（種のオカレンスに関連する測定値など）を記述するいくつかの拡張子で囲むことです。プロットまたはサイトが研究の主な焦点である場合、コアファイルにサンプリングイベントをリストすることが望ましいことに注意してください。
zh: 一種替代方式來編碼調查活動資料，是將物種出現紀錄列在核心檔案中，並圍繞其使用多個延伸資料集來描述相關的資料類型（例如與物種出現相關的測量資料等）。請注意，如果研究的主要焦點是樣地或站點，則建議在核心檔案中列出調查活動。

source: Be aware that the current DwC-A star schema such as does have limitations. For example, it does not allow to link measurements and facts to both events and occurrences in the same dataset. Discussion on this prototype extension are taking place on GitHub but there is no solution available yet.
es: Tenga en cuenta que el actual esquema en estrella de DwC-A tiene limitaciones. No permite, por ejemplo, conectar medidas y hechos de eventos y registros en el mismo conjunto de datos. En GitHub tienen lugar discusiones sobre este tipo de extensión prototipo pero aún no existe una solución disponible.
ja: 現在のDwC-Aスタースキーマには限界があります。例えば、測定値や事実を同じデータセット内のイベントとオカレンスの両方にリンクさせることはできません。このプロトタイプの拡張に関する議論はGitHubで行われていますが、まだ解決策はありません。
zh: 需要注意的是，目前的 DwC-A 星狀架構存在一些限制。例如，它無法在同一資料集中將測量和事件同時連結到活動和出現紀錄。有關此原型延伸資料集的討論正在 GitHub 上進行，但尚未有解決方案。

source: Please check the https://www.gbif.org/data-quality-requirements-sampling-events[data quality requirements for sampling events]. Note that if you generate your Darwin Core Archive manually, you might need to add a recordID field containing unique identifiers. (This field is generated automatically if you are using an IPT.) For more information on the structure of a Darwin Core Archive, please check the https://dwc.tdwg.org/text/[TDWG Darwin Core text guide]. You can always check your archive with the https://www.gbif.org/tools/data-validator[GBIF data validator].
es: Por favor, compruebe los https://www.gbif.org/data-quality-requirements-sampling-events[requisitos de calidad de datos para los Eventos de muestreo]. Tenga en cuenta que si genera su Archivo Darwin Core de manera manual, usted podría necesitar añadir un campo recordID que contenga identificadores únicos. (Este campo se genera de forma automática si está usando un IPT). Para más información sobre la estructura de un Archivo Darwin Core, por favor chequea la https://dwc.tdwg.org/text/[Guía de texto Darwin Core del TDWG]. Siempre puede comprobar su archivo con el https://www.gbif.org/es/tools/data-validator[validador de datos de GBIF].
ja: https://www.gbif.org/data-quality-requirements-sampling-events[イベントのサンプリングに必要なデータ品質]をご確認ください。ダーウィンコア・アーカイブを手動で生成する場合、一意の識別子を含む*recordID*フィールドを追加する必要がある可能性があることに注意してください（このフィールドは、IPTを使用している場合、自動的に生成されます）。ダーウィンコア・アーカイブの構造に関する詳細は、link:https://dwc.tdwg.org/text/[TDWG ダーウィンコア・テキストガイド]を参照してください。アーカイブはいつでもlink:https://www.gbif.org/tools/data-validator[GBIF data validator]で確認することができます。
zh: 請檢查 https://www.gbif.org/data-quality-requirements-sampling-events[調查活動的資料品質要求]。如果您手動生成達爾文核心集檔案，可能需要添加一個 recordID 欄位以包含唯一識別碼。（如果您使用 IPT，此欄位將自動生成。）有關達爾文核心集檔案結構的更多資訊，請參考 https://dwc.tdwg.org/text/[TDWG 達爾文核心標準文本導引]。您也可以使用 https://www.gbif.org/tools/data-validator[GBIF 資料驗證工具]檢查您的檔案。

source: For ease in understanding, we may use the terms *field* in this guide to refer to the Darwin Core set of terms in the sampling-event publishing profile to which a users data will be mapped. For example, we will refer to the use of the *dwc:scientificName field* when referring to the Darwin Core term, *scientificName*.
es: Para facilitar la comprensión, podemos utilizar los términos *campo* en esta guía para hacer referencia al conjunto de términos de Darwin Core en el perfil de publicación de eventos de muestreo al que se asignarán los datos de un usuario. Por ejemplo, nos referiremos al uso del *campo dwc:scientificName* cuando nos refiramos al término Darwin Core, *scientificName*.
ja: 理解を容易にするために、このガイドの用語*field*を使用して、ユーザーデータがマップされるサンプリングイベント公開プロファイルのダーウィンコア用語セットを参照する場合があります。たとえば、ダーウィンコアの用語である*scientificName*を参照する場合は、*dwc:scientificName field*の使用を参照します。
zh: 為了便於理解，我們在本導引中可能使用*欄位*一詞來指代調查活動發布檔案設定檔中的達爾文核心標準詞彙。這些詞彙將對應到使用者的資料。例如，當提到達爾文核心標準詞彙 *scientificName* 時，我們將稱其為 *dwc:scientificName 欄位*。

source: It is recommended to use TAB or Comma-Separated-Values instead of custom field delimiters and quotes.
es: Se recomienda utilizar tabulaciones o valores separados por comas (CSV) en lugar de delimitadores de campo personalizados y comillas.
ja: カスタムフィールド区切り文字と引用符の代わりに、TABまたはカンマ区切り値を使用することをお勧めします。
zh: 建議使用標籤或逗號分隔值（CSV），避免使用自訂欄位分隔符號及引號。

source: Sample size
es: Tamaño de muestra
ja: サンプルサイズ
zh: 樣本數

source: The following Darwin Core fields store the sample size of a sampling event:
es: Los siguientes ficheros Darwin Core almacenan el tamaño de muestra de un evento de muestreo:
ja: 次のダーウィンコアフィールドには、サンプリングイベントのサンプルサイズが格納されます。
zh: 以下為達爾文核心標準用於存儲調查活動樣本數的欄位：

source: *sampleSizeValue*: a numeric value for a measurement of the size (time duration, length, area, or volume) of a sample in a sampling event.
es: *sampleSizeValue*: un valor numérico para una medida del tamaño (duración en tiempo, longitud, área, volumen) de una muestra en un evento de muestreo.
ja: *sampleSizeValue* : サンプリングイベントのサンプルのサイズ（期間、長さ、面積、または量）を測定するための数値。
zh: *sampleSizeValue*: 數值，用於測量調查活動樣本的大小（如持續時間、長度、面積或體積）。

source: *sampleSizeUnit*: the unit of measurement of the size (time duration, length, area, or volume) of a sample in a sampling event.
es: *sampleSizeUnit*: la unidad de medida del tamaño (duración en tiempo, longitud, área o volumen) de una muestra en un evento de muestreo.
ja: *sampleSizeUnit* : サンプリングイベントでのサンプルのサイズ（継続時間、長さ、面積、または体積）の測定単位。
zh: *sampleSizeUnit*: 測量樣本大小（如持續時間、長度、面積或體積）的單位。
