Repository: gbif/ipt
Catalog: docs/translations/best-practices-checklists.adoc.*.po
Languages: es, ja, zh

source: Introduction
es: Introducción
ja: はじめに
zh: 介紹

source: Best Practices in Publishing Species Checklists
es: Mejores prácticas para la publicación de Listados Taxonómicos
ja: 種のチェックリストを発行する最適な方法
zh: 發布物種名錄的最佳實務導引

source: Version 2.1
es: Versión 2.1
ja: バージョン 2.1
zh: 版本 2.1

source: Document control
es: Control del documento
ja: 文書管理
zh: 文件版控

source: | Version | Description | Date of release | Author(s) | 1.0 | Release Version | 1 April 2011 | David Remsen | https://links.gbif.org/checklist_best_practices[1.11] | Minor editorial changes | 28 April 2011 | David Remsen | https://github.com/gbif/ipt/wiki/BestPracticesChecklists[2.0] | Transferred to wiki, major changes | 30 March 2017 | Kyle Braak | xref:best-practices-checklists.adoc[2.1] | Transferred to AsciiDoctor | 24 May 2021 | Matthew Blissett
es: | Version | Descripción | Fecha de lanzamiento| Autor(es) | 1.0 | Versión de lanzamiento | 1° Abril 2011 | David Remsen | https://links.gbif.org/checklist_best_practices[1.11] | Cambios editoriales menores | 28 Abril 2011 | David Remsen | https://github.com/gbif/ipt/wiki/BestPracticesChecklists[2.0] | Transferido a wiki, cambios importantes | 30 Marzo 2017 | Kyle Braak | xref:best-practices-checklists.adoc[2.1] | Transferido a AsciiDoctor | 24 Mayo 2021 | Matthew Blissett
zh: | 版本 | 說明 | 發布日期 | 作者 | 1.0 | 初始發布版本 | 2011年4月1日 | David Remsen | https://links.gbif.org/checklist_best_practices[1.11] | 小幅編輯修改 | 2011年4月28日 | David Remsen | https://github.com/gbif/ipt/wiki/BestPracticesChecklists[2.0] | 移至 Wiki，重大變更 | 2017年3月30日 | Kyle Braak | xref:best-practices-checklists.adoc[2.1] | 移至 AsciiDoctor | 2021年5月24日 | Matthew Blissett

source: Suggested citation
es: Citación sugerida
ja: 推奨される引用
zh: 引用建議

source: GBIF (2017) Best Practices in Publishing Species Checklists, version 2.1. Copenhagen: GBIF Secretariat. https://ipt.gbif.org/manual/en/ipt/{page-version}/best-practices-checklists
es: GBIF (2017) Mejores Prácticas en la Publicación de Listados de Especies, versión 2.1. Copenhague: Secretariado de GBIF. https://ipt.gbif.org/manual/en/ipt/{page-version}/best-practices-checklists
ja: GBIF (2017) Best Practices in Publishing Species Checklists, version 2.1. Copenhagen: GBIF Secretariat. https://ipt.gbif.org/manual/ja/ipt/{page-version}/best-practices-checklists

source: _Cover art credit: Gregory Basco, Black-necked stilt, Himantopus mexicanus_
es: _Imagen de portada: Gregory Basco, Tero Real, Himantopus mexicanus_
ja: _カバーアート製作: Gregory Basco, Black-necked stilt, Himantopus mexicanus_

source: This guide provides details on how to utilize the Darwin Core Archive (DwC-A) format as a means to share taxonomic checklist information in a standard way. It focuses on specific components of the Darwin Core Archive format, and some of the supporting extensions to the core taxonomic data class, and provides recommendations on how to best utilize these components to maximize the value of the shared data. This guide does not provide a detailed overview of the Darwin Core Archive format, instead please refer to the xref:darwin-core.adoc[Darwin Core Archives How-to Guide].
es: Esta guía proporciona detalles sobre cómo utilizar el formato Darwin Core Archive (DwC-A) como un medio para compartir información de listados taxonómicos de manera estándar. Se centra en componentes específicos del formato Darwin Core Archive y en algunas de las extensiones de apoyo a la clase de datos taxonómicos básicos, y ofrece recomendaciones sobre cómo utilizar mejor estos componentes para maximizar el valor de los datos compartidos. Esta guía no proporciona una descripción detallada del formato de Darwin Core Archive; en su lugar, consulte la xref:darwin-core.adoc[Guía práctica e Darwin Core Archives].
ja: このガイドでは、分類学的チェックリスト情報を標準的な方法で共有するための手段として、ダーウィンコア・アーカイブ (DwC-A) フォーマットの活用方法について詳しく説明します。また、ダーウィンコア・アーカイブフォーマットの特定のコンポーネントと、コア分類学データクラスをサポートする拡張機能に焦点を当て、共有データの価値を最大化するためにこれらのコンポーネントを最適に利用する方法について推奨事項を説明します。本書はダーウィンコア・アーカイブフォーマットの詳細な概要を提供するものではなく、xref:darwin-core.adoc[ダーウィンコア・アーカイブ ハウツーガイド]を参照してください。
zh: 此導引提供了有關如何使用達爾文核心集檔案 (DwC-A) 格式以標準化方式分享分類學名錄資訊的詳細說明。此外，此導引著重於達爾文核心集檔案格式的特定組成部分，以及支持核心分類資料類別的一些延伸資料集，並提供如何充分利用這些組件以最大化共享資料價值的建議。本導引不會對達爾文核心集檔案格式進行詳細概述，有關詳細資訊，請參考 xref:darwin-core.adoc[達爾文核心集檔案 — 操作導引]。

source: The DwC-A format and the specific profile described here represent an internationally recognized and ratified data exchange format for sharing taxonomic data. All data exchange standards must strike a balance between the technical scope and capacity on one hand, and social acceptance and uptake on the other. Simple solutions sacrifice coverage and complexity in favour of ease-of-use. Highly complex formats provide more complete solutions for representing any type of data but at the expense of simplicity and require supporting software and expertise. The Darwin Core Archive format represents an intermediate position between the two ends of this spectrum. It focuses on the key elements of taxonomic checklists and enables an enriched set of data types to be linked to this core structure. The data contained in an archive can be readily understood and used by many biologists and data managers familiar with basic structured text files. By providing an international standard that is relatively easy to produce and consume, and that supports many of the key elements that compose a taxonomic data resource, GBIF hopes to provide the creators and managers of checklists with a standardized approach to sharing their data and promote common approaches to the subsequent citation and recognition of their work. A standard format also increases relevance and utility.
es: El formato DwC-A y el perfil específico aquí descripto representan un formato de intercambio de datos ratificado y reconocido internacionalmente para compartir datos taxonómicos. Todos los estándares de intercambio de datos deben lograr un equilibrio entre el alcance técnico y la capacidad, por un lado, y la aceptación y aceptación social por el otro. Las soluciones simples sacrifican la cobertura y la complejidad a favor de la facilidad de uso. Los formatos muy complejos proporcionan soluciones más completas para representar cualquier tipo de datos, pero a expensas de la simplicidad y requieren software de apoyo y experiencia. El formato Darwin Core Archive representa una posición intermedia entre los dos extremos de este espectro. Se centra en los elementos clave de los listados taxonómicos y permite vincular un conjunto enriquecido de tipos de datos a esta estructura central. Los datos contenidos en un archivo pueden ser fácilmente comprendidos y utilizados por muchos biólogos y administradores de datos familiarizados con archivos de texto estructurados básicos. Al proporcionar un estándar internacional que sea relativamente fácil de producir y consumir, y que respalde muchos de los elementos clave que componen un recurso de datos taxonómicos, GBIF espera brindar a los creadores y administradores de listados taxonómicos un enfoque estandarizado para compartir sus datos y promover enfoques a la posterior cita y reconocimiento de su trabajo. Un formato estándar también aumenta la relevancia y la utilidad.
ja: DwC-Aフォーマットとここで説明する特定のプロファイルは、国際的に認められ批准された、分類学データ共有のためのデータ交換フォーマットです。すべてのデータ交換基準は、一方では技術的な範囲と能力、他方では社会的な受け入れと取り込みのバランスを取る必要があります。シンプルなソリューションでは、使いやすさを優先して、適用範囲や複雑さが犠牲になります。非常に複雑なフォーマットは、あらゆる種類のデータを表現するためのより完全なソリューションを提供しますが、単純さを犠牲にして、サポートするソフトウェアと専門知識を必要とします。ダーウィンコア・アーカイブフォーマットは、この両端の中間的な位置づけにあります。分類学的チェックリストの主要な要素に焦点を当て、このコア構造にリンクさせることで、より充実したデータタイプのセットを可能にします。アーカイブに含まれるデータは、基本的な構造化テキストファイルに慣れている多くの生物学者やデータ管理者が容易に理解し、使用することができます。比較的簡単に作成・利用でき、分類学的データリソースを構成する重要な要素の多くをサポートする国際基準を提供することにより、GBIFは、チェックリストの作成者と管理者に、データを共有する標準的なアプローチを提供し、その後の引用と彼らの仕事の認識への共通のアプローチを促進することを期待しています。また、標準的な形式は、関連性と実用性を高めます。
zh: 此處描述的 DwC-A 格式及特定規範是一種國際認可且被正式核准用於分享分類資料的資料交換格式。所有資料交換標準都需要在技術範圍與能力，以及社會接受度與普及性之間取得平衡。簡單的解決方案犧牲了資料的覆蓋範圍和複雜性，以換取易用性；而高度複雜的格式提供更完整的資料表示能力，但需要相應的軟體及專業技術。達爾文核心集檔案格式介於這兩者之間的中間位置，專注於分類學名錄的關鍵元素，並支持將多種類型的延伸資料集連結到此核心結構。檔案中的資料對於熟悉基本結構化文字檔案的生物學家及資料管理者來說將易於理解和使用。GBIF 希望通過提供一種相對容易製作和使用的國際標準，包括支持構建分類資料資源的關鍵元素，為名錄創建者及管理者提供一種標準化的分享方式，並推動一個共同的方式使後續的引用和推廣工作變得更簡單。此外，標準化的格式還能提升資料之間的相關性及其實用性。

source: Scope
es: Alcance
ja: 対象範囲
zh: 範疇

source: The terms “species checklist” and taxonomic “catalogue” may refer to an overlapping range of taxonomic resources. All of these products contain sets of scientific names that implicitly or explicitly refer to taxa. The set of names included in such a list may be constrained by taxonomic group, geographic region, or by a theme, such as invasive species, or some combination of all three. In order of increasing detail these include the following resource typesfootnote:[These categories and descriptions are derived directly from “Hyam . R., Standardisation of Data Exchange in the Pan-European Species-directories Infrastructure (PESI) Deliverable D 4.1”].
es: Los términos "listados taxonómicos" y "catálogo" taxonómico pueden referirse a una gama superpuesta de recursos taxonómicos. Todos estos productos contienen conjuntos de nombres científicos que se refieren implícita o explícitamente a taxones. El conjunto de nombres incluidos en dicha lista puede estar restringido por grupo taxonómico, región geográfica o por un tema, como especies invasoras, o alguna combinación de los tres. En orden de mayor detalle, se incluyen los siguientes tipos de recursos en nota al pie: [Estas categorías y descripciones se derivan directamente de “Hyam. R., Normalización del Intercambio de Datos en la Infraestructura Paneuropea de Directorios de Especies (PESI) Entregable D 4.1 ”].
ja: 「種チェックリスト」と分類学の「カタログ」という用語は、重複する範囲の分類学的リソースを指す場合があります。これらの製品はすべて、暗黙的または明示的に分類を参照する学名のセットを含んでいます。このようなリストに含まれる名前のセットは、分類群、地理的地域、または移入種のようなテーマによって、あるいはその3つの組み合わせによって制約されることがあります。詳細な順に、以下のリソースタイプfootnote:[These categories and descriptions are derived directly from “Hyam . R., Standardisation of Data Exchange in the Pan-European Species-directories Infrastructure (PESI) Deliverable D 4.1”]が含まれます。
zh: 術語「物種名錄」與分類學「目錄」可能涵蓋一系列重疊的分類資源。這些資料成果均包含隱式或顯式地指向分類群的學名集合。此類清單中包含的名稱集可能受分類群組、地理區域或特定主題（如入侵物種）或三者結合的限制。以下是按詳盡程度排列的資源類型footnote:[這些類別及說明直接取自“Hyam, R.,《泛歐物種目錄的資料交換標準化之基礎架構（PESI）》，第 4.1 章。]：

source: *Name lists* – Simple lists of species names with no explicit indication of taxonomic status, but generally implied to consist of accepted names of taxa. Such lists are generally intended to identify a set of taxa included within some regional or thematic context.
es: *Listas de nombres* – Listas simples de nombres de especies sin una indicación explícita del estado taxonómico, pero generalmente se supone que consisten en nombres aceptados de taxones. Por lo general, estas listas están destinadas a identificar un conjunto de taxones incluidos en algún contexto regional o temático.
ja: 名前リスト - 分類学上の状態を明示しない、単純な種名のリストです。ただし、一般に認められている分類名で構成されていることが示唆されています。このようなリストは総じて、地域的またはテーマ的な文脈に含まれる一連の分類群を区別することを意図しています。
zh: *名稱清單* - 僅包含物種名稱的簡單清單，未明確標示分類地位，但通常隱含分類群的有效名稱。此類清單通常用於識別某些區域或主題背景內包含的分類群集。

source: *Nomenclatural lists (Nomenclators)* – Lists of names including the nominal taxa, meaning the registry of published usages of scientific names representing nomenclatural acts as governed by the respective Codes of Nomenclature. Most of these acts are ‘original descriptions’ of new scientific names, but other acts may include emendations, lectotypifications, and other acts as governed by the Codes. Synonymy is not included in these lists as taxonomic concept, but only as newly established combination (for botanists) linked to a basionym, thus providing a nomenclatural synonym.
es: *Listas nomenclaturales (Nomencladores)* - Listas de nombres que incluyen los taxones nominales, es decir, el registro de usos publicados de nombres científicos que representan actos de nomenclatura según se rigen por los respectivos Códigos de Nomenclatura. La mayoría de estos actos son "descripciones originales" de nuevos nombres científicos, pero otros actos pueden incluir enmiendas, lectotipificaciones y otros actos regidos por los Códigos. La sinonimia no se incluye en estas listas como concepto taxonómico, sino solo como una combinación recién establecida (para los botánicos) vinculada a un basiónimo, proporcionando así un sinónimo nomenclatural.
ja: 命名リスト（命名者） - 名目分類を含む名称のリストで、それぞれの命名規約で規定された命名行為を表す科学名称の公開用例の登録簿を意味します。これらの行為の多くは、新しい学名の「原記載」ですが、他に修正、レクトタイプ化および各コードで規定されるその他の行為が含まれる場合があります。シノニムは分類学上の概念としてこれらのリストに含まれるのではなく、（植物学者にとって）新たに確立された組み合わせがバシオニムにリンクされ、命名法上のシノニムとなる場合にのみ含まれます。
zh: *命名模式清單（命名冊）* - 包含名稱及名義分類群的清單，表示已發表的學名用法登記，這些用法是依據相應命名法規則進行的命名行為。這些行為大多數為新學名的「原始描述」，但也可能包括修訂、更正模式標本及其他命名行為。此類清單不包含分類概念中的同物異名，僅限於與基本名相關的命名學同物異名（如植物學中的新組合）。

source: *Taxonomic checklist* – These lists extend nomenclatural lists by adding taxonomic opinion in the form of explicit taxonomic status information and the inclusion of names placed in synonymy. Simple taxonomic lists in this category provide no specific circumscription details regarding the basis for the synonymy. Taxa are often organized into classifications. The term “*taxonomic catalogue*” may also be used to refer to instances of this, and the remaining categories, particularly if the resource includes verified publication and taxonomic status details.
es: *Listado taxonómico* – Estas listas amplían las listas de nomenclatura al agregar opiniones taxonómicas en forma de información explícita sobre el estado taxonómico y la inclusión de nombres colocados en sinonimia. Los listados taxonómicos simples en esta categoría no proporcionan detalles de circunscripción específicos con respecto a la base de la sinonimia. Los taxones a menudo se organizan en clasificaciones. El término "*catálogo taxonómico*" también puede usarse para referirse a instancias de este y las categorías restantes, particularmente si el recurso incluye publicación verificada y detalles del estado taxonómico.
ja: 分類学的チェックリスト - 分類学的状態を明示し、シノニムとして扱われる名前を含めることで、命名リストを拡張したリストです。このカテゴリの単純な分類学的リストは、シノニムの根拠に関する具体的な詳細を提供しません。分類群は、多くの場合、分類体系に整理されています。また、「分類目録」という用語は、この分類やその他の分類の例を指す場合（特にその資料が検証済みの出版物や分類学的地位の詳細を含んでいる場合）に使用されることがあります。
zh: *分類學名錄* - 在命名清單的基礎上，增加了以明確分類地位資訊及包含同物異名的形式呈現的分類學意義。此類簡單的分類清單不提供關於同物異名基礎的具體界定資訊。分類群通常被歸類為分類系統。「分類學目錄」這一術語也可用於指代此類名錄及其後續類別，特別是當資源包含經過驗證的發布內容及分類地位細節時。

source: *Annotated Checklists* - This category extends taxonomic checklists by adding other data types (annotations) to the core, synonymized checklist, such as common names, threat status, distribution and basic descriptive information. When the annotation types provide sufficient detail to effectively define, or circumscribe, a taxon, such as detailed diagnostic descriptions and illustrations, molecular data, specimens, etc., then the annotated list may fall into one of the two categories defined below.
es: *Listados taxonómicos anotados* - Esta categoría amplía los listados taxonómicos al agregar otros tipos de datos (anotaciones) al listado taxonómico central, sinonimizado, como nombres comunes, estado de amenaza, distribución e información descriptiva básica. Cuando los tipos de anotaciones proporcionan suficiente detalle para definir o circunscribir de forma eficaz un taxón, como descripciones e ilustraciones de diagnóstico detalladas, datos moleculares, especímenes, etc., el listado anotado puede pertenecer a una de las dos categorías definidas a continuación.
ja: 注釈付きチェックリスト - このカテゴリは、一般名、脅威の状態、分布、基本的な記述情報などの他のデータタイプ（注釈）を、シノニムのコアチェックリストに追加することによって、分類学的チェックリストを拡張します。注釈の種類が、詳細な診断説明や図解、分子データ、標本など、分類群を効果的に定義、または限定するのに十分な詳細を提供する場合、その注釈付きリストは以下に定義する2つのカテゴリーのいずれかに分類される可能性があります。
zh: *註解名錄* - 此類別在核心的、已同物異名化的分類學名錄基礎上，增加其他資料類型（註解），例如俗名、威脅狀態、分布及基本說明資訊。當註解類型提供足夠細節以有效定義或界定分類群（例如詳細的診斷性描述和插圖、分子資料、標本等），此註解名錄可能符合以下定義的兩種類別之一。

source: *Flora or Faunal lists* – These are typically books that provide detailed species accounts for a particular region. Details may include many of the data types included in annotated checklists but include specific data types, such as detailed descriptions and illustrations, specimen references and other details that explicitly define (circumscribe) the taxon within the scope of the region which is not necessarily global.
es: *Listas de Flora o Fauna* – Estas suelen ser libros que proporcionan cuentas detalladas de especies para una región en particular. Los detalles pueden incluir muchos de los tipos de datos incluidos en los listados taxonómicos anotados, pero incluyen tipos de datos específicos, como descripciones e ilustraciones detalladas, referencias de especímenes y otros detalles que definen (circunscriben) explícitamente el taxón dentro del alcance de la región, que no es necesariamente global.
ja: *植物相または動物相のリスト* - これらは通常、特定の地域の詳細な種の説明を提供する書籍です。詳細には、注釈付きチェックリストに含まれる多くのデータタイプが含まれますが、詳細な説明や図版、標本参照など、必ずしもグローバルではない地域の範囲内で分類群を明確に定義（限定）するような特定のデータタイプを含むことがあります。
zh: *植物誌或動物誌名錄* – 這類資源通常以書籍形式呈現，提供某一特定區域內物種的詳細記錄。內容可能包括註解名錄中提到的多種資料類型，但也包含特定資料類型，例如詳細描述與插圖、標本參考及其他明確界定分類群在該區域範疇內（不一定是全球範疇）的細節。

source: *Monographs* – Monographs are detailed species accounts often published as books for a particular taxon group at the global scale. It will contain detailed nomenclature and synonymy and taxon circumscription details, that include textual descriptions and illustrations, details of specimens examined and included in the definition, and a bibliography of examined literature.
es: *Monografías* - Las monografías son relatos detallados de especies que a menudo se publican como libros para un grupo taxonómico en particular a escala mundial. Contendrá nomenclatura detallada y detalles de sinonimia y circunscripción de taxón, que incluyen descripciones textuales e ilustraciones, detalles de especímenes examinados e incluidos en la definición, y una bibliografía de la literatura examinada.
ja: *モノグラフ* - モノグラフは、世界規模で特定の分類群についてしばしば書籍として出版される詳細な種の説明です。モノグラフには詳細な命名法、同義性、分類群の詳細が含まれ、本文の説明や図版、調査した標本の詳細、調査した文献の書誌などが含まれます。
zh: 專著 – 專著通常是以書籍形式發佈的，針對特定分類群於全球範疇內的詳細記錄。內容包含詳細的命名學資訊、同物異名及分類群界定細節，包括文字描述、插圖、檢驗標本的細節，以及相關文獻的書目。

source: The Darwin Core Archive format with the <<GBIF Checklist Extensions>> supports the exchange of key data elements within all of these checklist data types. The specific degree of coverage depends very much on the individual resource. In this document we will use the term ‘checklist’ in the broad sense as a general term for referring to any or all of the resource categories described above. The specific category types will be used when a specific resource is to be referenced.
es: El formato Darwin Core Archive con <<GBIF Checklist Extensions>> admite el intercambio de elementos de datos clave dentro de todos estos tipos de datos del listado taxonómico . El grado específico de cobertura depende mucho del recurso individual. En este documento usaremos el término "listado taxonómico" en el sentido amplio como un término general para referirnos a cualquiera o todas las categorías de recursos descritas anteriormente. Los tipos de categoría específicos se utilizarán cuando se haga referencia a un recurso específico.
ja: ダーウィンコア・アーカイブフォーマットとlink:https://ipt.gbif.org/manual/ja/ipt/latest/best-practices-checklists#gbif-checklist-extensions[GBIFチェックリスト拡張機能]は、これらすべてのチェックリストデータタイプの中の主要なデータ要素の交換をサポートしています。具体的にどの程度カバーしているかは、個々のリソースに大きく依存します。この文書では、上記のリソースカテゴリーのいずれか、またはすべてを指す一般的な用語として、広義に「チェックリスト」という用語を使用します。特定のカテゴリータイプは、特定のリソースを参照する場合に使用します。
zh: 達爾文核心集檔案格式與 <<GBIF 延伸資料集名錄>> 支援在所有上述名錄資料類型中交換關鍵資料元素。具體涵蓋範圍高度依賴於每個資源的特性。在本文中，我們將廣義使用“名錄”這一術語來泛指上述任一或全部資源類別；當參考特定資源時，則會使用具體類別名稱。

source: Darwin Core Archive Format
es: Formato del Archivo Darwin Core
ja: ダーウィンコア・アーカイブ形式
zh: 達爾文核心集檔案格式

source: Darwin Core Archive (DwC-A) is an informatics data standard that makes use of the Darwin Core terms to produce a single, self-contained dataset for checklist data. The collection of files in an archive form a self-contained dataset, which can be provided as a single compressed (Zip or Gzip) file. A dataset is composed of a descriptive metadata document and a set of one or more data files. For more information about DwC-A refer to the xref:darwin-core.adoc[Darwin Core Archives How-to Guide].
es: Archivo Darwin Core (DwC-A) es un estándar de datos informáticos que utiliza los términos de Darwin Core para producir un conjunto de datos único e independiente para los datos del listado taxonómico. La recopilación de archivos en un archivo forma un conjunto de datos autónomo, que se puede proporcionar como un solo archivo comprimido (Zip o Gzip). Un conjunto de datos se compone de un documento de metadatos descriptivo y un conjunto de uno o más archivos de datos. Para obtener más información sobre DwC-A, consulte la xref:darwin-core.adoc[Guía práctica de los archivos de Darwin Core].
ja: ダーウィンコア・アーカイブ（DwC-A）は、ダーウィンコアの用語を利用して、チェックリストデータを自己完結型の単一データセットとして作成する情報学データ規格です。アーカイブ内のファイルの集まりが自己完結型のデータセットを形成し、単一の圧縮（ZipまたはGzip）ファイルとして提供することができます。データセットは、記述的なメタデータ文書と、1つまたは複数のデータファイルのセットで構成されています。DwC-Aの詳細については、link:https://ipt.gbif.org/manual/ja/ipt/latest/darwin-core[ダーウィンコア・アーカイブハウツーガイド]を参照してください。
zh: 達爾文核心集檔案 (DwC-A) 是一個資訊學資料標準，使用達爾文核心標準詞彙生成單一、獨立的名錄資料集。檔案中的文件集合形成一個完整的資料集，使用者可以利用單一壓縮文件（Zip 或 Gzip）提供此檔案。一個資料集由描述性的詮釋資料文件和一組一個或多個的資料文件組成。有關 DwC-A 的更多資訊，請參考 xref:darwin-core.adoc[達爾文核心集檔案 — 操作導引]。

source: Checklist Metadata
es: Metadatos de Listado Taxonómico
ja: チェックリストのメタデータ
zh: 名錄詮釋資料

source: Documenting the provenance and scope of datasets is required in order to publish checklist data through the GBIF network. Dataset documentation is referred to as ‘resource metadata’ and enables users to evaluate the fitness-for-use of a dataset. It may describe the scope and intended function of the list, methodologies and resources used for its compilation, and the individuals and organizations involved in its creation and management. Metadata is shared in a Darwin Core Archive as an XML document. GBIF provides a metadata profile for species checklists based on the Ecological Metadata Language. A How-to guide describes all the options for describing a species checklist using this format. See xref:gbif-metadata-profile.adoc[].
es: Es necesario documentar la procedencia y el alcance de los conjuntos de datos para publicar los datos del listado taxonómico a través de la red GBIF. La documentación del conjunto de datos se denomina "metadatos de recursos" y permite a los usuarios evaluar la idoneidad para el uso de un conjunto de datos. Puede describir el alcance y la función prevista del listados, las metodologías y los recursos utilizados para su compilación, y las personas y organizaciones involucradas en su creación y gestión. Los metadatos se comparten en un Archivo Darwin Core como un documento XML. GBIF proporciona un perfil de metadatos para listados taxonómicos de especies basado en el lenguaje de metadatos ecológicos. Una guía práctica describe todas las opciones para describir un listado taxonómico de especies utilizando este formato. Consulte xref:gbif-metadata-profile.adoc[].
ja: GBIFのネットワークを通じてチェックリストデータを公開するためには、データセットの出所と範囲を文書化することが必要です。データセットに関する文書は「リソースメタデータ」と呼ばれ、利用者がデータセットの使用に適しているかどうかを評価できるようにします。データセットの文書には、リストの範囲と意図された機能、編集に使われた方法論と資源、作成と管理に関わった個人と機関が記述されています。メタデータはダーウィンコア・アーカイブでXML文書として共有されます。GBIFはEcological Metadata Languageに基づいて、種のチェックリストのためのメタデータプロファ イルを提供します。ハウツーガイドでは、この形式を使用して種のチェックリストを記述するためのすべてのオプションについて説明しています。xref:gbif-metadata-profile.adoc[]を参照してください。
zh: 在通過 GBIF 網絡發布名錄資料時，需要記錄資料集的來源和範疇。這些記錄下來的文件稱為“資源詮釋資料”，可以幫助使用者評估資料集的適用性。詮釋資料可以描述名錄的範疇與預期用途、編製過程中的方法與資源，以及參與創建與管理的個人和機構。詮釋資料在達爾文核心集檔案中以 XML 文件形式共享。GBIF 為物種名錄提供了一種基於生態詮釋資料語言的詮釋資料配置文件範本。操作導引詳細說明了使用此格式描述物種名錄的所有選項。請參考 xref:gbif-metadata-profile.adoc[]。

source: Checklist Data
es: Datos del Listado Taxonómico
ja: チェックリストデータ
zh: 物種名錄資料
