Repository: gbif/ipt
Catalog: docs/translations/best-practices-sampling-event-data.adoc.*.po
Languages: es, ja, zh

source: Besides the https://www.gbif.org/data-quality-requirements-sampling-events[mandatory requirements], the metadata should include information about the extent of study, the sampling methods, the quality control and limitations of the study. Although information about fieldwork can be part of the data content, you may describe the sampling location and conditions in the metadata as well.
es: Además de https://www.gbif.org/data-quality-requirements-sampling-events[los requisitos obligatorios], los metadatos deberían incluir información sobre la extensión del estudio, los métodos de muestreo, el control de calidad y las limitaciones del estudio. Aunque la información sobre el trabajo de campo puede ser parte del contenido de los datos, se puede describir también en los metadatos la localización y condiciones del muestreo.
ja: 必須の要件に加えて、メタデータには、調査の範囲、サンプリング方法、品質管理、調査の限界に関する情報を含めるべきです。フィールドワークに関する情報はデータ内容の一部でもよいですが、サンプリングの場所や条件についてもメタデータに記述することができます。
zh: 除了https://www.gbif.org/data-quality-requirements-sampling-events[強制要求的部分]，詮釋資料應包括關於研究範圍、調查方法、品質控制和研究限制的資訊。雖然田野工作資訊可以作為資料內容的一部分，您也可以在詮釋資料中描述調查位置和條件。

source: Linking related datasets
es: Vincular conjuntos de datos relacionados
ja: 関連するデータセットへのリンク
zh: 連結相關資料集

source: Some datasets may come from the same research project or may be related in certain context. The current recommendation is to link them using a project identifier.
es: Algunos conjuntos de datos pueden proceder del mismo proyecto de investigación o puede estar relacionado en ciertos contextos. La recomendación actual es vincularlos utilizando un identificador de proyectos.
ja: データセットの中には、同じ研究プロジェクトから生まれたものや、ある文脈で関連するものがあるかもしれません。現在推奨されているのは、プロジェクト識別子を使ってリンクさせることです。
zh: 某些資料集可能來自同一研究專案，或者在某些情境下相關。目前的建議是使用專案識別碼將它們連結起來。

source: Listing related research
es: Enumerar investigaciones relacionadas
ja: 関連する研究をリストアップする
zh: 列出相關研究

source: You can make your dataset easier to interpret by including links to related published works such as journal articles, project notes, thesis, etc,. in the bibliographic citation or in the external link part of the metadata.
es: Puede facilitar la interpretación de su conjunto de datos incluyendo enlaces a trabajos publicados relacionados tales como artículos científicos, notas de proyectos, tesis, etc., en las citas bibliográficas o en la sección de enlaces externos de los metadatos.
ja: 雑誌記事、プロジェクトノートや論文など、関連する出版物へのリンクを書誌引用またはメタデータの外部リンク部分に含めることで、データセットの解釈を容易にすることができます。
zh: 您可以在詮釋資料的書目引用部分或外部連結部分，加入相關已發布的作品（例如期刊文章、專案筆記、論文等）的連結，以便讓資料集更容易解讀。

source: Examples
es: Ejemplos
ja: 例
zh: 範例

source: Following are some examples of typical sampling-event data sets. In each case, the key fields in the Event core and Occurrence extension are provided. For some examples, additional extensions such as Relevé and measurement-or-fact are also included.
es: A continuación puede encontrar algunos ejemplos de típicos conjuntos de datos de eventos de muestreo. En cada caso, se proporcionan los campos clave para el evento central y las extensiones de registros. Para algunos ejemplos, las extensiones adicionales tales como Relevé y medidas-o-hechos también se han incluido.
ja: 以下は、典型的なサンプリングイベント・データセットの例です。各ケースで、Event core と Occurrence extension の主要なフィールドが提供されています。いくつかの例では、Relevé や measurement-or-fact などの追加拡張も含まれています。
zh: 以下是一些典型調查活動資料集的範例。在每個案例中，均提供了調查活動核心集和物種出現紀錄延伸資料集中的關鍵欄位。某些範例還包含其他延伸資料集，例如樣區紀錄（Relevé）和“測量與事實”（Measurement-or-Fact）。

source: Freshwater invertebrate survey
es: Muestreo de invertebrados acuáticos
ja: 淡水産無脊椎動物調査
zh: 淡水無脊椎動物調查

source: *Core (Event) table*
es: *Tabla (de Evento) central*
ja: *コア（イベント）テーブル*
zh: *核心集（調查活動）表格*

source: | EventID | samplingProtocol | sampleSizeValue | sampleSizeUnit | eventDate | location | decimalLatitude | decimalLongitude | C_1428 | AQEM | 1.25 | m^2 | 2006-06-21 | Kinzig O3 Rothenbergen | 50.18689 | 9.100369 | B_1538 | AQEM | 1.25 | m^2 | 2008-11-06 | Kinzig W3 Bulau | 50.1316 | 8.9657
es: | EventID | samplingProtocol | sampleSizeValue | sampleSizeUnit | eventDate | location | decimalLatitude | decimalLongitude

source: *Extension (Occurrence) table*
es: *Tabla de Extensiones (de registros)*
ja: 拡張（オカレンス）テーブル
zh: *延伸集（出現紀錄）表格*

source: *Explanation*
es: *Explicación*
ja: *説明*
zh: *說明*

source: _Ephemera danica_ : A total of 14 individuals from 1.25 square meters were obtained in this sampling event. The derived individuals per sq meter count is 11.2 (14/1.25).
es: _Ephemera danica_ : Un total de 14 individuos de 1,25 metros cuadrados fueron obtenidos en este evento de muestreo. Los individuos derivados por m2 contabilizan como 11,2 (14/1,25).
ja: _Ephemera danica_：1.25平方メートルから合計14個体採取されました。1平方メートルあたりの個体数は11.2（14/1.25）です。
zh: _Ephemera danica_: 在此次調查活動中，從 1.25 平方公尺內取得了共 14 隻個體。每平方公尺衍生的個體數為 11.2 (14/1.25)。

source: Brackish water invertebrates survey
es: Muestreo de invertebrados de agua salobre
ja: 汽水域の無脊椎動物調査
zh: 鹹淡水無脊椎動物調查

source: *Extension (Measuremenr-or-Fact) table*
es: *Tabla de extensión (Medida-o-Hecho)*
ja: 拡張（測定値や事実）テーブル
zh: *延伸集（測量與事實）表格*

source: *_Abra ovata_* : A total of 57 individuals from 0.04 square meters were obtained in sampling event IA1.
es: *_Abra ovata_* : Un total de 57 individuos de 0,04 metros cuadrados fueron obtenidos en el evento de muestreo IA1.
ja: *_Abra ovata_*：サンプリングイベントIA1で、0.04平方メートルから合計57個体が得られました。
zh: *_Abra ovata_*: 在調查活動 IA1 中，從 0.04 平方公尺內取得了共 57 隻個體。

source: Each event can also have measurements or facts associated with it, e.g., environmental measurements like sediment temperature and redox potential (Eh).
es: Cada evento puede también tener medidas o hechos asociados a él, ej.: medidas ambientales como la temperatura de los sedimentos y el potencial redox (Eh).
ja: 各イベントには、それに関連する測定値や事実、たとえば、堆積物の温度や酸化還元電位（Eh）などの環境測定値を含めることもできます。
zh: 每個調查活動也可以關聯測量或事實，例如沉積物溫度和氧化還原電位（Eh）等環境測量值。

source: Macrophyte survey
es: Muestreo de Macrófitos
ja: 大型植物調査
zh: 大型水生植物調查

source: Note that this example is based on Dutch Vegetation Database (LVD) previous version republished as sampling-event dataset. The Relevé extension underwent significant changes following the publication of the primer. For more information about LVD and the data model for vegetation sampling-event data see: https://gbif.blogspot.com/2016/07/probably-turbovegs-best-kept-secret.html
es: Tenga en cuenta que este ejemplo está basado en la versión anterior de la Base de Datos de Vegetación Holandesa (LVD) republicada como conjunto de datos de evento de muestreo. La extensión Relevé sufre cambios significativos respecto a la publicación del original. Para más información sobre LVD y los modelos de datos para datos de eventos de muestreo de vegetación ver: https://gbif.blogspot.com/2016/07/probably-turbovegs-best-kept-secret.html
ja: この例は、サンプリングイベントデータセットとして再公開された以前のバージョンのDutch Vegetation Database（LVD）に基づいていることに注意してください。Relevé拡張機能は、入門書の公開後に大幅な変更が加えられました。LVDと植生サンプリングイベントデータのデータモデルの詳細については、link:https：//gbif.blogspot.com/2016/07/probably-turbovegs-best-kept-secret.htmlを参照してください。
zh: 此範例基於荷蘭植被資料庫（LVD）以前版本的資料，重新發布為調查活動資料集。自初步指南發布後，樣區紀錄（Relevé）延伸資料集有了大幅度的更改。有關 LVD 和植被調查活動資料模型的更多資訊，請參見：https://gbif.blogspot.com/2016/07/probably-turbovegs-best-kept-secret.html。

source: *Extension (Relevé) table*
es: *Tabla de Extensión (Relevé)*
ja: 拡張（Relevé）テーブル
zh: *延伸集（樣區紀錄）表格*

source: *_Acer psuedoplatanus_* : In the 100 sq meters surveyed, the abundance of the species was reported as “r” on the Braun Blanquet scale.
es: *_Acer psuedoplatanus_* : En los 200 m2 muestreados, la abundancia de especies fue reportada como "r" en la escala de Braun-Blanquet.
ja: *_Acer psuedoplatanus_*：100平方メートルの調査において、Braun Blanquetスケールで「r」と報告されました。
zh: *_Acer pseudoplatanus_*: 在調查的 100 平方公尺內，該物種的豐度以 Braun Blanquet 位階中的 "r" 被回報。

source: Additional vegetation plot measurements such as vegetation community type (syntaxon) % coverage values that are typical of TurboVeg type databases are captured in a Relevé (vegetation-plot) extension.
es: Las medidas adicionales de parcelas de vegetación tales como el tipo de comunidad vegetal (syntaxon) % de valores cubiertos que son típicos de conjuntos de datos de tipo TurboVeg son incluidos en una extensión Relevé (parcela-vegetación).
ja: TurboVegタイプのデータベースによく見られる植生群落タイプ（syntaxon）％カバー値のような追加の植生プロット測定は、Relevé（植生プロット）拡張で取り込まれています。
zh: 其他植被樣地測量，如植被群落類型 (syntaxon) 的覆蓋率百分比值，通常會記錄在 TurboVeg 類型資料庫中，並存放於樣區紀錄（植被樣地）延伸資料集中。

source: Lepidoptera survey I
es: Muestreo de Lepidópteros I
ja: 鱗翅目調査 I
zh: 鱗翅目調查 I

source: *_Opisthograptis luteolata_* : 11 individuals were observed over the sampling period of 16 days. The derived number of individuals per day is 0.68 (11/16).
es: *_Opisthograptis luteolata_* : 11 individuos fueron observados en un período de muestreo de 16 días. El número derivado de individuos por días es de 0,68 (11/16).
ja: *_Opisthograptis luteolata_* : 16日間の観測で11個体が観測されました。1日あたりの個体数は0.68個体（11/16）です。
zh: *_Opisthograptis luteolata_*: 在 16 天的調查期間，觀察到 11 隻個體。每天的衍生個體數為 0.68 (11/16)。

source: Lepidoptera survey II
es: Muestreo de Lepidópteros II
ja: 鱗翅目調査 II
zh: 鱗翅目調查 II

source: *Extension (Measurement-or-Fact) table*
es: *Tabla de Extensiones (Medidas-o-Hechos)*
ja: 拡張（オカレンス）テーブル
zh: *延伸集（測量與事實）表格*

source: *_Pieras rapae_* : A total of 1 individual from 250 sq metres was obtained in this sampling event. Several environmental measurements (e.g., temperature, wind speed, cloudiness) are included in a measurement-or-facts extension.
es: *_Pieras rapae_* : Un total de 1 individuo de 250 m2 fue obtenido en este evento de muestreo. Varias medidas ambientales (ej.: temperatura, velocidad del viento, nubosidad) son incluidas en una extensión de medidas-o-hechos.
ja: *_ピエール・ラパエ（Pieras rapae ）_*：250平方メートルから1個体採取。いくつかの環境測定（例：気温、風速、曇り）については、測定または事実の拡張に含まれます。
zh: *_Pieris rapae_*: 在此調查活動中，從 250 平方公尺內取得了共 1 隻個體。 測量與事實延伸集中包含了多項環境測量值（例如溫度、風速和雲量）。

source: Reef fish survey
es: Muestreo de peces de arrecife de coral
ja: サンゴ礁魚類調査
zh: 珊瑚礁魚類調查

source: *_Aulostomus chinensis_* : A total of 4 individuals from 500 sq metres were obtained in this sampling event.
es: *_Aulostomus chinensis_* : Un total de 4 individuos de 500 m2 son obtenidos en este evento de muestreo.
ja: *_Aulostomus chinensis_* : 今回のサンプリングでは、500平方メートルから合計4個体が採取されました。
zh: *_Aulostomus chinensis_*: 在此調查活動中，從 500 平方公尺內取得了共 4 隻個體。

source: Nested samples
es: Muestras anidadas
ja: ネストしたサンプル
zh: 嵌套樣本

source: Several sub-plots may be related to the parentEventID as in this example of a Whittaker plot consisting of 13 sub-plots (see Figure 3 for plot layout).
es: Varias sub-parcelas pueden estar relacionadas con el parentEventID como en este ejemplo de una parcela Whittaker que contiene 13 sub-parcelas (ver Figura 3 para el diseño de parcelas).
ja: 13のサブプロットからなるWhittakerプロットのこの例のように、いくつかのサブプロットが親イベントIDに関連している場合があります（プロットのレイアウトは図3を参照してください）。
zh: 若干子樣區可能與 parentEventID 相關聯，例如包含 13 個子樣區的 Whittaker 樣地（參見圖 3 的樣地佈局）。

source: A Schematic of a Whittaker plot consisting of 13 sub-plots of varying area.
es: Un Esquema de una parcela Whittaker que contiene 13 sub-parcelas de área variable.
ja: 面積の異なる13のサブプロットからなるWhittakerプロットの模式図。
zh: 一個由 13 個不同面積的子樣區組成的 Whittaker 樣地示意圖。

source: Additional information that could also be included or was previously included
es: Información adicional que también podría ser incluida o fue previamente incluida
ja: 追加で記載される可能性のある情報、または過去に記載された情報
zh: 其他可包含或曾經包含的資訊

source: The Event core elements are mainly drawn from the DwC classes Event, Location and Geological Context (Table 3). The Occurrence extension elements are drawn from the Occurrence, Taxon and Identification classes. For reasons of consistency, the Occurrence extension includes all terms found in the Occurrence core. Thus Event, Location and Geological Context terms are also listed for the Occurrence extension but are actually redundant. Note the IPT hides redundant terms by default when mapping for the user’s convenience.
es: Los elementos del Evento central son obtenidos principalmente del Evento de clases DwC, la Localización y el Contexto Geológico (Tabla 3). Los elementos de la extensión de registros de presencia son obtenidos de Registros de presencia, Taxón y Clases de Identificación. Por motivos de consistencia, la extensión de Registros de presencia incluye todos los términos encontrados en el núcleo de los Registros de presencia.Por ello, los términos Evento, Localización y Contexto Geológico también son enumerados en la extensión de Registros de presencia pero son redundantes. Tenga en cuenta que el IPT esconde términos redundantes por defecto al mapear a conveniencia del usuario.
ja: イベントのコア要素は、主にDwCのイベント、ロケーション、地質コンテキストクラスから抽出されています（表3）。オカレンスの拡張要素は、Occurrence、Taxon、Identification の各クラスから抽出されたものです。一貫性を保つため、発生拡張にはオカレンスコアに含まれるすべての用語が含まれます。したがって、Event、Location、Geological Contextの用語もオカレンス拡張にリストされていますが、実際には重複しています。IPTでは、ユーザーの利便性を考慮して、マッピング時に冗長な用語をデフォルトで非表示にすることに注意してください。
zh: 事件核心元素主要來自達爾文核心標準（DwC）的 Event、Location 和 Geological Context 類別（參見表 3）。物種出現紀錄延伸資料集的元素則來自 Occurrence、Taxon 和 Identification 類別。為了一致性，物種出現紀錄延伸資料集包含了所有來自物種出現紀錄核心的術語。因此，Event、Location 和 Geological Context 的術語也被列入物種出現紀錄延伸資料集，但實際上是冗餘的。注意，IPT 為方便使用者，默認會隱藏這些冗餘術語。

source: Placement of the sample related terms in the Event core and Occurrence extension.
es: Colocación de los términos relacionados con la muestra en el Evento central y la extensión de Registros de presencia.
ja: Event coreとOccurrence extensionにおけるサンプル関連用語の位置づけ。
zh: 樣本相關術語在事件核心和物種出現紀錄延伸資料集中的位置。

source: The "+" symbol indicates proposed new terms not yet ratified.
es: El símbolo "+" indica nuevos términos propuestos que no han sido ratificados.
ja: 「+」記号は、まだ承認されていない、提案された新しい用語を示します。
zh: 「+」符號表示被建議且尚未正式通過的新術語。

source: Planned additions and notes for revision:
es: Adiciones y notas planificadas para revisión:
ja: 計画されている追加と改訂に関する注記：
zh: 計劃新增項目與修訂說明：

source: The DwC-A format and the specific profile described here represent an internationally recognized and ratified data exchange format for sharing sampling-event data. All data exchange standards must strike a balance between the technical scope and capacity on one hand, and social acceptance and uptake on the other. Simple solutions sacrifice coverage and complexity in favour of ease-of-use. Highly complex formats provide more complete solutions for representing any type of data but at the expense of simplicity and require supporting software and expertise. The Darwin Core Archive format represents an intermediate position between the two ends of this spectrum. It focuses on the key elements of sampling-event data and enables an enriched set of data types to be linked to this core structure. The data contained in an archive can be readily understood and used by many ecologists and data managers familiar with basic structured text files. With this international standard, GBIF hopes to facilitate sampling-event data sharing and promote common approaches to cite and recognize the work of the community creating and handling sampling-event data.
zh: DwC-A 格式及本文描述的特定配置是國際公認並通過的資料交換格式，用於共享調查活動資料。所有資料交換標準都必須在技術範疇與社會接受度之間取得平衡。簡單的解決方案犧牲了覆蓋範圍和複雜性，換取簡易性；而高度複雜的格式則能更全面地表達各種資料類型，但以犧牲簡易性為代價，並需要與之匹配的軟體及專業知識。達爾文核心標準格式介於這兩者之間，專注於調查活動資料的關鍵要素，並允許將多樣的資料類型與此核心結構連結。檔案中的資料可以被熟悉基本結構化文字檔案的生態學家及資料管理者輕鬆理解和使用。藉由此國際標準，GBIF 希望促進調查活動資料的分享，並推廣一個共通的方法來引用及認可創建與管理調查活動資料的社群貢獻。

source: A standard format also increases relevance and utility.
zh: 一個標準化的格式還能增加資料的使用相關性和實用性。

source: In order to do so, you should create a new sampling-event dataset and send an email to GBIF's Help Desk (helpdesk@gbif.org). In this email, you should provide the UUIDs of both the occurrence dataset and the new dataset. We will then be able to link the first dataset to the newest one before de-indexing it thereby avoiding occurrence duplication and preserving citations.
zh: 為此，您需要創建一個新的調查活動資料集，並將電子郵件發送至 GBIF 的服務台（helpdesk@gbif.org）。在郵件中，請提供出現紀錄資料集和新資料集的 UUID。我們將能夠在取消索引前，將第一個資料集與最新資料集連結，以避免資料重複並保留引用。
