Repository: gbif/ipt
Catalog: docs/translations/checklist-data.adoc.*.po
Languages: es, ja, zh

source: Checklist Data
es: Datos de listas de especies
ja: チェックリストデータ
zh: 物種名錄資料

source: Resources comprising a list of species belonging to some category (e.g. taxonomic, geographic, trait-based, red list, crop wild relative) and optionally with higher classification and/or additional traits associated with each species. Examples of such datasets include global or regional taxonomic checklists, global or national red lists, catalogues of species included in undigitized collections, park checklists, etc. If sufficient information exists in the source dataset (or applies consistently to all species in the checklist), it is recommended that these datasets are presented as xref:occurrence-data.adoc[Occurrence Data]. These datasets include the same basic descriptive information included under xref:resource-metadata.adoc[Resource metadata].
es: Recursos que comprenden una lista de especies perteneciente a alguna categoría (p. ej., taxonómica, geográfica, basada en riesgo, listas rojas, variedades silvestres de cultivo) y opcionalmente con una mayor clasificación y/o rasgos adicionales asociados con cada especie. Algunos ejemplos de estos conjuntos de datos incluyen listas de especies a nivel regional o global, listas rojas nacionales o internacionales, catálogos de especies incluidos en colecciones sin digitalizar, listas de especies de parques, etc. Si existe suficiente información en la fuente del conjunto de datos (o aplica de manera consistente a todas las especies de la lista de especies), se recomienda que estos conjuntos de datos se presenten como xref:occurrence-data.adoc[Datos de registros biológicos]. Estos conjuntos de datos incluyen la misma información descriptiva básica incluida en los xref:resource-metadata.adoc[Metadatos del recurso].
ja: あるカテゴリー（例えば分類学的、地理的、形質ベース、レッドリスト、作物の野生親戚）に属する種のリストで、オプションとして各種に関連する上位分類または追加形質からなるリソースです。このようなデータセットの例としては、世界的または地域的な分類学的チェックリスト、世界的または国レベルのレッドリスト、未桁化コレクションに含まれる種のカタログ、公園のチェックリストなどがある。もし十分な情報が元データセットにあれば（あるいはチェックリストのすべての種に一貫して適用されていれば）、これらのデータセットはオカレンスデータとして提示することが推奨される。これらのデータセットには、リソースメタデータに含まれるものと同じ基本的な記述情報が含まれます。
zh: 此類資源列出了屬於某個類別的物種（例如分類學、地理區域、基於性狀、紅皮書名錄、栽培作物野生近緣種等），並可選擇性地包括更高位階的分類和/或與每個物種相關的其他性狀。這類資料集的例子包括全球或地區的分類學物種名錄、全球或國家紅皮書名錄、未數位化收藏中的物種目錄、公園物種名錄等。如果來源資料集中有足夠的資訊（或適用於物種名錄中的所有物種），建議將這些資料集呈現為 xref:occurrence-data.adoc[物種出現紀錄資料]。這些資料集都包含在 xref:resource-metadata.adoc[資源詮釋資料]中提到的相同基本說明資訊。

source: How to transform your data into checklist data
es: Cómo transformar sus datos en datos de listas de chequeo
ja: チェックリストデータに変換する方法
zh: 如何將您的資料轉換為物種名錄資料

source: Ultimately your data needs to be transformed into a table structure using Darwin Core (DwC) term names as column names.
es: Finalmente, sus datos deben ser transformados a una estructura de tabla utilizando nombres de elementos Darwin Core (DwC) como nombres de las columnas.
ja: 最終的には、ダーウィンコア（DwC）の用語名を列名として使用したテーブル構造にデータを変換する必要があります。
zh: 最終，您的資料需要使用達爾文核心標準（DwC）的術語名稱作為欄位名稱以轉換為表格結構。

source: Try putting your data into the <<Templates,Excel template>>, which includes all <<Required DwC Fields,required DwC fields>> and <<Recommended DwC Fields,recommended DwC fields>>.
es: Intente poner sus datos en el <<Plantillas,plantilla de Excel>>, que incluye todos los <<Campos DwC requeridos, campos DwC requridos>> y los <<Campos DwC recomendados,campos DwC recomendados>>.
ja: すべての<<必須DwCフィールド,必須DwCフィールド>>と<<推奨DwCフィールド,推奨DwCフィールド>>を含む<<テンプレート,Excelテンプレート>>にデータを入れてみてください。
zh: 您可以嘗試將資料放入 <<Templates,Excel 模板>> 中，該模板包含所有 <<Required DwC Fields,必填的達爾文核心集欄位>> 和 <<Recommended DwC Fields,建議填寫的達爾文核心集欄位>>。

source: Alternatively if your data is stored in a xref:database-connection.adoc[supported database], you can write an SQL table (view) using DwC column names. Be careful to include all <<Required DwC Fields,required DwC fields>> and add as many <<Recommended DwC Fields,recommended DwC fields>> as possible.
es: De manera alternativa, si sus datos están en una xref:database-connection.adoc[base de datos compatible], puede elaborar una tabla SQL (ver) utilizando nombres de columnas DwC. Sea cuidadoso para incluir todos los <<Campos DwC requeridos, campos DwC requridos>> y añada tantos <<Campos DwC recomendados,campos DwC recomendados>> como sea posible.
ja: または、データがxref:database-connection.adoc[対応データベース]に保存されている場合は、DwCの列名を使ってSQLテーブル（ビュー）を書くことができます。<<必須DwCフィールド,必須DwCフィールド>>をすべて含み、<<推奨DwCフィールド,推奨DwCフィールド>>をできるだけ多く追加するように注意してください。
zh: 或者，如果您的資料儲存在 xref:database-connection.adoc[支援的資料庫]中，您可以使用 DwC 欄位名稱撰寫 SQL 表格（視圖）。請務必包含所有 <<Required DwC Fields,必填的達爾文核心集欄位>>，並盡可能多地新增 <<Recommended DwC Fields,建議填寫的達爾文核心集欄位>>。

source: For extra guidance, you can refer to the guide xref:best-practices-checklists.adoc[Best Practices in Publishing Species Checklists] and look at the <<Exemplar Datasets,exemplar datasets>>.
es: Si necesita ayuda adicional, diríjase a la guía xref:best-practices-checklists.adoc[Buenas prácticas para la publicación de listas de especies] y eche un vistazo a los <<Conjuntos de datos de ejemplo, conjuntos de datos de ejemplo>>.
ja: さらに詳しいガイダンスとして、ガイドlink:https://ipt.gbif.org/manual/ja/ipt/latest/best-practices-checklists[種のチェックリストを発行する際のベストプラクティス]を参照し、模範となるデータセットを見てください。
zh: 如需更多指導，您可以參考 xref:best-practices-checklists.adoc[發布物種名錄的最佳實務導引]，並查看 <<Exemplar Datasets,示範資料集>>。

source: Templates
es: Plantillas
ja: テンプレート
zh: 模板

source: link:{attachmentsdir}/downloads/checklist_ipt_template_v1.xlsx[image:ipt2/excel-template2.png[Excel Template]] link:{attachmentsdir}/downloads/checklist_ipt_template_v1_example_data.xlsx[image:ipt2/excel-template-data2.png[Excel Template (with example data)]]
es: link:{attachmentsdir}/downloads/checklist_ipt_template_v1.xlsx[image:ipt2/excel-template2.png[Plantilla de Excel]] link:{attachmentsdir}/downloads/checklist_ipt_template_v1_example_data.xlsx[image:ipt2/excel-template-data2.png[Plantilla de Excel (con datos de ejemplo)]]
ja: link:{attachmentsdir}/downloads/checklist_ipt_template_v1.xlsx[image:ipt2/excel-template2.png[Excelテンプレート]] link:{attachmentsdir}/downloads/checklist_ipt_template_v1_example_data.xlsx[image:ipt2/excel-template-data2.png[Excelテンプレート（サンプルデータ付き）]]
zh: 連結：{attachmentsdir}/downloads/checklist_ipt_template_v1.xlsx[image:ipt2/excel-template2.png[Excel 模板]] 連結：{attachmentsdir}/downloads/checklist_ipt_template_v1_example_data.xlsx[image:ipt2/excel-template-data2.png[Excel 模板（含範例資料）]]

source: Populate it and upload it to the IPT. Try to augment it with as many http://rs.tdwg.org/dwc/terms/[DwC terms] as you can. You can augment your core table with extra DwC columns, but only DwC terms from this {latest-dwc-taxon}[list].
es: Complételo y cárguelo en el IPT. Intente ampliarla con tantos http://rs.tdwg.org/dwc/terms/[elementos DwC] como pueda. Puede ampliar su tabla principal con columnas DwC adicionales, pero sólo con elementos DwC de esta {latest-dwc-taxon}[lista].
ja: それを入力し、IPTにアップロードします。できるだけ多くのDwC用語で補強するようにしてください。コア・テーブルに追加のDwCカラムを追加することはできますが、この{latest-dwc-taxon}[リスト]にあるDwC用語のみを追加してください。
zh: 填寫後將其上傳到 IPT，並嘗試使用盡可能多的 http://rs.tdwg.org/dwc/terms/[DwC 術語] 增強資料。您可以在核心表格中新增額外的 DwC 欄位，但僅限於此 {latest-dwc-taxon}[列表]中的 DwC 術語。

source: Required DwC fields
es: Campos DwC obligatorios
ja: DwCの必須項目
zh: 必填的達爾文核心集欄位

source: Recommended DwC fields
es: Campos DwC recomendados
ja: DwCの推奨フィールド
zh: 建議填寫的達爾文核心集欄位

source: https://dwc.tdwg.org/terms/#dwc:kingdom[kingdom] - and other higher taxonomy if possible
es: https://dwc.tdwg.org/terms/#dwc:kingdom[kingdom] - y otra taxonomía superior si es posible
ja: https://dwc.tdwg.org/terms/#dwc:kingdom[kingdom] - 可能であれば、他の上位分類も
zh: [https://dwc.tdwg.org/terms/#dwc:kingdom] - 如果可能，請包括其他更高分類位階。

source: https://dwc.tdwg.org/terms/#dwc:parentNameUsageID[parentNameUsageID] - in situations where a taxonomy is meant to be published
es: https://dwc.tdwg.org/terms/#dwc:parentNameUsageID[parentNameUsageID] - en situaciones en las que se pretende publicar una taxonomía
ja: https://dwc.tdwg.org/terms/#dwc:parentNameUsageID[parentNameUsageID] - 分類が公開されることを意図しているとき
zh: [https://dwc.tdwg.org/terms/#dwc:parentNameUsageID] - 當目的是發布分類時使用。

source: https://dwc.tdwg.org/terms/#dwc:acceptedNameUsageID[acceptedNameUsageID] - in situations where a taxonomy is meant to be published
es: https://dwc.tdwg.org/terms/#dwc:acceptedNameUsageID[acceptedNameUsageID] - en situaciones en las que se pretende publicar una taxonomía
ja: https://dwc.tdwg.org/terms/#dwc:acceptedNameUsageID[acceptedNameUsageID] - 分類が公開されることを意図しているとき
zh: [https://dwc.tdwg.org/terms/#dwc:acceptedNameUsageID] - 當目的是發布分類時使用。

source: Exemplar datasets
es: Conjuntos de datos de ejemplo
ja: サンプルデータセット
zh: 示範資料集

source: Database of Vascular Plants of Canada (VASCAN): https://doi.org/10.5886/zw3aqw[DOI] /http://data.canadensys.net/ipt/archive.do?r=vascan[DwC-A] / http://data.canadensys.net/ipt/resource.do?r=vascan[IPT homepage]
es: Base de datos de Plantas Vasculares de Canadá (VASCAN): https://doi.org/10.5886/zw3aqw[DOI] / http://data.canadensys.net/ipt/archive.do?r=vascan[DwC-A] / http://data.canadensys.net/ipt/resource.do?r=vascan[IPT]

source: FAQ
es: Preguntas frecuentes
ja: よくある質問
zh: 問答集

source: Q. *How do I add common names to a taxon record?*
es: P. *¿Cómo añado nombres comunes al registro de un taxón?*
ja: Q. *分類群レコードに普通名を追加するにはどうしたらよいですか？*

source: *A.* Make a table of common names. The table must include a taxonID column. That way, each row can link to the (core) taxon record. You can augment your common names table with extra columns, but only using term names from this {latest-vernacularname}[list]. You can upload this table to the IPT, and map it to the {latest-vernacularname}[Vernacular Name extension].
es: *R.* Elabore una tabla de nombres comunes. La tabla debe incluir una columna taxonID. De esa forma, cada fila puede vincularse al registro (principal) del taxón. Puede ampliar su tabla de nombres comunes con columnas adicionales pero solo utilizando nombres de términos de esta {latest-vernacularname}[lista]. Puede subir esta tabla al IPT y llevarla a la {latest-vernacularname}[extensión Vernacular Name].
ja: *A.* 普通名のテーブルを作成してください。このテーブルには、taxonIDカラムが含まれている必要があります。そうすれば、各行は（コア）タクソンレコードにリンクすることができます。一般名テーブルには追加のカラムを追加できますが、この{latest-vernacularname}[リスト]にある用語名のみを使用します。このテーブルをIPTにアップロードし、{latest-vernacularname}[Vernacular Name拡張]に対応させることができます。

source: Q. *How do I add the threat status of a species as defined by IUCN?*
es: P. *¿Cómo añado el estado de amenaza de una esecie tal como define la UICN?*
ja: Q. *IUCNが定義する種の脅威の状態を追加するにはどうすればよいですか？*

source: *A.* Make a table of geographic distributions of a taxon. The table must include a taxonID column. That way, each row can link to the (core) taxon record. You can augment your geographic distributions table with extra columns such as the threat status, but only using term names from this {latest-species-distribution}[list]. You can upload this table to the IPT, and map it to the {latest-species-distribution}[Species Distribution extension].
es: *R.* Elabore una tabla de distribuciones geográficas para un taxón. La tabla debe incluir una columna taxonID. De esa forma, cada fila puede vincularse al registro (principal) del taxón. Puede ampliar su tabla de distribuciones geográficas con columnas adicionales como el estado de amenaza pero solo utilizando nombres de términos de esta {latest-species-distribution}[lista]. Puede subir esta tabla al IPT y llevarla a la {latest-vernacularname}[extensión de Distribución de especies].
ja: *A.* 分類群の地理的分布のテーブルを作成してください。ここにはtaxonIDの列が含まれていなければなりません。そうすれば、各行が（コア）分類群レコードにリンクすることができます。地理的分布表には脅威の状態などの列を追加することができますが、この{latest-species-distribution}[リスト]にある用語名のみを使用します。この表をIPTにアップロードして、{latest-species-distribution}[Species Distribution拡張]に対応させることができます。

source: Q. *Can I update the https://doi.org/10.15468/39omei[GBIF Backbone Taxonomy] with names from my checklist?*
es: P. *¿Puedo actualizar el https://doi.org/10.15468/39omei[Árbol taxonómico de GBIF] con nombres de mi listado de especies?*
ja: Q. *チェックリストの名称でGBIF基幹分類法を更新できますか?*

source: *A.* Yes. To do so, you must publish your checklist, make it publicly available online under a GBIF-supported license (CC0, CC-BY, CC-BY-NC) and register it with GBIF. GBIF can then manually review it to determine if it is a suitable backbone source, e.g. by looking at how its names overlap with the backbone. Ideally the checklist will provide at least a minimal classification like a https://dwc.tdwg.org/terms/#dwc:kingdom[kingdom] and https://dwc.tdwg.org/terms/#dwc:family[family], be of high data quality meaning it has few name usage issues, include https://dwc.tdwg.org/terms/#dwc:scientificNameAuthorship[scientificNameAuthorship] of names, supplying the https://dwc.tdwg.org/terms/#dwc:namePublishedIn[namePublishedIn] reference, etc.
es: *R.* Si. Para hacerlo, debe publicar su listado de especies, hacerlo público de manera online bajo una licencia permitida por GBIF (CC0, CC-BY, CC-BY-NC) y registrarlo con GBIF. Entonces, GBIF lo revisará manualmente para determinar si es un recurso apropiado para el backbone, p. ej.,: comprobando como sus nombres coinciden con el Árbol taxonómico. Lo ideal es que el listado de especies proporcione al menos una clasificación mínima como un http://rs.tdwg.org/dwc/terms/#kingdom[kingdom] y una http://rs.tdwg.org/dwc/terms/#family[family], tenga datos de alta calidad, es decir, que presente pocas incidencias en el uso de nombres, incluya http://rs.tdwg.org/dwc/terms/#scientificNameAuthorship[scientificNameAuthorship] para los nombres, proporcionando la referencia del http://rs.tdwg.org/dwc/terms/#namePublishedIn[namePublishedIn], etc.
ja: *A.* はい、できます。これを行うには、チェックリストを公開し、GBIFがサポートするライセンス（CC0、CC-BY、CC-BY-NC）の下でオンラインで一般に利用できるようにし、GBIFに登録する必要があります。その後GBIFは、その名前がバックボーンとどのように重複しているかを見るなどして、それが適切なバックボーンソースであるかどうかを手動で確認することができます。チェックリストは、少なくともlink:https://dwc.tdwg.org/terms/#dwc:kingdom[界]やlink:https://dwc.tdwg.org/terms/#dwc:family[科]などの最小限の分類を提供し、名称の使用上の問題が少ないという意味でデータの質が高く、名称のlink:https://dwc.tdwg.org/terms/#dwc:scientificNameAuthorship[scientificNameAuthorship]を含み、link:https://dwc.tdwg.org/terms/#dwc:namePublishedIn[namePublishedIn]を供給すること等が理想的です。

source: Database of Vascular Plants of Canada (VASCAN): http://data.canadensys.net/ipt/archive.do?r=vascan[DwC-A] / http://data.canadensys.net/ipt/resource.do?r=vascan[IPT homepage]
ja: Database of Vascular Plants of Canada (VASCAN): http://data.canadensys.net/ipt/archive.do?r=vascan[DwC-A] / http://data.canadensys.net/ipt/resource.do?r=vascan[IPTホームページ]

source: https://doi.org/10.5886/zw3aqw[Database of Vascular Plants of Canada (VASCAN)]
zh: [https://doi.org/10.5886/zw3aqw[加拿大維管束植物資料庫 (VASCAN)]]
