Repository: gbif/ipt
Catalog: docs/translations/citation.adoc.*.po
Languages: es, ja

source: Introduction
es: Introducción
ja: はじめに

source: Dataset Citation Format
es: Formato de citas de los conjuntos de datos
ja: データセット引用形式

source: the citation format used in the IPT is not used by GBIF.org. See https://www.gbif.org/faq?q=citation for background information on this.
es: el formato de citas utilizado en el IPT no es el utilizado por GBIF.org. Explore https://www.gbif.org/faq?q=citation para obtener mayor información sobre este tema.
ja: IPTで使用されている引用形式は、GBIF.orgでは使用されません。これに関する背景情報は、https://www.gbif.org/faq?q=citation を参照してください。

source: Since IPT v2.2 data publishers can choose to let the IPT auto-generate a citation for their dataset. Before publishers had to enter their own citation.
es: Desde la v.2.2 del IPT, los publicadores de datos pueden elegir permitir al IPT autogenerar un cita para su conjunto de datos. Antes, los publicadores eran quienes tenían que crear su propia cita.
ja: IPT v2.2以降、データ公開者は、IPTにデータセットの引用形式を自動生成させることを選択できます。以前は、公開者が自分で引用形式を入力する必要がありました。

source: The auto-generated citation format includes the dataset version number and DOI. Human readers can use the DOI to link to the dataset homepage, and can use the version number to locate and download the exact version. This enables reproducing scientific results based on usage of the dataset.
es: El formato de cita autogenerada incluye el número de versión y el DOI del conjunto de datos. Los lectores humanos pueden utilizar el DOI para vincular la página principal del conjunto de datos y pueden utilizar el número de versión para localizar y descargar la versión exacta. Esto permite hacer un seguimiento de los resultados científicos basados en el uso de un conjunto de datos.
ja: 自動生成される引用の形式には、データセットのバージョン番号とDOIが含まれます。読者はDOIからデータセットのホームページへリンクし、バージョン番号から正確なバージョンを検索してダウンロードすることができます。これにより、データセットを利用した科学的成果を再現することができます。

source: A detailed description of the IPT's citation format is described below. It is important to note that the format is based on DataCite’s preferred citation format, and satisfies the https://www.force11.org/datacitation[Joint Declaration of Data Citation Principles]. For more information about the DataCite format, you can refer to Section 2.2 Citation of their http://schema.datacite.org/meta/kernel-3/doc/DataCite-MetadataKernel_v3.0.pdf[Metadata Schema]. Each part of the citation is described in the table below, with several examples given afterwards.
es: A continuación se describe en detalle el formato de citas del IPT. Es importante tener en cuenta que el formato está basado en el formato de citas preferido por DataCite y es acorde a la https://www.force11.org/datacitation[Declaración joint de los principios de citado de datos]. Para más información sobre el formato de DataCite, puede dirijirse a la Sección 2.2 Citas de su http://schema.datacite.org/meta/kernel-3/doc/DataCite-MetadataKernel_v3.0.pdf[Esquema de metadatos]. Cada parte de la cita se describe en la siguiente tabla, incluyendo después varios ejemplos.
ja: IPTの引用形式の詳細については、以下に記述します。このフォーマットはDataCiteの推奨する引用フォーマットに基づき、link:https://www.force11.org/datacitation[データ引用原則の共同宣言]を満たしていることが重要です。DataCiteのフォーマットについては，同社のlink:http://schema.datacite.org/meta/kernel-3/doc/DataCite-MetadataKernel_v3.0.pdf[メタデータスキーマ]のSection 2.2 Citationを参照することができます。引用の各部分は以下の表で説明され，その後にいくつかの例が示されています。

source: Citation Format
es: Formato de la cita
ja: 引用形式

source: Creators¹ (PublicationYear²): Title³. Version⁴. Publisher⁵. ResourceType⁶. Identifier⁷
es: Creadores¹ (AñoPublicación²): Título³. Versión⁴. Publicador⁵. TipoRecurso⁶. Identificador⁷

source: 7 citation parts explained:
es: Explicación de las 7 partes de la cita:
ja: 7つの引用パートを解説。

source: | Citation Part | Description | 1. Creators | One or more individuals, groups, or institutions responsible for the creation of the dataset. All contributors to the dataset should be listed - see https://www.force11.org/datacitation#JDCP2[data citation principle 2]. Creators should be aware, however, that the full list can be truncated by the Journal during typesetting (e.g. According to http://www.nature.com/sdata/for-authors/submission-guidelines#references[Nature’s guidelines] they will truncate at 6 creators). Creators should be listed last name first, followed by initials of given names. Creators are listed according the importance of the role they played in the creation of the dataset, with the most important creator appearing first. Multiple creators are separated by commas. | 2. PublicationYear | Year the dataset version was published/made publicly available. | 3. Title | Title of the dataset. Only the first word of the title should have an initial capital and the title should be written exactly as it appears in the work cited, ending with a full stop. | 4. Version | Dataset version. A new version number gets assigned by the IPT each time the dataset gets published. The version should be written “Version major_version.minor_version”. The version number enables “identification of, access to, and verification of the specific data that support a claim” - see https://www.force11.org/datacitation#JDCP7[data citation principle 7]. | 5. Publisher | Institution that published (owns) the dataset. In order to still give credit to the repository hosting the data, the repository name could be listed under creators. | 6. ResourceType | Type of resource published. A description of the type of resource constructed using the ResourceTypeGeneral/ResourceType pair: ResourceTypeGeneral will always be equal to “Dataset”, and the ResourceType is a single term specifying the specific type of dataset, e.g. "Occurrence" or "Checklist". | 7. Identifier | The DOI (digital object identifier) handle that resolves to the online dataset. If a DOI is lacking, a link to the online IPT dataset page will be used instead. A DOI is highly preferred, since the DOI guarantees persistent access, whereas the IPT URL can change. For citation purposes, DataCite recommends that DOIs are displayed as linkable, permanent URLs.
es: | Parte de la cita | Descripción | 1. Creadores | Uno o más individuos, grupos o instituciones responsables de la creación del conjunto de datos. Todos los contribuyentes del conjunto de datos deberían ser enumerados, ver https://www.force11.org/datacitation#JDCP2[principio 2 de citas de datos]. Los creadores deben ser conscientes, sin embargo, de que la lista completa puede ser recortada por la Revista durante la maquetación (p. ej., de acuerdo a las http://www.nature.com/sdata/for-authors/submission-guidelines#references[guías de Nature] recortarán a partir del sexto creador). Los creadores deben incluir primero el apellido, seguido de las iniciales de sus nombres. Los creadores son incluidos en función de la importancia de su rol en la creación del conjunto de datos, siendo el creador más importante el que aparezca primero. Los creadores van separados por comas. | 2. AñoPublicación | Año en que la versión del conjunto de datos fue publicada. | 3. Título | Título del conjunto de datos. Solo la primera palabra del título debería ir en mayúsculas y el título debería ser escrito tal como aparece en el trabajo citado, concluyendo con un punto final. | 4. Versión | La versión del conjunto de datos. El IPT asigna un nuevo número de versión cada vez que el conjunto de datos se publica. La versión debería estar escrita así "Versión versión_mayor.versión_menor". El número de versión permite la "identificación, acceso, y verificación de los datos específicos que respaldan una solicitud", ver https://www.force11.org/datacitation#JDCP7[principio 7 de citas de datos]. | 5. Publicador | Institución que publica (y posee) el conjunto de datos. Para continuar dando crédito al repositorio que aloja los datos, el nombre del repositorio podría ser incluido en la sección de creadores. | 6. TipoRecurso | Tipo de recurso publicado. Una descripción del tipo de recurso que se forma utilizando la pareja TipoGeneralRecurso/TipoRecurso: TipoGeneralRecurso siempre será igual a "Conjunto de datos", y el TipoRecurso es un único término que concreta el tipo específico de conjunto de datos, p. ej., "Registros biológicos" o "Listado de especies". | 7. Identificador | El Identificador de Objeto Digital (DOI, por sus siglas en inglés) que dirige al conjunto de datos online. Si no existe DOI, en su lugar se debe usar un enlace a la página del conjunto de datos en el IPT. Es altamente preferible utilizar un DOI, ya que el DOI garantiza acceso persistente, sin importar si la URL del IPT cambia. Para las futuras citas, DataCite recomienda que los DOIs se muestren como URLs permanentes y clicables.
ja: | 引用部門 | 説明 | 1. 作成者 | データセットの作成に携わった1人以上の個人，グループ，機関 データセットに貢献したすべての人をリストアップしてください（link:https://www.force11.org/datacitation#JDCP2[データ引用の原則2]を参照）。ただし作成者は，ジャーナルが組版の際に全リストを切り捨てる可能性があることに注意してください（例：link:http://www.nature.com/sdata/for-authors/submission-guidelines#references[Natureのガイドライン]では，6人の作成者で切り捨てられます）。作成者は、姓を先に、名前のイニシャルを後に記載します。作成者は，データセットの作成に果たした役割の重要度に従ってリストアップし、最も重要な作成者を最初に表示します。複数の作成者はカンマで区切ります。 | 2. 出版年 | データセットのバージョンが公開された年です。 | 3. タイトル | データセットのタイトルです。タイトルの最初の単語のみ頭文字を大文字にし、タイトルは引用文献に記載されているのと同じように書き、最後にフルストップで終わるようにします。 | 4. バージョン | データセットのバージョンです。データセットが公開されるたびに，IPTが新しいバージョン番号を割り当てます。バージョンは，「Version major_version.minor_version」と記述します。このバージョン番号によって、「ある主張を裏付ける特定のデータの識別・入手・検証」が可能になります。（link:https://www.force11.org/datacitation#JDCP7[データ引用の原則7]を参照） | 5. 公開者 | データセットを公開した（所有する）機関です。データを保管しているリポジトリへの謝意を示すために，リポジトリ名を作成者の下に記載することができます。 | 6. リソースタイプ | 公開されているリソースの種類です。ResourceTypeGeneral/ResourceTypeのペアを用いて構築されたリソースの種類の説明です。ResourceTypeGeneralは常に "Dataset"と等しく、ResourceTypeは "Occurrence "や "Checklist "など、データセットの特定のタイプを示す単一の用語です。 | 7. 識別子 | オンラインデータセットに解決するDOI（digital object identifier）ハンドルです。DOIがない場合、IPTのオンラインデータセットページへのリンクが代わりに使われます。IPTのURLは変更される可能性がありますが、DOIは持続的なアクセスを保証するため、DOIが非常に好ましいです。引用のためには、DataCiteはDOIをリンク可能な恒久的なURLとして表示することを推奨しています。

source: Example Citations
es: Citas de ejemplo
ja: 引用例

source: Example citation for occurrence dataset, with institutional creator, and DOI:
es: Ejemplo de cita para un conjunto de datos de registros biológicos, con creador institucional y DOI:
ja: オカレンスデータセットの引用例です（機関作成者、DOIを含む）。

source: Example citation for checklist dataset, with more than 9 creators, and DOI:
es: Ejemplo de cita para un conjunto de datos de listado de especies, con más de 9 creadores y un DOI:
ja: チェックリストデータセット（作成者が9人以上）の引用例、およびDOIです。

source: Example citation for occurrence dataset with 3 creators, and without DOI:
es: Ejemplo de cita para un conjunto de datos de registro biológico, con 3 creadores y sin DOI:
ja: 3人の作成者がいるオカレンスデータセットの引用例（DOIなし）です。
