Repository: gbif/ipt
Catalog: docs/translations/colophon.adoc.*.po
Languages: es, ja

source: Colophon
es: Colofón
ja: 奥付

source: Citation
es: Citación
ja: 引用文献

source: The link:../../../en/[English user manual] adapts and builds upon the previous IPT User Manuals (Réveillon 2009, Wieczorek & Braak 2016). The recommended citation for the English user manual is as follows:
es: El link:../../../en/[manual de usuario original en inglés] se adapta y se basa en los manuales de usuario de IPT anteriores (Réveillon 2009, Wieczorek & Braak 2016). La cita recomendada para el manual del usuario en inglés es la siguiente:
ja: この link:https://ipt.gbif.org/manual/ja/[IPTユーザーマニュアル] は、これまでのIPTユーザーマニュアル（Réveillon 2009、Wieczorek & Braak 2016）を調整し、構築しています。このユーザーマニュアルの推奨される引用方法は以下の通りです。

source: This TRANSLATORS_PUT_YOUR_LANGUAGE_HERE translation of the user manual is contributed by TRANSLATORS_CREDIT_YOURSELVES. The recommended citation for this translation into YOUR_LANGUAGE_HERE is as follows:
es: La traducción de esta versión al español es una contribución de María Alejandra Meneses Giorgi, Dairo Escobar, Ricardo Ortiz, Sara Gaviria, Camila Plata, Néstor Beltrán, Daniel Amariles y Valerie Dean del equipo Coordinador del Sistema de Información sobre la Biodiversidad de Colombia (http://www.biodiversidad.co/[SIB Colombia]), la Secretaría de GBIF(https://www.gbif.org/es/publisher/fbca90e3-8aed-48b1-84e3-369afbd000ce[GBIF Secretariat]), Angela Devia del Instituto de Investigación de Recursos Biológicos Alexander Von Humboldt (http://www.humboldt.org.co/es/[IAVH]), Anabela Plos de GBIF Argentina, Emanuel Robles y Patricia Ramos de La Comisión Nacional para el Conocimiento y Uso de la Biodiversidad (https://www.gob.mx/conabio[CONABIO]), Carmen Lujano y Miguel Vega de GBIF España y el voluntario de GBIF Victor Chocho. La citación recomendada para esta traducción al español es la siguiente:
ja: このユーザーマニュアルの日本語訳は国立科学博物館によって作成されました。この訳の推奨される引用形式は以下の通りです。

source: Wieczorek J & Braak K ({localyear}) The GBIF Integrated Publishing Toolkit User Manual, version {page-component-version}. (TRANSLATORS_CREDIT_YOURSELVES, Trans.) Copenhagen: GBIF Secretariat. https://ipt.gbif.org/manual/{language}/ipt/{page-component-version}/
es: Wieczorek J & Braak K ({localyear}) Manual del usuario del GBIF Integrated Publishing Toolkit, versión {page-component-version}. Copenhagen: GBIF Secretariat. https://ipt.gbif.org/manual/{language}/ipt/{page-component-version}/
ja: Wieczorek J & Braak K ({localyear}) The GBIF Integrated Publishing Toolkit User Manual, version {page-component-version}. (National Museum of Nature and Science, japan, Trans.) Copenhagen: GBIF Secretariat. https://ipt.gbif.org/manual/{language}/ipt/{page-component-version}/

source: Copyright
es: Derechos de autor
ja: 著作権表示

source: The GBIF Integrated Publishing Toolkit and this user manual are Copyright © 2016–{localyear} by the Global Biodiversity Information Facility Secretariat.
es: El GBIF Integrated Publishing Toolkit y este manual de usuario está protegido por Derechos de autor © 2016–{localyear} por la Secretaría del Servicio Global de Información sobre Biodiversidad.
ja: GBIF統合出版ツールキットおよび本ユーザーマニュアルの著作権は、© 2016-{localyear} 生物多様性グローバル情報ファシリティ事務局に帰属します。

source: License
es: Licencia
ja: ライセンス

source: The GBIF Integrated Publishing Toolkit is open source software released under the Apache License Version 2.0. You may obtain a copy of this License at http://www.apache.org/licenses/LICENSE-2.0. Unless required by applicable law or agreed to in writing, software distributed under this License is distributed on an "as is" basis, without warranties of conditions of any kind, either express or implied. See the License for the specific language governing rights and limitations under the License.
es: El Integrated Publishing Toolkit de GBIF es un software de código abierto lanzado bajo la Licencia Apache Versión 2.0. Usted puede obtener una copia de esta Licencia en http://www.apache.org/licenses/LICENSE-2.0. A menos que lo exija la ley aplicable o se acuerde por escrito, el software distribuido bajo esta Licencia se distribuye "tal cual", sin garantías de condiciones de ningún tipo, ya sean expresas o implícitas. Vea la Licencia para lenguaje específico bajo los derechos y limitaciones que rigen en virtud de la Licencia.
ja: GBIF統合パブリッシングツールキットは、Apache License Version 2.0 のもとで公開されているオープンソースソフトウェアです。本使用許諾のコピーは、http://www.apache.org/licenses/LICENSE-2.0 で入手できます。法律によって要求される場合、または書面で合意される場合を除き、本ソフトウェアは本使用許諾下で「現状のまま」配布され、明示または黙示を問わず、いかなる場合において何ら保証するものではありません。本使用許諾下での権利と制限を規定する具体的な文言については、本使用許諾を参照してください。

source: This user manual is released under the Creative Commons Attribution-Non-commercial-Share Alike 3.0 Unported License. You may obtain a copy of this license at http://creativecommons.org/licenses/by-nc-sa/3.0/. Though you should consult the actual license document for details, in general terms the license states that you are free to copy, distribute, transmit, remix and adapt the work, under the following conditions:
es: Este manual de usuario es lanzado bajo la Licencia Creative Commons Attribution-Non-commercial-Share Alike 3.0. Usted puede obtener una copia de esta licencia en http://creativecommons.org/licenses/by-nc-sa/3.0/. Aunque usted debe consultar el actual documento de licencia para obtener más detalles, en términos generales la licencia establece que usted es libre de copiar, distribuir, transmitir, modificar y adaptar el trabajo, bajo las siguientes condiciones:
ja: このユーザーマニュアルは、Creative Commons Attribution-Non-commercial-Share Alike 3.0 Unported License の下でリリースされています。このライセンスのコピーは http://creativecommons.org/licenses/by-nc-sa/3.0/ で入手できます。詳細については実際のライセンス文書を参照する必要がありますが、一般的な用語としては、以下の条件の下で作品を自由にコピー、配布、送信、リミックス、改変することができると記載されています。

source: you must cite the work in the manner specified on this page (but not in a way that suggests that GBIF or the GBIF Secretariat endorses you or your use of the work);
es: usted debe citar el trabajo en la manera especificada en esta página (pero no en una forma que sugiera que GBIF o que la Secretaría de GBIF lo respalda a usted o el uso que usted le de al trabajo);
ja: このページで指定された方法で著作物を引用すること（ただし、GBIFまたはGBIF事務局が、あなたやあなたの著作物の利用を支持していると示唆するような方法でないこと）。

source: you may not use this work for commercial purposes;
es: usted no puede usar este trabajo para propósitos comerciales;
ja: 本作品を商業目的で使用することはできません。

source: if you alter, transform, or build upon this work, you may distribute the resulting work only under the same or similar license to this one.
es: si usted altera, transforma, o construye sobre este trabajo, usted puede distribuir el trabajo resultante sólo bajo la misma licencia o alguna similar a esta.
ja: この著作物を改変、変形、または構築した場合、あなたはこの著作物と同一または類似のライセンスの下でのみ、結果として生じた著作物を頒布することができます。

source: References
es: Referencias
ja: リファレンス
