Repository: gbif/ipt
Catalog: docs/translations/core.adoc.*.po
Languages: es, ja

source: How To Add a New Core
es: Agregar un nuevo estándar
ja: 新規コアの追加方法

source: This page contains configuration instructions for advanced IPT users only
es: Esta página contiene instrucciones de configuración solo para usuarios avanzados de IPT
ja: このページでは、IPT上級者向けの設定方法を説明します。

source: The IPT always ships with 3 cores installed by default: taxon, occurrence, and event. Since IPT 2.1, there is the possibility to add custom cores to the IPT, which is useful for communities prototyping new data standards. In this way, their community can start trying to map their data to the new core, and iteratively refine its set of properties.
es: El IPT siempre se instala con 3 clases del estándar Darwin Core cargados de forma predeterminada: "taxon", "occurrence" y "event". Desde la versión 2.1 de IPT, existe la posibilidad de agregar clases personalizadas, lo que es útil para las comunidades que crean prototipos de nuevos estándares de datos. De esta manera, su comunidad puede comenzar a intentar mapear sus datos al nuevo estándar y refinar iterativamente su conjunto de propiedades.
ja: IPTは常に3つのコア（タクソン、オカレンス、イベント）をデフォルトでインストールした状態で出荷されます。IPT 2.1以降、カスタムコアをIPTに追加することができるようになり、新しいデータ標準のプロトタイプを作成するコミュニティにとって有用です。この方法では、コミュニティは自分たちのデータを新しいコアにマッピングする試みを開始し、そのプロパティのセットを繰り返し改良することができます。

source: The 3 steps below explain how to
es: Los 3 pasos siguientes explican cómo
ja: 以下の3つのステップで説明します。

source: create your new core,
es: crear su nuevo núcleo,
ja: 新しいコアを作成し、

source: register it with GBIF, and
es: registrarlo en GBIF, y
ja: GBIFに登録して、

source: configure an IPT to use it.
es: configurar un IPT para utilizarlo.
ja: それを使用するIPTを設定する。

source: Instructions
es: Instrucciones
ja: 手順

source: *Write Core XML Definition*
es: *Escribir la definición del núcleo XML*
ja: *コアXMLの定義を書く*

source: The core XML definition has to comply with the http://rs.gbif.org/schema/extension.xsd[GBIF Extension Schema]. It is easiest to simply adapt an existing core definition, such as the {latest-dwc-occurrence}.xml[Darwin Core Occurrence Core]. Please note, the core definition must contain a property that serves as the record identifier (e.g. http://rs.tdwg.org/dwc/terms/occurrenceID for the Occurrence core, or http://rs.tdwg.org/dwc/terms/eventID for the Event Core. The process of creating a new non-core extension is exactly the same as for a core extension. The process of creating a new vocabulary (as a data type for a property within the core, or non-core extension) is different only in that the XML definition has to comply with the http://rs.gbif.org/schema/thesaurus.xsd[GBIF Thesaurus Schema]. Once again, it is easiest to adapt an existing vocabulary definition, such as the {latest-basis-of-record}[Darwin Core Type vocabulary].
es: La definición XML del núcleo debe cumplir con el http://rs.gbif.org/schema/extension.xsd[GBIF Extension Schema]. Es más fácil simplemente adaptar una definición de núcleo existente, como {latest-dwc-occurrence}.xml[Darwin Core Occurrence Core]. Tenga en cuenta que la definición principal debe contener una propiedad que sirva como identificador de registro (por ejemplo, http://rs.tdwg.org/dwc/terms/occurrenceID para el núcleo de la ocurrencia, o http://rs.tdwg.org/dwc/terms/eventID para Event Core. El proceso de creación de una nueva extensión no principal es exactamente el mismo que para una extensión principal. El proceso de creación de un nuevo vocabulario (como un tipo de datos para una propiedad dentro del núcleo, o no -core) es diferente solo en que la definición XML tiene que cumplir con el http://rs.gbif.org/schema/thesaurus.xsd[GBIF Thesaurus Schema]. Una vez más, es más fácil adaptar una definición de vocabulario existente, como la {latest-basis-of-record}[Vocabulario de Darwin Core Type].

source: *Register Core with GBIF*
es: *Registrar el núcleo con GBIF*
ja: *GBIFにコアを登録する*

source: While the core definition is still undergoing changes, it gets registered into the GBIF Sandbox Registry. To register your core, make a pull request to the rs.gbif.org repository following https://github.com/gbif/rs.gbif.org/blob/master/versioning.md#how-to-create-a-new-version-of-an-extension-or-vocabulary-on-rsgbiforg[these instructions]. If it passes inspection, it will be merged in to https://rs.gbif.org/sandbox/core/, and included in the https://gbrdsdev.gbif.org/registry/extensions.json[Sandbox Registry's list of extensions]. When the core definition has been finalized, meaning that its set of properties has been frozen, it will be hosted at https://rs.gbif.org/core/ and included in the https://gbrds.gbif.org/registry/extensions.json[Live Registry's list of extensions] The same process applies to registering non-core extensions and vocabularies.
es: Si bien la definición del núcleo aún está experimentando cambios, se registra en GBIF Sandbox Registry. Para registrar su núcleo, realice una solicitud de extracción al repositorio rs.gbif.org siguiendo https://github.com/gbif/rs.gbif.org/blob/master/versioning.md#how-to-create-a-new-version-of-an-extension-or-vocabulary-on-rsgbiforg[estas instrucciones]. Si pasa la inspección, se fusionará con https://rs.gbif.org/sandbox/core/ y se incluirá en la https://gbrdsdev.gbif.org/registry/extensions.json[Lista de Sandbox Registry de extensiones]. Cuando se haya finalizado la definición principal, lo que significa que su conjunto de propiedades se ha congelado, se alojará en https://rs.gbif.org/core/ y se incluirá en https://gbrds.gbif.org/registry/extensions.json[Lista de extensiones de Live Registry] El mismo proceso se aplica al registro de extensiones y vocabularios secundarios.
ja: コアの定義がまだ変更されていない間に、GBIFサンドボックスレジストリに登録されます。コアを登録するには、link:https://github.com/gbif/rs.gbif.org/blob/master/versioning.md#how-to-create-a-new-version-of-an-extension-or-vocabulary-on-rsgbiforg[こちらの手順]で rs.gbif.org リポジトリにプルリクエストを行います。審査に通れば、https://rs.gbif.org/sandbox/core/ にマージされ、link:https://gbrdsdev.gbif.org/registry/extensions.json[サンドボックスレジストリの拡張機能リスト]に含まれます。コア定義が確定すると、つまり、そのプロパティのセットが凍結されると、https://rs.gbif.org/core/ でホストされ、link:https://gbrds.gbif.org/registry/extensions.json[ライブレジストリの拡張機能リスト]に含まれます。コア以外の拡張機能や語彙を登録する場合も、同じプロセスが適用されます。

source: *Configure IPT*
es: *Configurar el IPT*
ja: *IPTを設定する*

source: To configure the IPT to use the {sandbox-material-sample}[Material Sample Core] for example, add the following 2 lines to `$IPT_DATA_DIR/config/ipt.properties`.
es: Para configurar el IPT para usar el {sandbox-material-sample}[Material de ejemplo del núcleo], por ejemplo, agregue las 2 líneas siguientes a `$IPT_DATA_DIR/config/ipt.properties`.
ja: 例えば、{sandbox-material-sample}[Material Sample Core]を使用するようにIPTを設定するには、 `$IPT_DATA_DIR/config/ipt.properties`に以下の2行を追加してください。

source: be sure to escape any colons like above*
es: asegúrese de escapar todos los dos puntos como antes*
ja: 上記のように、コロンがある場合は必ずエスケープしてください*

source: This configures the IPT to recognize all extensions with rowType http://rs.tdwg.org/dwc/terms/MaterialSample as core types, and to use http://rs.tdwg.org/dwc/terms/materialSampleID as its identifier term. Multiple cores can be specified, delimiting them with the pipe `|` character. The first entry of ipt.core_idTerms is the ID for the first entry of core_rowTypes, and so on. Lastly, save the ipt.properties file, restart Tomcat, and then xref:administration.adoc#install-extension[install the core]. The core is now available to use in the IPT.
es: Esto configura el IPT para reconocer todas las extensiones con rowType http://rs.tdwg.org/dwc/terms/MaterialSample como tipos principales y para usar http://rs.tdwg.org/dwc/terms/materialSampleID como su identificador término. Se pueden especificar varios núcleos, delimitándolos con el carácter de barra vertical `|` (pipe). La primera entrada de ipt.core_idTerms es el ID de la primera entrada de core_rowTypes, y así sucesivamente. Por último, guarde el archivo ipt.properties, reinicie Tomcat y luego xref:Administration.adoc#install-extension[instalar el núcleo]. El núcleo ahora está disponible para su uso en el IPT.
ja: これは、IPTがrowType http://rs.tdwg.org/dwc/terms/MaterialSample を持つすべての拡張をコアタイプとして認識し、その識別子の項として http://rs.tdwg.org/dwc/terms/materialSampleID を使用するように設定するものである。複数のコアを指定することができ、パイプ文字の `|` で区切ります。ipt.core_idTerms の最初のエントリが core_rowTypes の最初のエントリの ID となり、以下同様です。最後に、ipt.properties ファイルを保存して、Tomcat を再起動し、xref:administration.adoc#install-extension[コアをインストール]します。これでコアはIPTで使用できるようになりました。

source: The core XML definition has to comply with the http://rs.gbif.org/schema/extension.xsd[GBIF Extension Schema]. It is easiest to simply adapt an existing core definition, such as the {latest-dwc-occurrence}[Darwin Core Occurrence Core]. Please note, the core definition must contain a property that serves as the record identifier (e.g. http://rs.tdwg.org/dwc/terms/occurrenceID for the Occurrence core, or http://rs.tdwg.org/dwc/terms/eventID for the Event Core. The process of creating a new non-core extension is exactly the same as for a core extension. The process of creating a new vocabulary (as a data type for a property within the core, or non-core extension) is different only in that the XML definition has to comply with the http://rs.gbif.org/schema/thesaurus.xsd[GBIF Thesaurus Schema]. Once again, it is easiest to adapt an existing vocabulary definition, such as the {latest-basis-of-record}[Darwin Core Type vocabulary].
ja: コアとなるXMLの定義は、link:http://rs.gbif.org/schema/extension.xsd[GBIF拡張スキーマ]に準拠することが必要です。{latest-dwc-occurrence}[ダーウィンコア・オカレンスコア]など、既存のコア定義を単純に適用するのが最も簡単です。コア定義には、レコード識別子となるプロパティ（例：オカレンスコアの場合は http://rs.tdwg.org/dwc/terms/occurrenceID、イベントコアの場合は http://rs.tdwg.org/dwc/terms/eventID）を含める必要があることに注意してください。新しい非コア拡張の作成プロセスは、コア拡張の場合とまったく同じです。（コアまたは非コア拡張内のプロパティのデータ型として）新しい語彙を作成するプロセスは、XMLの定義がlink:http://rs.gbif.org/schema/thesaurus.xsd[GBIFシソーラススキーマ]に準拠する必要がある点のみ異なります。この場合も、{latest-basis-of-record}[ダーウィンコアタイプ語彙など、既存の語彙定義を適用するのが最も簡単です。
