Repository: gbif/ipt
Catalog: docs/translations/customization.adoc.*.po
Languages: es, ja

source: Introduction
es: Introducción
ja: はじめに

source: How to Style Your IPT
es: Cómo Diseñar su IPT
ja: IPTのスタイリング方法

source: For simple customization in versions 2.6 or higher please use xref:administration.adoc[UI Management].
ja: バージョン2.6以降で簡単なカスタマイズを行う場合は、xref:administration.adoc[UI管理]をご利用ください。

source: Customization using `custom.css` does not work in version 2.5.0, see https://github.com/gbif/ipt/issues/1634[this issue].
es: La personalización usando `custom.css` no funciona en la versión 2.5.0, vea https://github.com/gbif/ipt/issues/1634[this issue].
ja: `custom.css`を使用したカスタマイズはバージョン2.5.0では動作しませんので、link:https://github.com/gbif/ipt/issues/1634[こちら]を参照してください。

source: Basic customizations can be made by editing `$tomcat/webapps/ipt/styles/main.css`.
es: Se pueden realizar personalizaciones básicas editando `$tomcat/webapps/ipt/styles/main.css`.
ja: 基本的なカスタマイズは、`$tomcat/webapps/ipt/styles/main.css`を編集することで行うことができます。

source: Styling an IPT requires deployment using a servlet container like Tomcat. A deployment from Linux packages or Docker could only be styled by overriding the `custom.css` file in a forward proxy.
es: Diseñar un IPT requiere implementación utilizando un contenedor de servlets como Tomcat. Una implementación de paquetes de Linux o Docker sólo se puede diseñar anulando el archivo `custom.css` en un proxy de reenvío.
ja: IPTのスタイリングには、Tomcatのようなサーブレットコンテナを使用したデプロイが必要です。LinuxパッケージやDockerからのデプロイでは、フォワードプロキシで`custom.css`ファイルをオーバーライドすることでしか、スタイルを変更することができません。

source: The following guide explains how to customize the IPT, and preserve your customization when upgrading your IPT's version.
es: La siguiente guía explica cómo personalizar el IPT, y cómo conservar su personalización al actualizar la versión de su IPT.
ja: IPTのカスタマイズ方法と、IPTのバージョンアップ時にカスタマイズを保持する方法を説明します。

source: In short, customization can be achieved by applying CSS overrides.
es: En resumen, la personalización se puede lograr aplicando anulaciones de CSS.
ja: 簡単に言えば、CSSオーバーライドを適用することでカスタマイズが可能になります。

source: Apply your desired CSS overrides in `custom.css` (choose a different colour scheme for example). You can find this file inside the deployed WAR folder, e.g. `$tomcat/webapps/ipt/styles`. The original https://github.com/gbif/ipt/blob/master/src/main/webapp/styles/custom.css[custom.css] comes pre-populated with a set of example CSS overrides to change the colours used in buttons, links, etc.
es: Aplique las anulaciones de CSS que desee en `custom.css` (elija un esquema de color diferente, por ejemplo). Puede encontrar este archivo dentro de la carpeta WAR implementada, por ejemplo `$tomcat/webapps/ipt/styles`. El https://github.com/gbif/ipt/blob/master/src/main/webapp/styles/custom.css[custom.css] original viene precargado con un conjunto de ejemplos de anulaciones de CSS para cambiar los colores utilizados en botones, enlaces, etc.
ja: `custom.css`で希望のCSS オーバーライドを適用（例えば異なるカラースキームを選択）します。このファイルは、デプロイされたWARフォルダ（例：`$tomcat/webapps/ipt/styles`）の中にあります。オリジナルのlink:https://github.com/gbif/ipt/blob/master/src/main/webapp/styles/custom.css[custom.css]には、ボタンやリンクなどで使用する色を変更するためのCSSオーバーライドの例があらかじめ用意されています。

source: Upon completion, backup the `custom.css` file somewhere safe so that it can be added once again after each IPT upgrade, which unfortunately will overwrite the `custom.css` file each time.
es: Una vez finalizado, haga una copia de seguridad del archivo `custom.css` en algún lugar seguro para poder agregarlo una vez más después de cada actualización de IPT, que desafortunadamente sobre escribirá el archivo `custom.css` cada vez.
ja: 完了後、`custom.css`ファイルを安全な場所にバックアップしてください。`custom.css`ファイルはIPTのアップグレードのたびに上書きされてしまうので、再度追加することができます。

source: Take a look at the screenshot to see the effect of changing the default CSS.
es: Eche un vistazo a la captura de pantalla para ver el efecto de cambiar el CSS predeterminado.
ja: デフォルトのCSSを変更した場合の効果を、スクリーンショットでご覧ください。
