Repository: gbif/ipt
Catalog: docs/translations/data-preparation.adoc.*.po
Languages: es, ja

source: Data Preparation
es: Preparación de datos
ja: データの用意

source: Things to consider
es: Cosas a considerar
ja: 考慮すべきこと

source: create a local identifier if not existing
es: crear un identificador local si no existe
ja: 存在しない場合はローカル識別子を作成します。

source: create full dwc:scientificName including authorship
es: Crear dwc:scientificName completo incluyendo los datos de autoría
ja: 作成者を含む完全なdwc:scientificNameを作成します。

source: create decimal coordinates & precision
es: crear las coordenadas decimales y la precisión
ja: 座標（10進数）と精度を作成します。

source: Database Source
es: Servidor de la base de datos
ja: データベースソース

source: setup a SQL view to use functions (can also be done in IPT SQL source definition)
es: configurar una vista SQL para usar funciones (también se puede hacer en IPT definición de fuente SQL)
ja: 関数を使用するようにSQLビューを設定します（IPT SQLソース定義でも実行できます）

source: concatenation, splitting of strings: e.g. build full scientific name (watchout autonyms)
es: concatenación, separación de cadenas: p. ej., construir el nombre científico completo (tener cuidado con los autónimos)
ja: 連結、文字列の分割：例）完全な学名を作成します（対義語に注意）

source: format dates as ISO
es: formato de fechas de acuerdo a ISO
ja: 日付をISOとしてフォーマットします

source: create year/month/day by parsing native SQL date types
es: crear año/mes/día con el mapeo de tipos de dato nativos de SQL
ja: ネイティブSQLの日付型を解析して年/月/日を作成します

source: use a UNION to merge 2 or more tables, e.g. accepted taxa and synonyms or specimen and observations
es: utilizar UNION para unir 2 o más tablas, p. ej., taxa aceptados y sinónimos o especímenes y observaciones
ja: UNIONを使用して、2つ以上のテーブル（例：受け入れられる分類群と、シノニムまたは標本や観察）を結合します。

source: select fixed values (prefer to do this in IPT mapping)
es: seleccione valores fijos (elija hacer esto en el mapeo IPT)
ja: 固定値を選択します（IPTマッピングでこれを行うことをお勧めします）。

source: Text Files Source
es: Archivos de texto de origen
ja: テキストファイルのソース

source: convert to UTF8
es: convertir a UTF8
ja: UTF-8に変換します。

source: use standard CSV (i.e. delimiter=`,` quotation=`"`) or tab files
es: usar el estándar CSV (es decir, separador de cadenas=`,` delimitador de cadenas=`"`) o archivos separados por tabuladores
ja: 標準のCSV（つまり、デリメタ = `,`、引用符 = `"`）またはタブファイルを使用します。

source: make sure you have replaced line breaks, i.e. `\r` `\n` or `\r\n` with either simple spaces or use 2 characters `\r` to escape the line break if the intention is to preserve them
es: asegúrese de haber reemplazado los saltos de línea, es decir, `\r`` \n` o `\r\n` con espacios simples o use 2 caracteres `\r` para escapar el salto de línea si la intención es preservarlos
ja: 改行を置き換えたことを確認します。つまり、`\r` `\n` または `\r\n`を単純なスペースに置き換えるか、2文字 `\r` を使用して、改行を保持する場合は改行をエスケープします。

source: encode nulls as empty fields, i.e. no characters between 2 delimiters, not `\N` or `\NULL`
es: codifique valores nulos como campos vacíos, es decir, sin caracteres entre 2 delimitadores, ni `\N` ni `\NULL`
ja: nullを空のフィールドとしてエンコードします。つまり、 `\N` や `\NULL` ではなく、2つの区切り文字の間に文字を入れないでください。

source: Utility: Character encoding converter - iconv
es: Herramienta: convertidor de codificación de caracteres - iconv
ja: ユーティリティ：文字エンコードコンバータ - iconv

source: Simple tool for Linux and Windows to convert character encodings of files.
es: Herramienta básica para Linux y Windows para convertir codificaciones de caracteres de archivos.
ja: LinuxおよびWindows用のファイルの文字エンコードを変換するためのシンプルなツールです。

source: Examples:
es: Ejemplos:
ja: 例：

source: convert character encodings from Windows-1252 to UTF-8 using http://unixhelp.ed.ac.uk/CGI/man-cgi?iconv[iconv]
es: convertir la codificación de caracteres de Windows-1252 a UTF-8 usando http://unixhelp.ed.ac.uk/CGI/man-cgi?iconv[iconv]
ja: http://unixhelp.ed.ac.uk/CGI/man-cgi?iconv[iconv]を利用して文字エンコードをWindows-1252からUTF-8へ変換

source: Utility: Unix Stream Editor, SED
es: Herramienta: editor de secuencias de Unix, SED

source: A Unix command line tool to manipulate files as streams, thereby allowing to modify very large files without the need to load them into memory first (this is what pretty much all editors apart from few, e.g. vi, do)
es: Una herramienta en línea de comandos de Unix para manipular archivos como secuencias, lo que permite modificar archivos muy grandes sin la necesidad de cargarlos en la memoria primero (esto es lo que hacen casi todos los editores, excepto algunos, p. ej., vi, do)

source: replace in place and create backup copy
es: reemplazar y crear una copia de seguridad

source: sed -i.old "s/\\\\N//g" allNames.txt
es: sed -i.old "s/\\\\N//g" todoslosnombres.txt

source: convert DOS newlines (CR/LF) to Unix format:
es: convierta el carácter de nueva línea DOS (CR/LF) a formato Unix:

source: http://en.wikipedia.org/wiki/Iconv
ja: http://ja.wikipedia.org/wiki/Iconv
