Repository: gbif/ipt
Catalog: docs/translations/data-quality-checklist.adoc.*.po
Languages: es, ja

source: | Field | Value | Constraint | `samplingProtocol` | "Pollard walks" | Must be a short name or URL referencing a method or sampling protocol | `sampleSizeValue` | 250 | Must pair with `sampleSizeUnit` | `sampleSizeUnit` | "square_metre" | Must match {latest-unit-of-measurement}[Unit of Measurement Vocabulary] | `samplingEffort` | "Average of 30 Minutes walk along transect" | Can be a free-text description | `eventRemarks` | "No occurrences of Lepidoptera recorded for entire transect" | Can be a free-text description
es: | Campo | Valor | Limitaciones | `samplingProtocol` | "Caminatas polares" | Debe ser un nombre corto o una URL con referencia a un método o protocolo de muestreo | `sampleSizeValue` | 250 | Debe emparejarse con `sampleSizeUnit` | `sampleSizeUnit` | "square_metre" | Debe coincidir con el {latest-unit-of-measurement}[Vocabulario de unidades de medida] | `samplingEffort` | "Un promedio de 30 minutos caminando en el transecto" | Puede ser una descripción de texto libre | `eventRemarks` | "No se obtienen registros de Lepidoptera en todo el transecto" | Puede ser una descripción de texto libre
ja: | フィールド | 値 | 条件 | `samplingProtocol` | "Pollard walks" | メソッドまたはサンプリングプロトコルを参照する短い名前またはURLでなければなりません。 | `sampleSizeValue` | 250 | `sampleSizeUnit` と対になっていなければなりません。 | `sampleSizeUnit` | "square_metre" | link:{latest-unit-of-measurement}[測定単位に関する語彙]にマッチする必要があります。 | `samplingEffort` | "Average of 30 Minutes walk along transect" | 自由形式で記述することができます。 | `eventRemarks` | "No occurrences of Lepidoptera recorded for entire transect" | 自由形式で記述することができます。

source: Dataset Metadata
es: Metadatos del conjunto de datos
ja: データセットのメタデータ

source: The dataset metadata should contain enough information to facilitate reuse of the data while preventing misinterpretation. Publishers should also provide evidence of the rigour that went into producing the data while acknowledging its various contributors and funders. Ultimately this may lead to new sources of collaboration and funding.
es: Los metadatos de los conjuntos de datos deben contener suficiente información para facilitar la reutilización de los datos y evitar, al mismo tiempo, las interpretaciones erróneas. Los editores también deben demostrar el rigor con el que se han producido los datos y reconocer a sus diversos colaboradores y financiadores. En última instancia, esto puede conducir a nuevas fuentes de colaboración y financiación.
ja: データセットのメタデータは、データの再利用を容易にすると同時に、誤った解釈を防ぐのに十分な情報を含んでいなければなりません。また、公開者はデータ作成に費やした厳密さの証明を提供し、さまざまな貢献者や資金提供者を認識する必要があります。最終的には、これが新たな協力関係や資金源につながるかもしれません。

source: | Field | Requirements | Examples | `Title` | is a concise name that describes the contents of the dataset and that distinguishes it from others| _"Reef Life Survey: Global reef fish dataset"_, _"Insects from light trap (1992–2009), rooftop Zoological Museum, Copenhagen"_ | `Description` | is a short paragraph (abstract) describing the content of the dataset. | _"This dataset contains records of bony fishes and elasmobranchs collected by Reef Life Survey (RLS) divers along 50 m transects on shallow rocky and coral reefs, worldwide. Abundance information is available for all records found within quantitative survey limits (50 x 5 m swathes during a single swim either side of the transect line, each distinguished as a Block), and out-of-survey records are identified as presence-only (Method 0)."_ | `Publishing Organization` | the organization responsible for publishing (producing, releasing, holding) this resource. | _"Reef Life Survey"_ | `License` | must be one of ﻿three machine-readable options (CC0 1.0, CC-BY 4.0 or CC-BY-NC 4.0), which provide a standardized way to define appropriate uses of the dataset. | _"This work is licensed under a http://creativecommons.org/licenses/by/4.0/legalcode[Creative Commons Attribution (CC-BY) 4.0 License]."_ | `Creator(s)` | the people and organizations who created the dataset, in priority order. Use of a personnel identifier such as an ORCID or ResearcherID is highly recommended. | _"John Smith, jsmith@gbif.org, http://orcid.org/0000-0002-1825-0097"_ | `Metadata Provider(s)` | the people and organizations who wrote the dataset metadata, in priority order. Use of a personnel identifier such as an ORCID or ResearcherID is highly recommended. | _"John Smith, jsmith@gbif.org, http://orcid.org/0000-0002-1825-0097"_ | `Contact(s)` | the people and organizations who should be contacted for more information about the resource or to whom putative problems with the dataset should be addressed. Use of a personnel identifier such as an ORCID or ResearcherID is highly recommended. | _"John Smith, jsmith@gbif.org, http://orcid.org/0000-0002-1825-0097"_ | `Project Identifier` | is a GUID or other identifier that is near globally unique. _Note this is required for BID projects._ | _"BID-AF2015-0134-REG"_ | `Sampling Methods` | information about the sampling methodology used in creating the dataset, similar to the methods section of a journal article. _Note this is required for sampling event datasets._ | _See https://cloud.gbif.org/griis/resource?r=global#methods[here]_ | `Citation` | how the dataset should be cited. Use of the xref:citation.adoc[IPT Citation Format] (based on DataCite's preferred citation format and that satisfies the https://www.force11.org/datacitation[Joint Declaration of Data Citation Principles]) is highly recommended. | _"Edgar G J, Stuart-Smith R D (2014): Reef Life Survey: Global reef fish dataset. v2.0. Reef Life Survey. Dataset/Sampling event. http://doi.org/10.15468/qjgwba"_
es: | Campo | Requisitos | Ejemplos | `Title` | es un nombre conciso que describe los contenidos del conjunto de datos y que lo distingue de otros. | _"Reef Life Survey: Global reef fish dataset"_, _"Insects from light trap (1992–2009), rooftop Zoological Museum, Copenhagen"_ | `Description` | es un párrafo (resumen) corto que describe el contenido del conjunto de datos. | _"Este conjunto de datos contiene registros de peces óseos y elasmobranquios colectados por buceadores de Reef Life Survey (RLS) en transectos de 50 m en arrecifes de coral rocosos poco profundos de todo el mundo. La información sobre abundancia está disponible para todos los registros encontrados dentro de unos límites de muestreo cuantitativos (franjas de 50 x 5 m durante una única inmersión a cada lado de la línea del transecto, distinguido cada uno como un Bloque), y los registros fuera de muestreo se identifican únicamente como presencias (Método 0)."_ | `Publishing Organization` | la organización responsable de la publicación (producción, lanzamiento y tenencia) de este recurso. | _"Reef Life Survey"_ | `License` | debe ser una de las tres opciones legibles por máquinas (CC0 1.0, CC-BY 4.0 o CC-BY-NC 4.0), que proporcionan una forma estandarizada para definir los usos apropiados del conunto de datos. | _"Este trabajo está protegido por una http://creativecommons.org/licenses/by/4.0/legalcode[Liciencia Creative Commons de Reconocimiento (CC-BY) 4.0]."_ | `Creator(s)` | las personas y organizaciones que crearon el conjunto de datos, en orden de prioridad. Se recomienda utilizar un identificador personal como ORCID o ResearcherID. | _"John Smith, jsmith@gbif.org, http://orcid.org/0000-0002-1825-0097"_ | `Metadata Provider(s)` | las personas y organizaciones que escribieron los metadatos del conjunto de datos, en orden de prioridad. Se recomienda utilizar un identificador personal como ORCID o ResearcherID. | _"John Smith, jsmith@gbif.org, http://orcid.org/0000-0002-1825-0097"_ | `Contact(s)` | las personas y organizaciones que deberían ser contactadas para obtener más información sobre el recurso o a las que se deben comunicar los problemas que presenta el conjunto de datos. Se recomienda utilizar un identificador personal como ORCID o ResearcherID. | _"John Smith, jsmith@gbif.org, http://orcid.org/0000-0002-1825-0097"_ | `Project Identifier` | es un GUID u otro identificador que está cerca de ser global y único. _Tenga en cuenta que esto es obligatorio para proyectos BID._ | _"BID-AF2015-0134-REG"_ | `Sampling Methods` | información sobre la metodología de muestreo utilizada en la creación del conjunto de datos, similar a la sección de métodos de un artículo científico. _Tenga en cuenta que esto es obligatorio para conjuntos de datos de eventos de muestreo._ | _Ver https://cloud.gbif.org/griis/resource?r=global#methods[aquí]_ | `Citation` | cómo debería ser citado el conjunto de datos. Se recomienda utilizar el xref:citation.adoc[Formato de citas del IPT] (basado en el formato de citas preferido por DataCite y que cumple la https://www.force11.org/datacitation[Declaración conjunta de los orincipios de citas de datos]). | _"Edgar G J, Stuart-Smith R D (2014): Reef Life Survey: Global reef fish dataset. v2.0. Reef Life Survey. Dataset/Sampling event. http://doi.org/10.15468/qjgwba"_
ja: | フィールド | 条件 | 例 | `Title` | データセットの内容を説明し、他と区別するための簡潔な名前です。 | _"Reef Life Survey: Global reef fish dataset"_, _"Insects from light trap (1992–2009), rooftop Zoological Museum, Copenhagen"_ | `Description` | データセットの内容を説明する短い文章（要旨）。 | _"This dataset contains records of bony fishes and elasmobranchs collected by Reef Life Survey (RLS) divers along 50 m transects on shallow rocky and coral reefs, worldwide. Abundance information is available for all records found within quantitative survey limits (50 x 5 m swathes during a single swim either side of the transect line, each distinguished as a Block), and out-of-survey records are identified as presence-only (Method 0)."_ | `Publishing Organization` | このリソースを公開（制作、リリース、保有）する責任を負う組織です。 | _"Reef Life Survey"_ | `License` | 3つの機械可読オプション（CC0 1.0、CC-BY 4.0、CC-BY-NC 4.0）のいずれかでなければならず、データセットの適切な利用を定義するための標準的な方法を提供するものです。 | _"This work is licensed under a http://creativecommons.org/licenses/by/4.0/legalcode[Creative Commons Attribution (CC-BY) 4.0 License]."_ | `Creator(s)` | データセットを作成した人および機関（優先順位付き）。ORCIDやResearcherIDのような人物の識別子を使用することが強く推奨されます。 | _"John Smith, jsmith@gbif.org, http://orcid.org/0000-0002-1825-0097"_ | `Metadata Provider(s)` | データセットのメタデータを作成した人および機関。ORCIDやResearcherIDのような人物の識別子を使用することが強く推奨されます。 | _"John Smith, jsmith@gbif.org, http://orcid.org/0000-0002-1825-0097"_ | `Contact(s)` | リソースに関する詳細な情報を得るため、あるいはデータセットに関する問題を解決するために連絡を取るべき人々や機関。ORCIDやResearcherIDのような人物の識別子を使用することが強く推奨されます。 | _"John Smith, jsmith@gbif.org, http://orcid.org/0000-0002-1825-0097"_ | `Project Identifier` | GUIDまたはグローバルに一意に近いその他の識別子です。_BIDプロジェクトでは必須ですので注意してください。_ | _"BID-AF2015-0134-REG"_ | `Sampling Methods` | データセットを作成する際に使用したサンプリング方法に関する情報（雑誌論文の方法セクションと同様）です。_サンプリングイベントのデータセットでは必須です。_ | _https://cloud.gbif.org/griis/resource?r=global#methods[こちら]を参照_ | `Citation` | データセットの引用方法。xref:citation.adoc[IPT引用形式]（DataCiteの推奨する引用形式に基づいており、link:https://force11.org/presentation/joint-declaration-of-data-citation-principles-slides/[データ引用の原則の共同宣言]を満たしている）の使用を強く推奨します。 | _"Edgar G J, Stuart-Smith R D (2014): Reef Life Survey: Global reef fish dataset. v2.0. Reef Life Survey. Dataset/Sampling event. http://doi.org/10.15468/qjgwba"_
