Repository: gbif/ipt
Catalog: docs/translations/data-hosting-centres.adoc.*.po
Languages: es, ja

source: Introduction
es: Introducción
ja: はじめに

source: Data Hosting Centres
es: Centros de alojamiento de datos
ja: データホスティングセンター

source: A data hosting centre (DHC) can provide you with an account on their IPT, allowing you to manage your own datasets, and publish them through https://www.gbif.org[GBIF.org].
es: Un centro de alojamiento de datos (DHC) le proporciona una cuenta en su IPT, lo que le permite administrar sus propios conjuntos de datos y publicarlos a través de https://www.gbif.org[GBIF.org].
ja: データホスティングセンター（DHC）は、IPTのアカウントを提供し、自分のデータセットを管理し、link:https://www.gbif.org[GBIF.org]を通じて公開することを可能にします。

source: Using a DHC is highly recommended because it will save you time and money setting up your own IPT instance, and you can receive helpdesk support in your own language.
es: Se recomienda ampliamente el uso de un DHC debido a que le ahorrará tiempo y dinero al configurar su propia instancia de IPT y podrá recibir servicio de asistencia técnica en su idioma.
ja: DHCを利用することは、独自のIPTインスタンスをセットアップする時間と費用を節約し、母国語でのヘルプデスクサポートを受けることができるため、非常におすすめです。

source: Please use this page to discover a trusted DHC by country or by theme that is right for you. If no appropriate DHC exists, or the DHC doesn't reply promptly to your enquiry, please contact the mailto:helpdesk@gbif.org[GBIF Helpdesk] for assistance.
es: Utilice esta página para encontrar un DHC de confianza por país o por tema que sea adecuado para usted. Si no existe un DHC adecuado o el DHC no responde rápidamente su consulta, comuníquese con mailto:helpdesk@gbif.org[GBIF Helpdesk] para obtener ayuda.
ja: このページで、国別またはテーマ別に、あなたにぴったりの信頼できるDHCをお探しください。適切なDHCが存在しない場合、またはDHCから迅速に回答が得られない場合は、mailto:helpdesk@gbif.org[GBIFヘルプデスク]にお問い合わせください。

source: Please note that to qualify as a trusted DHC, the centre must meet a strict set of criteria. Like so, you can trust the DHC will keep their IPT online near 100% of the time, and they will ensure that your dataset is backed up.
es: Tenga en cuenta que para calificar como un DHC de confianza, el centro debe cumplir con un estricto conjunto de criterios. De esta manera, puede confiar en que el DHC mantendrá su IPT en línea cerca del 100% del tiempo, y se asegurarán de que se haga una copia de seguridad de su conjunto de datos.
ja: なお、信頼できるDHCとして認定されるには、センターが厳格な基準を満たす必要があります。このように、DHCはIPTをほぼ100%オンラインに保ち、あなたのデータセットのバックアップを確実に行うことが信頼できます。

source: Data Hosting Centre Criteria
es: Criterios del centro de alojamiento de datos
ja: データホスティングセンターの基準

source: A DHC must meet the following set of strict requirements in order to be recommended to publishers:
es: Un DHC debe cumplir con el siguiente conjunto de requisitos estrictos para ser recomendado a los publicadores:
ja: DHCが出版社に推薦されるには、次のような厳しい条件を満たす必要があります。

source: Their IPT is online near 100% of the time
es: Su IPT está en línea casi el 100% del tiempo
ja: IPTがほぼ100％オンラインであること。

source: They can properly administer their IPT:
es: Pueden administrar adecuadamente su IPT:
ja: IPTを適切に管理することができること：

source: Keeping it up-to-date with latest version
es: Manteniéndolo actualizado con la última versión
ja: 最新バージョンに更新していること。

source: Keeping the operating system and servlet container (if used) up-to-date
es: Mantener actualizados el sistema operativo y el contenedor de servlets (si se usa)
ja: OSとサーブレットコンテナ（使用する場合）を常に最新の状態に保っていること。

source: Ensuring the IPT data directory is regularly backed-up
es: Asegurando que el directorio de datos del IPT se respalde de manera regular
ja: IPTデータディレクトリの定期的なバックアップを行っていること。

source: Managing user accounts
es: Administrando las cuentas de usuario
ja: ユーザーアカウントの管理をしていること。

source: Managing IPT cores and extensions
es: Administrando las extensiones y estándares
ja: IPTコアと拡張機能の管理をしていること。

source: They have a proven track-record of hosting data for publishers in their country
es: Tienen un historial comprobado de alojamiento de datos para publicadores en su país.
ja: 自国の公開機関のデータをホスティングしている実績があること。

source: They can provide prompt and knowledgeable helpdesk support:
es: Pueden proporcionar asistencia técnica rápida y con conocimientos:
ja: 迅速かつ豊富な知識によるヘルプデスクサポートが受けられること：

source: They know how to use the IPT to publish data through GBIF.org
es: Saben cómo usar el IPT para publicar datos a través de GBIF.org
ja: GBIF.orgを通じてデータを公開するためのIPTの使用方法を知っていること。

source: They know about biodiversity data standards in general
es: Conocen los estándares de datos de biodiversidad en general
ja: 生物多様性のデータ規格全般について知っていること。

source: They know how to publish data papers
es: Saben cómo publicar artículos
ja: データ論文の発表方法を知っていること。

source: If you believe your DHC meets these standards, and would like to offer your services to publishers in your country, please email mailto:helpdesk@gbif.org[helpdesk@gbif.org].
es: Si cree que su DHC cumple con estos estándares y le gustaría ofrecer sus servicios a los publicadores de su país, envíe un correo electrónico a mailto: helpdesk@gbif.org[helpdesk@gbif.org].
ja: ご自身のDHCがこれらの基準を満たしており、自国の公開機関にサービスを提供したいとお考えの方は、mailto:helpdesk@gbif.org[helpdesk@gbif.org]までメールを送ってください。

source: Data Hosting Centres by Theme
es: Centros de alojamiento de datos por tema
ja: テーマ別データホスティングセンター

source: <<Freshwater data>>
es: <<Datos dulceacuícolas>>
ja: <<淡水データ>>

source: <<Marine data>>
es: <<Datos marinos>>
ja: <<海洋データ>>

source: <<Vertebrate data>>
es: <<Datos de vertebrados>>
ja: <<脊椎動物データ>>

source: Data Hosting Centres by Location
es: Centros de alojamiento de datos por ubicación
ja: 地域別データホスティングセンター

source: <<Belgium>>
es: <<Bélgica>>
ja: <<ベルギー>>

source: <<Canada>> ⭐
es: <<Canadá>> ⭐
ja: <<カナダ>>⭐

source: <<Denmark>>
es: <<Dinamarca>>
ja: <<デンマーク>>

source: <<Finland>>
es: <<Finlandia>>
ja: <<フィンランド>>

source: <<France>> (also for Benin, Botswana, Burkina Faso, Cameroon, Côte d'Ivoire, Gabon, Ghana, Guinea, Madagascar, Nigeria, Senegal, Togo and Uganda)
es: <<Francia>> (también para Benín, Botswana, Burkina Faso, Camerún, Costa de Marfil, Gabón, Ghana, Guinea, Madagascar, Nigeria, Senegal, Togo y Uganda)
ja: <<フランス>>（ベナン、ボツワナ、ブルキナファソ、カメルーン、コートジボワール、ガボン、ガーナ、ギニア、マダガスカル、ナイジェリア、セネガル、トーゴ、ウガンダ向けもあります）

source: <<Norway>>
es: <<Noruega>>
ja: <<ノルウェー>>

source: <<South Africa>>
es: <<Sudáfrica>>
ja: <<南アフリカ>>

source: <<Spain>> ⭐
es: <<España>> ⭐
ja: <<スペイン>>⭐

source: <<Sweden>>
es: <<Suecia>>
ja: <<スウェーデン>>

source: <<Taiwan>>
es: <<Taiwán>>
ja: <<台湾>>

source: <<USA>>
es: <<EUA>>
ja: <<アメリカ合衆国>>

source: ⭐ Designates a country with an IPT serving as a repository, able to assign DOIs to datasets underlying scientific publications in journals such as https://www.nature.com/sdata/[Scientific Data].
es: ⭐Designa a un país con un IPT que actúa como repositorio, capaz de asignar DOI a conjuntos de datos de publicaciones científicas en revistas como https://www.nature.com/sdata/[Datos científicos].
ja: ⭐IPTがリポジトリとして機能し、https://www.nature.com/sdata/[Scientific Data]などのジャーナルに掲載される科学論文の基礎となるデータセットにDOIを割り当てることができる国を指定します。

source: Belgium
es: Bélgica
ja: ベルギー

source: The https://www.biodiversity.be[Belgium Biodiversity Platform] provides helpdesk support to publishers in Belgium and hosting support for datasets on the https://ipt.biodiversity.be/[Belgian BIF IPT]. Please contact André Heughebaert <a.heughebaert@biodiversity.be> for assistance. The Belgian Biodiversity platform shares their IPT with the following organizations:
es: La https://www.biodiversity.be[Plataforma de Biodiversidad de Bélgica] proporciona asistencia técnica a los publicadores en Bélgica y soporte de alojamiento para conjuntos de datos en https://ipt.biodiversity.be/[Belgian BIF IPT]. Póngase en contacto con André Heughebaert <a.heughebaert@biodiversity.be> para obtener ayuda. La plataforma de Biodiversidad belga comparte su IPT con las siguientes organizaciones:

source: http://www.naturalsciences.be[Royal Belgian Institute of Natural Sciences]
es: http://www.naturalsciences.be[Real Instituto Belga de Ciencias Naturales]
ja: http://www.naturalsciences.be[ベルギー王立自然科学研究所]

source: http://www.ulg.be[University of Liège]
es: http://www.ulg.be[Universidad de Lieja]
ja: http://www.ulg.be[リエージュ大学]

source: http://www.plantentuinmeise.be[Botanical Garden Meise]
es: http://www.plantentuinmeise.be[Jardín Botánico Meise]
ja: http://www.plantentuinmeise.be[メイセ植物園]

source: http://biodiversite.wallonie.be[Service Public de Wallonie – Département d’Etude du Milieu Naturel et Agricole (SPW – DEMNA)]
es: http://biodiversite.wallonie.be[Servicio Público de Valonia - Departamento de Estudios Naturales y Agrícolas (SPW - DEMNA)]
ja: http://biodiversite.wallonie.be[ワロン地域公共サービス - 自然・農業研究部門（SPW-DEMNA)]

source: http://www.portail.umons.ac.be[University of Mons-Hainaut]
es: http://www.portail.umons.ac.be[Universidad de Mons-Hainaut]
ja: http://www.portail.umons.ac.be[モンス＝エノー大学]

source: http://www.ulb.ac.be/[Université Libre de Bruxelles ]
es: http://www.ulb.ac.be/[Universidad Libre de Bruselas ]
ja: http://www.ulb.ac.be/[ブルッセル自由大学]

source: http://www.africamuseum.be[Royal Museum for Central Africa, Belgium]
es: http://www.africamuseum.be[Museo Real de África central, Bélgica]
ja: http://www.africamuseum.be[ベルギー王立中央アフリカ博物館]

source: http://www.ugent.be[Ghent University]
es: http://www.ugent.be[Universidad de Gante]
ja: http://www.ugent.be[ゲント大学]

source: https://www.itg.be/[Institute of Tropical Medicine Antwerp]
es: https://www.itg.be/[Instituto de Medicina Tropical de Amberes]
ja: https://www.itg.be/[アントワープ熱帯医学研究所]

source: The Belgian Biodiversity Platform also hosts an IPT for each of these countries/institutions:
es: La Plataforma de Biodiversidad de Bélgica también alberga un IPT para cada uno de estos países/instituciones:
ja: また、ベルギー生物多様性プラットフォームは、これらの国・機関ごとのIPTもホストしています。

source: http://ipt-mrbif.bebif.be/[GBIF Mauritania IPT]
es: http://ipt-mrbif.bebif.be/[IPT GBIF Mauritania]
ja: http://ipt-mrbif.bebif.be/[GBIFモーリタニアIPT]

source: http://ipt.biodiversity.aq/[Antabif IPT]
es: http://ipt.biodiversity.aq/[IPT Antabif]

source: http://data.freshwaterbiodiversity.eu/ipt/[Biofresh IPT]
es: http://data.freshwaterbiodiversity.eu/ipt/[IPT Biofresh]

source: The Research Institute for Nature and Forest (INBO) also provides http://data.inbo.be/ipt[IPT] hosting support for datasets originating from the Flemish region. The INBO is sharing their IPT instance with these organizations:
es: El Instituto de Investigación para la Naturaleza y los Bosques (INBO) también proporciona soporte de alojamiento para conjuntos de datos que se originan en la región flamenca http://data.inbo.be/ipt[IPT] . El INBO está compartiendo su instancia de IPT con estas organizaciones:
ja: また、自然・森林研究所（INBO）は、フランドル地方のデータセットに対してlink:http://data.inbo.be/ipt[IPT]のホスティングサポートを行っています。INBOは、これらの機関とIPTインスタンスを共有しています。

source: http://www.vmm.be[Flemish Environment Agency VMM]
es: http://www.vmm.be[Agencia Flamenca de Medio Ambiente VMM]
ja: http://www.vmm.be[フラマン環境庁 VMM]

source: The Flanders Marine Institute (VLIZ) is hosting a server with multiple IPT installations for http://www.vliz.be[VLIZ], http://www.iobis.org[OBIS] & http://www.emodnet-biology.eu[EMODnet Biology] at http://ipt.vliz.be. Publishers of marine data should refer to the section <<Marine data>>.
es: El Instituto Marino Flanders (VLIZ) aloja un servidor con múltiples instalaciones del IPT para http://www.vliz.be[VLIZ], http://www.iobis.org[OBIS] y http://www.emodnet-biology.eu [EMODnet Biology] en http://ipt.vliz.be. Los publicadores de datos marinos deben consultar la sección <<Datos marinos>>.
ja: フランダース海洋研究所（VLIZ）は、link:http://www.vliz.be[VLIZ]、link:http://www.iobis.org[OBIS] & link:http://www.emodnet-biology.eu[EMODnet Biology]の複数のIPTがインストールされたサーバーを、http://ipt.vliz.beでホストしています。海洋データの公開機関は、<<海洋データ>>のセクションを参照してください。

source: Canada
es: Canadá
ja: カナダ

source: The http://www.cbif.gc.ca/[Canadian Biodiversity Information Facility (CBIF)] does not run an IPT.
es: El http://www.cbif.gc.ca/[Servicio Canadiense de Información sobre Biodiversidad (CBIF)] no ejecuta un IPT.
ja: http://www.cbif.gc.ca/[Canadian Biodiversity Information Facility（カナダ生物多様性情報ファシリティ、CBIF）]は、IPTを運用していません。

source: Therefore you are recommended to contact Canadensys, which provides helpdesk support to new publishers in Canada, and hosting support for datasets on the http://data.canadensys.net/ipt[Canadensys IPT]. Please contact Canadensys <canadensys.network@gmail.com> for assistance.
es: Por lo tanto, se recomienda que se comunique con a Canadensys, que brinda ayuda técnica a los publicadores nuevos en Canadá, y soporte de alojamiento para conjuntos de datos http://data.canadensys.net/ipt[IPT Canadensys]. Contacte a Canadensys <canadensys.network@gmail.com> para obtener ayuda.
ja: そのため、カナダの新規出版社へのヘルプデスクサポートや、link:http://data.canadensys.net/ipt[Canadensys IPT]上のデータセットのホスティングサポートを提供しているCanadensysに連絡することをお勧めします。Canadensys <canadensys.network@gmail.com>にお問い合わせください。

source: The http://data.canadensys.net/ipt[Canadensys IPT] is recognized as a repository in https://fairsharing.org/biodbcore-000855[FAIRSharing.org]. An increasing number of journals refer authors to an appropriate repository in FAIRSharing.org in order to ensure data underlying scientific publications gets deposited in a standardized manner.
es: El http://data.canadensys.net/ipt[IPT Canadensys] se reconoce como un repositorio en https://fairsharing.org/biodbcore-000855[FAIRSharing.org]. Un número cada vez mayor de revistas dirige a los autores a un repositorio apropiado en FAIRSharing.org para garantizar que los datos de las publicaciones científicas se depositen de manera estandarizada.
ja: http://data.canadensys.net/ipt[Canadensys IPT]はlink:https://fairsharing.org/biodbcore-000855[FAIRSharing.org]のリポジトリとして認定されています。科学出版物の基礎となるデータが標準的な方法で寄託されることを保証するために、FAIRSharing.orgの適切なリポジトリを著者に紹介する雑誌がますます増えてきています。

source: The http://www.sibcolombia.net/[Colombian Biodiversity Information System (SiB Colombia)] provides helpdesk support to new publishers in Colombia, and hosting support for datasets on the http://ipt.sibcolombia.net/sib/[SiB Colombia IPT]. Please contact SiB Colombia <sib@humboldt.org.co> for assistance.
es: El http://www.sibcolombia.net/[Sistema de Información de Biodiversidad Colombiano (SiB Colombia)] proporciona servicio de soporte técnico a los publicadores nuevos en Colombia y soporte de alojamiento de conjuntos de datos en http://ipt.sibcolombia.net/sib/[IPT SiB Colombia]. Contacte al SiB Colombia <sib@humboldt.org.co> para obtener ayuda.
ja: http://www.sibcolombia.net/[Colombian Biodiversity Information System（コロンビア生物多様性情報システム、SiB Colombia）]は、コロンビアの新しい公開機関へのヘルプデスクサポートと、link:http://ipt.sibcolombia.net/sib/[SiB Colombia IPT]上のデータセットのホスティングサポートを提供します。SiB Colombia <sib@humboldt.org.co> にお問い合わせください。

source: The http://ipt.sibcolombia.net/sib/[SiB Colombia IPT] is recognized as a repository in https://fairsharing.org/biodbcore-000856[FAIRSharing.org]. An increasing number of journals refer authors to an appropriate repository in FAIRSharing.org in order to ensure data underlying scientific publications gets deposited in a standardized manner.
es: El http://ipt.sibcolombia.net/sib/[IPT SiB Colombia] se reconoce como un repositorio en https://fairsharing.org/biodbcore-000856[FAIRSharing.org]. Un número cada vez mayor de revistas dirige a los autores a un repositorio apropiado en FAIRSharing.org para garantizar que los datos de las publicaciones científicas se depositen de manera estandarizada.
ja: http://ipt.sibcolombia.net/sib/[SiB Colombia IPT]はlink:https://fairsharing.org/biodbcore-000856[FAIRSharing.org]のリポジトリとして認定されています。科学的な出版物の基礎となるデータが標準的な方法で寄託されることを保証するために、FAIRSharing.orgの適切なリポジトリを著者に紹介する学術誌が増えてきています。

source: Denmark
es: Dinamarca
ja: デンマーク

source: The http://danbif.dk/[Danish Biodiversity Information Facility (DanBIF)] provides helpdesk support to new publishers in Denmark, and hosting support for datasets on the http://danbif.au.dk/ipt/[DanBIF IPT]. Please contact DanBIF <icalabuig@snm.ku.dk> for assistance.
es: El http://danbif.dk/[Servicio Danés de Información sobre Biodiversidad (DanBIF)] brinda soporte técnico a los nuevos publicadores en Dinamarca y soporte de alojamiento para conjuntos de datos en http://danbif.au.dk/ipt/[IPT DanBIF]. Comuníquese con DanBIF <icalabuig@snm.ku.dk> para obtener ayuda.
ja: http://danbif.dk/[Danish Biodiversity Information Facility（デンマーク生物多様性情報ファシリティ、DanBIF）]は、デンマークの新しい公開機関へのヘルプデスクサポートと、link:http://danbif.au.dk/ipt/[DanBIF IPT]上のデータセットのホスティングサポートを提供しています。DanBIF <icalabuig@snm.ku.dk>までお問い合わせください。

source: Finland
es: Finlandia
ja: フィンランド

source: The Finnish Biodiversity Information Facility (FinBIF) (https://laji.fi/) provides helpdesk support to new publishers in Finland, and hosting support for datasets on the FinBIF IPT (https://ipt.laji.fi/ipt). Please contact FinBIF eija-leena.laiho@helsinki.fi for assistance.
es: El Servicio Finlandés de Información sobre Biodiversidad (FinBIF) (https://laji.fi/) brinda soporte técnico a los nuevos publicadores en Finlandia y soporte de alojamiento para conjuntos de datos en el IPT de FinBIF (https://ipt.laji.fi/ipt). Comuníquese con FinBIF eija-leena.laiho@helsinki.fi para obtener ayuda.
ja: https://laji.fi/[Finnish Biodiversity Information Facility（フィンランド生物多様性情報ファシリティ、FinBIF）]は、フィンランドの新規出版社へのヘルプデスクサポートと、link:https://ipt.laji.fi/ipt[FinBIF IPT]上のデータセットのホスティングサポートを提供しています。FinBIF <eija-leena.laiho@helsinki.fi> までお問い合わせください。

source: France
es: Francia
ja: フランス

source: http://www.gbif.fr/[GBIF France] provides helpdesk support to new publishers and hosts an IPT for each of these countries:
es: http://www.gbif.fr/[GBIF Francia] proporciona asistencia técnica a los nuevos publicadores y aloja un IPT para cada uno de estos países:
ja: http://www.gbif.fr/[GBIF フランス]は、新規出版社へのヘルプデスク・サポートや、各国でのIPTをホストしています。

source: http://ipt-benin.gbif.fr[GBIF Benin IPT]
es: http://ipt-benin.gbif.fr[IPT de GBIF Benín]
ja: http://ipt-benin.gbif.fr[GBIF ベナン IPT]

source: http://ipt-botswana.gbif.fr/[Botswana IPT] - _Note Botswana is not a GBIF Participant_
es: http://ipt-botswana.gbif.fr/[IPT de Botswana] - _Nota Botswana no es participante de GBIF_
ja: http://ipt-botswana.gbif.fr/[ボツワナ IPT] - _注：ボツワナはGBIFの参加国ではありません。_

source: http://ipt-burkinafaso.gbif.fr[Burkina Faso IPT] - _Note Burkina Faso is not a GBIF Participant_
es: http://ipt-burkinafaso.gbif.fr[IPT de Burkina Faso] - _Nota Burkina Faso no es participante de GBIF_
ja: http://ipt-burkinafaso.gbif.fr[ブルキナファソ IPT] - _注：ブルキナファソはGBIFの参加国ではありません。_

source: http://ipt-cameroun.gbif.fr[Cameroon IPT]
es: http://ipt-cameroun.gbif.fr[IPT de Camerún]
ja: http://ipt-cameroun.gbif.fr[カメルーン IPT]

source: http://ipt-cotedivoire.gbif.fr[Côte d'Ivoire IPT] - _Note Côte d'Ivoire is not a GBIF Participant_
es: http://ipt-cotedivoire.gbif.fr[IPT de Costa de Marfil] - _Nota Costa de Marfil no es un Participante GBIF_
ja: http://ipt-cotedivoire.gbif.fr[コートジボワール IPT] - _注：コートジボワールはGBIFの参加国ではありません。_

source: http://ipt.gbif.fr[GBIF France IPT]
es: http://ipt.gbif.fr[IPT de GBIF Francia]
ja: http://ipt.gbif.fr[GBIF フランス IPT]

source: http://ipt-gabon.gbif.fr[Gabon IPT] - _Note Gabon is not a GBIF Participant_
es: http://ipt-gabon.gbif.fr[IPT de Gabón] - _Nota Gabón no es un participante de GBIF_
ja: http://ipt-gabon.gbif.fr[ガボン IPT] - _注：ガボンはGBIFの参加国ではありません。_

source: http://ipt-ghana.gbif.fr[Ghana BIF IPT]
es: http://ipt-ghana.gbif.fr[IPT de Ghana BIF]
ja: http://ipt-ghana.gbif.fr[ガーナ BIF IPT]

source: http://ipt-guinee.gbif.fr[GBIF Guinea IPT]
es: http://ipt-guinee.gbif.fr[IPT de GBIF Guinea]
ja: http://ipt-guinee.gbif.fr[GBIF ギニア IPT]

source: http://ipt-inpn.gbif.fr/[INPN IPT]
es: http://ipt-inpn.gbif.fr/[IPT de INPN]

source: http://ipt.madbif.mg[MadBIF IPT]
es: http://ipt.madbif.mg[IPT de Madagascar MadBIF]

source: http://ipt-nigeria.gbif.fr[GBIF Nigeria IPT]
es: http://ipt-nigeria.gbif.fr[IPT de GBIF Nigeria]
ja: http://ipt-nigeria.gbif.fr[GBIF ナイジェリア IPT]

source: http://ipt-senegal.gbif.fr[Senegal IPT] - _Note Senegal is not a GBIF participant_
es: http://ipt-senegal.gbif.fr[IPT de Senegal] - _Nota Senegal no es un participante de GBIF_
ja: http://ipt-senegal.gbif.fr[セネガル IPT] - _注：セネガルはGBIFの参加国ではありません。_

source: http://ipt-togo.gbif.fr[GBIF Togo IPT]
es: http://ipt-togo.gbif.fr[IPT de GBIF Togo]
ja: http://ipt-togo.gbif.fr[GBIF トーゴ IPT]

source: http://ipt-uganda.gbif.fr[GBIF Uganda IPT]
es: http://ipt-uganda.gbif.fr[IPT de GBIF Uganda]
ja: http://ipt-uganda.gbif.fr[GBIF ウガンダ IPT]

source: Please contact GBIF-France <gbif@gbif.fr> for assistance. For technical issues please write to <dev@gbif.fr> instead.
es: Póngase en contacto con GBIF-Francia <gbif@gbif.fr> para obtener ayuda. Para problemas técnicos, escriba a <dev@gbif.fr>.
ja: GBIF フランス <gbif@gbif.fr> までお問い合わせください。技術的な問題については、 <dev@gbif.fr> までお知らせください。

source: Norway
es: Noruega
ja: ノルウェー

source: http://www.gbif.no/[GBIF Norway] provides helpdesk support to new publishers in Norway, and hosting support for datasets on the http://ipt.gbif.no/[GBIF Norway IPT]. Please contact GBIF Norway <helpdesk@gbif.no> for assistance.
es: http://www.gbif.no/[GBIF Noruega] proporciona asistencia técnica a los nuevos publicadores en Noruega y soporte de alojamiento para conjuntos de datos en http://ipt.gbif.no/[IPT de GBIF Noruega]. Póngase en contacto con GBIF Noruega <helpdesk@gbif.no> para obtener ayuda.
ja: http://www.gbif.no/[GBIF GBIFノルウェー]は、ノルウェーの新しい公開機関へのヘルプデスクサポート、およびlink:http://ipt.gbif.no/[GBIFノルウェー IPT]上のデータセットのホスティングサポートを提供しています。GBIFノルウェー <helpdesk@gbif.no>までお問い合わせください。

source: http://www.gbif.pt/[GBIF Portugal] provides helpdesk support to new publishers in Portugal, and hosting support for datasets on the http://ipt.gbif.pt/ipt/[GBIF Portugal IPT]. Please contact GBIF Portugal <node@gbif.pt> for assistance.
es: http://www.gbif.pt/[GBIF Portugal] proporciona asistencia técnica a los nuevos publicadores en Portugal y soporte de alojamiento para conjuntos de datos en http://ipt.gbif.pt[IPT de GBIF Portugal]. Póngase en contacto con GBIF Portugal <node@gbif.pt> para obtener ayuda.
ja: http://www.gbif.pt/[GBIFポルトガル]は、ポルトガルの新しい公開機関へのヘルプデスクサポートと、link:http://ipt.gbif.pt/ipt/[GBIFポルトガルIPT]上のデータセットのホスティングサポートを提供しています。GBIFポルトガル<node@gbif.pt>までご連絡ください。

source: South Africa
es: Sudáfrica
ja: 南アフリカ

source: The http://www.sanbi.org/[South African National Biodiversity Institute (SANBI)] provides helpdesk support to new publishers in South Africa, and hosting support for datasets on the http://197.189.235.147:8080/iptsanbi/[SANBI IPT]. Please contact <f.ramwashe@sanbi.org.za> for assistance.
es: El http://www.sanbi.org/[Instituto Nacional de Biodiversidad de Sudáfrica (SANBI)] proporciona soporte técnico a nuevos publicadores en Sudáfrica y soporte de alojamiento para conjuntos de datos en http://197.189.235.147:8080/iptsanbi/[IPT del SANBI]. Póngase en contacto con <f.ramwashe@sanbi.org.za> para obtener ayuda.

source: Spain
es: España
ja: スペイン

source: http://www.gbif.es/[GBIF Spain] provides helpdesk support to new publishers in Spain, and hosting support for datasets on the http://www.gbif.es/ipt/[GBIF Spain IPT]. Please contact <info@gbif.es> for assistance.
es: http://www.gbif.pt/[GBIF España] proporciona asistencia técnica a los nuevos publicadores en España y soporte de alojamiento para conjuntos de datos en http://www.gbif.es/ipt/[IPT de GBIF España]. Póngase en contacto con GBIF España <info@gbif.es> para obtener ayuda.
ja: http://www.gbif.es/[GBIF スペイン]は、スペインの新しい出版社へのヘルプデスクサポート、およびlink:http://www.gbif.es/ipt/[GBIF スペイン IPT]上のデータセットのホスティングサポートを提供しています。お問い合わせは<info@gbif.es>までお願いします。
