Repository: gbif/ipt
Catalog: docs/translations/data-quality-checklist.adoc.*.po
Languages: es, ja

source: Instructions
es: Instrucciones
ja: 手順

source: Data Quality Checklist
es: Comprobación de la calidad de los datos
ja: データ品質チェックリスト

source: Use this checklist to help review biodiversity datasets. Note it is particularly suited for checking occurrence and sampling event datasets.
es: Use esta lista de comprobación para ayudar a revisar los conjuntos de datos sobre biodiversidad. Tenga en cuenta que es especialmente adecuada para verificar los conjuntos de datos de registros biológicos y eventos de muestreo.
ja: このチェックリストは、生物多様性データセットのレビューに利用することができます。特に、オカレンスやサンプリングイベントのデータセットをチェックするのに適していることに注意してください。

source: The checklist will help ensure that the data is complete, meaning it contains valid answers to the five Ws:
es: El listado de especies ayudará a asegurar que los datos están completos, respondiendo a las siguientes preguntas:
ja: このチェックリストは、データが完全であること、つまり5つのWに対する有効な答えが含まれていることを確認するのに役立ちます。

source: <<What event happened?>>
es: xref:data-quality-checklist#qué-evento-tuvo-lugar[¿Qué evento tuvo lugar?]
ja: <<_何が行われたか？,何が行われたか？>>

source: <<Who acted in the event?>>
es: data-quality-checklist#quién-participó-en-el-evento[¿Quién participó en el evento?]
ja: <<_誰がおこなったか？,誰がおこなったか？>>

source: <<When did the event take place?>>
es: data-quality-checklist#cuándo-tuvo-lugar-el-evento[¿Cuándo tuvo lugar el evento?]
ja: <<_いつ行われたか？,いつ行われたか？>>

source: <<Where did the event take place?>>
es: https://ipt.gbif-uat.org/manual/es/ipt/2.5/data-quality-checklist#d%C3%B3nde-tuvo-lugar-el-evento[¿Dónde tuvo lugar el evento?]
ja: <<_どこで行われたか？,どこで行われたか？>>

source: <<Why did the event happen?>>
es: <<¿Por qué tuvo lugar el evento?>>
ja: <<_なぜ行われたか,なぜ行われたか>>

source: Examples of events include a species observation, a physical specimen being collected, or a biological sampling event.
es: Algunos ejemplos de eventos son la observación de una especie, la colecta de un espécimen físico o un evento de muestreo biológico.
ja: イベントの例としては、種の観察、物理的な標本の採取、生物的なサンプリングイベントなどがあります。

source: Additionally, the checklist ensures that the <<Dataset Metadata>> also contains answers to the five Ws in order to facilitate reuse of the data.
es: Adicionalmente, el listado de especies asegura que los <<Metadatos del conjunto de datos>> contienen también respuestas a las preguntas anteriores para facilitar la reutilización de los datos.
ja: さらにチェックリストでは、データの再利用を促進するために、<<_データセットのメタデータ,データセットのメタデータ>>にも5つのWに対する回答が含まれていることを確認します。

source: If the dataset has been registered with GBIF, give yourself a running start by reviewing the dataset's 'Stats' page. Here you can find the set of issues that GBIF discovered while interpreting the dataset:
es: Si el conjunto de datos ha sido registrado con GBIF, comience revisando la página de "Estadísticas" del conjunto de datos. Aquí encontrará las incidencias que GBIF descubrió al interpretar el conjunto de datos:
ja: GBIFに登録されているデータセットの場合は、まずそのデータセットの「統計」ページを見てください。ここには、GBIFがそのデータセットを解釈する際に発見した一連の問題が掲載されています。

source: Next, read the dataset metadata to get a better understanding about the data.
es: A continuación, lea los metadatos del conjunto de datos para lograr un mejor conocimiento de los datos.
ja: 次に、データセットのメタデータを読み、データについての理解を深めます。

source: Next, load the data into https://openrefine.org/[OpenRefine]. This will allow https://docs.openrefine.org/manual/facets[faceted browsing] to get the big picture of the data.
es: Después, cargue los datos en https://openrefine.org/[OpenRefine]. Esto permitirá la https://docs.openrefine.org/manual/facets[navegación por temas] para obtener una visión de los datos a grandes rasgos.
ja: そして、OpenRefineにデータを読み込みます。これにより、ファセット化されたブラウジングで、データの全体像を把握することができるようになります。

source: There are various ways each of the five Ws can be answered. Each 'check' relates to one or more Darwin Core fields. Therefore try to perform as many checks as possible based on the Darwin Core fields present in the dataset.
es: Existen varias vías para responder a las anteriores preguntas. Cada "comprobación" se relaciona con uno o más campos Darwin Core. Por ello, intente realizar tantas comprobaciones como sea posible basadas en los campos Darwin Core incluidos en el conjunto de datos.
ja: 5つのWには、それぞれさまざまな答えがあります。それぞれの「チェック」は、1つ以上のダーウィンコアフィールドに関連します。したがって、データセットに存在するダーウィンコアフィールドに基づいて、できるだけ多くのチェックを実行するようにしてください。

source: Compile a list of all checks that fail and report them back to the data publisher, referring to each check by its 'Check-ID'. This will make providing feedback a less time consuming and verbose process.
es: Elabore una lista con todos los fallos y repórtelos al publicador de datos, haciendo referencia a cada comprobación mediante su 'Check-ID'. Esto hará que compartir comentarios sea un proceso detallado y que requiera menos tiempo.
ja: 失敗したすべてのチェックのリストを作成し、各チェックを 'Check-ID' で参照しながら、データ公開者に報告します。これにより、フィードバックにかかる時間や冗長性が軽減されます。

source: Quality checks
es: Controles de calidad
ja: 品質チェック

source: What event happened?
es: ¿Qué evento tuvo lugar?
ja: 何が行われたか？

source: What type of event was it?
es: ¿Qué tipo de evento fue?
ja: どのようなイベントだったか？

source: | Check-ID | Fields | Requirements | *what 1* | `occurrenceID`, `basisOfRecord`, `eventID` | The species observation event uniquely identified by `occurrenceID` and having `basisOfRecord` equal to `HumanObservation` or `MachineObservation` indicating whether the observation was performed by a machine or by one or more people. If this observation was derived from a sampling event, it must have the `eventID` of the sampling event filled in. | *what 2* | `occurrenceID`, `basisOfRecord`, `catalogNumber`, `collectionCode`, `eventID` | The specimen preservation event uniquely identified by `occurrenceID` and having `basisOfRecord` equal to `PreservedSpecimen`, `FossilSpecimen` or `LivingSpecimen` indicating its specific type. Ideally a specimen is deposited in a collection and therefore can be assigned both a `catalogNumber` and `collectionCode`. If this specimen was derived from a sampling event, it must have the `eventID` of the sampling event filled in. | *what 3* | `occurrenceID`, `basisOfRecord`, `materialSampleID`, `catalogNumber`, `collectionCode`, `eventID` | The physical result of a sampling event uniquely identified by both `occurrenceID` and having `basisOfRecord` equal to `MaterialSample`. If the sample was preserved (vs destructively processed) as a specimen and deposited in a collection it will ideally be assigned both a `catalogNumber` and `collectionCode`. The `eventID` of the sampling event must be filled in. | *what 4* | `eventID`, `fieldNumber`, `parentEventID` | The actual sampling event uniquely identified by `eventID`. The `eventID` should be a GUID, otherwise it should reuse the `fieldNumber`. The `parentEventID` indicates the event is a sub-sampling event. To be valid, all `parentEventIDs` must reference `eventIDs` of records defined in the same dataset. Otherwise, the `parentEventID` must be a globally unique identifier (e.g. DOI, HTTP, URI, etc) that resolves to an event record described elsewhere. Ideally all sub-sampling events share the same data and location as the parent event.
es: | Check-ID | Campos | Requisitos | *what 1* | `occurrenceID`, `basisOfRecord`, `eventID` | El evento de observaciones de especies identificado de forma individual por `occurrenceID` y teniendo un `basisOfRecord` igual a la `HumanObservation` o `MachineObservation` indicando si la observación fue realizada por una máquina o por una o más personas. Si esta observación está derivada de un evento de muestreo, se debe llenar el `eventID` del evento de muestreo. | *what 2* | `occurrenceID`, `basisOfRecord`, `catalogNumber`, `collectionCode`, `eventID` | El evento de preservación de un espécimen identificado de forma individual por `occurrenceID` y teniendo un `basisOfRecord` igual a la `PreservedSpecimen`, `FossilSpecimen` o `LivingSpecimen` indicando su tipo específico. Lo normal es que un espécimen se deposite en una colección y por ello pueda asignársele tanto un `catalogNumber` como un `collectionCode`. Si este espécimen está derivado de un evento de muestreo, se debe rellenar el `eventID` del evento de muestreo. | *what 3* | `occurrenceID`, `basisOfRecord`, `materialSampleID`, `catalogNumber`, `collectionCode`, `eventID` | El resultado físico de un evento de muestreo identificado de forma individual por `occurrenceID` y teniendo un `basisOfRecord` igual a `MaterialSample`. Si la muestra fue preservada (en vez de procesada de manera destructiva) como un espécimen y depositada en una colección, lo normal sería asignarle un `catalogNumber` y un `collectionCode`. Se debe llenar el `eventID` del evento de muestreo. | *what 4* | `eventID`, `fieldNumber`, `parentEventID` | El evento de muestreo concreto identificado de manera única por `eventID`. El `eventID` debería ser un GUID, en caso contrario debería reutilizar el `fieldNumber`. El `parentEventID` indica que el evento es un sub-evento de muestreo. Para ser válidos, todos los `parentEventIDs` deben hacer referencia a los `eventIDs` de los registros definidos en el mismo conjunto de datos. De lo contrario, el `parentEventID` debe ser un identificador global único (p. ej., DOI, HTTP, URI, etc) que resulte en un registro del evento descrito en cualquier otro lugar. Lo normal es que todos los sub-eventos de muestreo compartan la misma fecha y localización como en el evento padre.
ja: | Check-ID | フィールド | 条件 | *what 1* | `occurrenceID`, `basisOfRecord`, `eventID` | 発生源は `occurrenceID` で、`basisOfRecord` は `HumanObservation` または `MachineObservation` で、その観測が機械によって行われたか、1人または複数の人によって行われたかを示します。この観測がサンプリングイベントから派生したものである場合、サンプリングイベントの `eventID` が記入されていなければなりません。 | *what 2* | `occurrenceID`, `basisOfRecord`, `catalogNumber`, `collectionCode`, `eventID` | 標本保存のイベントは `occurrenceID` で一意に識別され、`basisOfRecord` が `PreservedSpecimen`、`FossilSpecimen` または `LivingSpecimen` で、その特定の種類を表しています。理想的には標本はコレクションに寄託されているので、`catalogNumber`と`collectionCode`の両方を割り当てることができます。 もしこの標本がサンプリングイベントから得られたものであれば、そのサンプリングイベントの`eventID`が記入されていなければなりません。 | *what 3* | `occurrenceID`, `basisOfRecord`, `materialSampleID`, `catalogNumber`, `collectionCode`, `eventID` | サンプリングイベントの物理的な結果で、`occurrenceID`と`basisOfRecord`が`MaterialSample`に等しいことで一意に識別されます。もしサンプルが標本として保存され（破壊処理され）、コレクションに保管されている場合は、理想的には `catalogNumber` と `collectionCode` の両方が割り当てられます。サンプリングイベントの`eventID`は必ず記入してください。 | *what 4* | `eventID`, `fieldNumber`, `parentEventID` | 実際のサンプリングイベントは `eventID` で一意に識別されます。eventID` はGUIDであるべきで、そうでなければ `fieldNumber` を再利用する必要があります。parentEventID` は、そのイベントがサブサンプリングイベントであることを示します。有効であるためには、すべての `parentEventID` が、同じデータセットで定義されたレコードの `eventID` を参照していなければなりません。そうでない場合、`parentEventID` は他の場所で記述されたイベントレコードに解決するグローバルにユニークな識別子（DOI、HTTP、URIなど）でなければなりません。すべてのサブサンプリングイベントは、親イベントと同じデータと場所を共有しているのが理想です。

source: If it was a species occurrence related event - how many species were there?
es: Si fue un evento relacionado con registros biológicos de especies ¿cuántas especies había?
ja: 種のオカレンスに関するものだった場合 - 何種確認されたか？

source: | Check-ID | Fields | Requirements | *what 5* | `individualCount`, `organismQuantity`, `organismQuantityType`, `occurrenceStatus` | The species abundance must be filled in using `individualCount` and the pair `organismQuantity` & `organismQuantityType`. For relative abundance use the pair `organismQuantity` & `organismQuantityType` with values for `organismQuantityType` coming from the {latest-quantity-type}[GBIF Quantity Type Vocabulary]. Zero abundance (absence of the species) must be coupled with `occurrenceStatus` set to "absence" per the {latest-occurrence-status}[GBIF Occurrence Status Vocabulary].
ja: | Check-ID | フィールド | 条件 | *what 5* | `individualCount`, `organismQuantity`, `organismQuantityType`, `occurrenceStatus` | 種の存在量は `individualCount` と `organismQuantity` & `organismQuantityType` のペアを使用して記入する必要があります。相対的な存在量には `organismQuantity` & `organismQuantityType` のペアを使用し、 `organismQuantityType` の値はlink:{latest-quantity-type}[GBIF数量タイプ語彙]から取得します。存在量がゼロ（その種が存在しない）の場合は、link:{latest-occurrence-status}[GBIFオカレンスステータス語彙]に従って `occurrenceStatus` を "absence" に設定して結合しなければなりません。

source: If it was a species occurrence related event - what species was it?
es: Si fue un evento relacionado con registros biológicos de especies ¿qué especies había?
ja: 種のオカレンスに関するものだった場合 - どの種だったか？

source: | Check-ID | Fields | Requirements | *what 6* | `scientificName`, `taxonRank`, `kingdom`, `phylum`, `class`, `order`, `family`, `genus`, `subgenus` | The full scientific name with authorship and date information if known must be entered in `scientificName`. To prevent ambiguity, the `taxonRank` of the scientific name should be supplied as per the {latest-rank}[GBIF Taxonomic Rank Vocabulary]. Also to prevent ambiguity, as much higher taxonomy as possible should be filled in: `kingdom`, `phylum`, `class`, `order`, `family`, `genus`. | *what 7* | `taxonID`, `nameAccordingTo`, `nameAccordingToID` | The identifier for the Taxon assigned to the subject. If the Taxon is defined according to a well known source, it is recommended filling in `nameAccordingTo` with the name of the source and `nameAccordingToID` with the identifier for the Taxon assigned as per the source (same as `taxonID`).
es: | Check-ID | Campos | Requisitos | *what 6* | `scientificName`, `taxonRank`, `kingdom`, `phylum`, `class`, `order`, `family`, `genus`, `subgenus` | El nombre científico completo con información sobre el autor y la fecha, si se conocen, debe ser incluidos en `scientificName`. Para evitar la ambigüedad, el `taxonRank` del nombre científico debería ser proporcionado como se indica en el {latest-rank}[Vocabulario GBIF de clasificación taxonómica]. Para evitar la ambigüedad, también se debería proporcionar el mayor nivel de taxonomía posible: `kingdom`, `phylum`, `class`, `order`, `family`, `genus`. | *what 7* | `taxonID`, `nameAccordingTo`, `nameAccordingToID` | El identificador para el taxón asignado al sujeto. Si el taxón se define de acuerdo a fuentes bien conocidas, se recomienda llenar el `nameAccordingTo` con el nombre de la fuente y el `nameAccordingToID` con el identificador para el taxón asignado por la fuente (igual que en `taxonID`).
ja: | Check-ID | フィールド | 条件 | *what 6* | `scientificName`, `taxonRank`, `kingdom`, `phylum`, `class`, `order`, `family`, `genus`, `subgenus` | 完全な学名と、分かっていれば著者名と日付の情報を `scientificName` に入力する必要があります。曖昧さを防ぐために、学名の `taxonRank` はlink:{latest-rank}[GBIF階級語彙] と同じように記入してください。また、曖昧さを防ぐために、できるだけ上位の分類を記入してください。kingdom`, `phylum`, `class`, `order`, `family`, `genus`. | *what 7* | `taxonID`, `nameAccordingTo`, `nameAccordingToID` | サブジェクトに割り当てられたTaxonの識別子です。タクソンがよく知られているソースに従って定義されている場合、`nameAccordingTo`にソースの名前を、`nameAccordingToID`にソースに従って割り当てられたタクソンの識別子（`taxonID`と同じ）を記入することが推奨されます。

source: Case 1: Species observation from a camera trap
es: Caso 1: observación de especies con una cámara trampa
ja: ケース1：カメラトラップからの生物観察

source: | Field | Value | Constraint | `occurrenceID` | "HAMAARAG:T0_L_049:6199" | Must be a GUID or an identifier that is near globally unique. Integer identifiers are not allowed. | `basisOfRecord` | "MachineObservation" | Must match {latest-basis-of-record}[Darwin Core Type Vocabulary] | `individualCount` | 1 | Must be an integer, 0 or greater | `organismQuantity` | 1 | Must pair with `organismQuantityType` | `organismQuantityType` | "individuals" | Must match {latest-quantity-type}[GBIF Quantity Type Vocabulary] | `occurrenceStatus` | "present" | Must match {latest-occurrence-status}[GBIF Occurrence Status Vocabulary] | `scientificName` | "Canis aureus Linnaeus, 1758" | Must be the full scientific name, with authorship and date information if known. | `taxonRank` | "species" | Must match {latest-rank}[GBIF Taxon Rank Vocabulary] | `kingdom` | "Animalia" | Must be the full scientific name of the kingdom in which the taxon is classified. | `phylum` | "Chordata" | Must be the full scientific name of the phylum or division in which the taxon is classified. | `class` | "Mammalia" | Must be the full scientific name of the class in which the taxon is classified. | `order` | "Carnivora" | Must be the full scientific name of the order in which the taxon is classified. | `family` | "Canidae" | Must be the full scientific name of the family in which the taxon is classified. | `genus` | "Canis Linnaeus, 1758" | Must be the full scientific name of the genus in which the taxon is classified. | `taxonID` | http://www.gbif.org/species/5219219 | Must be a GUID or an identifier related to the source | `nameAccordingTo` | "GBIF Backbone Taxonomy, May 2016" | Must be reference including date | `nameAccordingToID` | "http://www.gbif.org/dataset/d7dddbf4-2cf0-4f39-9b2a-bb099caae36c" | Must be a GUID or an identifier for the source
es: | Campo | Valor | Limitaciones | `occurrenceID` | "HAMAARAG:T0_L_049:6199" | Debe ser un GUID o lo más cercano posible a un identificador único y global. Identificadores de números enteros no son validos. | `basisOfRecord` | "MachineObservation" | Debe coincidir con el {latest-basis-of-record}[Vocabulario de tipos Darwin Core] | `individualCount` | 1 | Debe ser un número entero, 0 o superior | `organismQuantity` | 1 | Debe estar emparejado con `organismQuantityType` | `organismQuantityType` | "individuals" | Debe coincidir con el {latest-quantity-type}[Vocabulario GBIF de tipos cuantitativos] | `occurrenceStatus` | "present" | Debe coincidir con el {latest-occurrence-status}[Vocabulario GBIF sobre el Estado de los Registros] | `scientificName` | "Canis aureus Linnaeus, 1758" | Debe ser el nombre científico completo, con información sobre el autor y la fecha si se conoce. | `taxonRank` | "species" | Debe coincidir con el {latest-rank}[Vocabulario GBIF de clasificación de taxón] | `kingdom` | "Animalia" | Debe ser el nombre científico completo del reino en el que está clasificado el taxón. | `phylum` | "Chordata" | Debe ser el nombre científico completo del filo o división en el que está clasificado el taxón. | `class` | "Mammalia" | Debe ser el nombre científico completo de la clase en la que está clasificado el taxón. | `order` | "Carnivora" | Debe ser el nombre científico completo del orden en el que está clasificado el taxón. | `family` | "Canidae" | Debe ser el nombre científico completo de la familia en la que está clasificado el taxón. | `genus` | "Canis Linnaeus, 1758" | Debe ser el nombre científico completo del género en el que está clasificado el taxón. | `taxonID` | http://www.gbif.org/species/5219219 | Debe ser un GUID o un identificador relacionado con la fuente. | `nameAccordingTo` | "GBIF Backbone Taxonomy, May 2016" | Debe ser una referencia que incluya fecha | `nameAccordingToID` | "http://www.gbif.org/dataset/d7dddbf4-2cf0-4f39-9b2a-bb099caae36c" | Debe ser un GUID o un identificador para la fuente
ja: | フィールド | 値 | 条件 | `occurrenceID` | "HAMAARAG:T0_L_049:6199" | GUIDまたはグローバルにほとんど一意な識別子である必要があります。整数の識別子は使用できません。 | `basisOfRecord` | "MachineObservation" | link:{latest-basis-of-record}[ダーウィンコアタイプ語彙]に対応していなければなりません。 | `individualCount` | 1 | 0以上の整数でなければなりません。 | `organismQuantity` | 1 | `organismQuantityType`と対になっていなければなりません。 | `organismQuantityType` | "individuals" | link:{latest-quantity-type}[GBIF数量タイプ語彙]に対応していなければなりません。 | `occurrenceStatus` | "present" | link:{latest-occurrence-status}[GBIFオカレンスステータス語彙]に対応していなければなりません。 | `scientificName` | "Canis aureus Linnaeus, 1758" | 完全な学名（既知の場合は著者名と日付の情報も含む）でなければなりません。 | `taxonRank` | "species" | link:{latest-rank}[GBIF階級語彙]に対応していなければなりません。 | `kingdom` | "Animalia" | 界の完全な学名でなければなりません。 | `phylum` | "Chordata" | 門の完全な学名でなければなりません。 | `class` | "Mammalia" | 綱の完全な学名でなければなりません。 | `order` | "Carnivora" | 目の完全な学名でなければなりません。 | `family` | "Canidae" | 科の完全な学名でなければなりません。 | `genus` | "Canis Linnaeus, 1758" | 属の完全な学名でなければなりません。 | `taxonID` | http://www.gbif.org/species/5219219 | またはソースに関連する識別子である必要があります。 | `nameAccordingTo` | "GBIF Backbone Taxonomy, May 2016" | 日付を含む引用である必要があります。 | `nameAccordingToID` | "http://www.gbif.org/dataset/d7dddbf4-2cf0-4f39-9b2a-bb099caae36c" | GUIDまたはソースに関連する識別子である必要があります。

source: Who acted in the event?
es: ¿Quién participó en el evento?
ja: 誰がおこなったか？

source: | Check-ID | Fields | Requirements | *who 1* | `recordedBy` | The full names of each person acting in the event (e.g. collecting, observing, etc) should be entered in `recordedBy` using the vertical bar as a separator. Note there is a separate field for capturing the person(s) making the identification (see below). | *who 2* | `institutionCode`, `ownerInstitutionCode` | A name or acronym of the institution acting in the event may be entered in `institutionCode` and `ownerInstitutionCode`. These can be different hence `institutionCode` can have physical custody of a specimen and `ownerInstitutionCode` can have legal ownership of the specimen. | *who 3* | `identifiedBy` | The full names of each person, group, or organization responsible for assigning the Taxon to the subject should be entered in `identifiedBy` using the vertical bar as a separator.
es: | Check-ID | Campos | Requisitos | *who 1* | `recordedBy` | Los nombres completos de cada persona que participó en el evento (p. ej., colectando, observando, etc.) deberían ser introducidos en `recordedBy` utilizando la barra vertical como un separador. Tenga en cuenta que existe un campo separado para indicar la(s) persona(s) que realizó la identificación (ver más abajo). | *who 2* | `institutionCode`, `ownerInstitutionCode` | Un nombre o acrónimo de la institución que participó en el evento puede ser incluido en `institutionCode` y `ownerInstitutionCode`. Éstos pueden ser diferentes ya que `institutionCode` puede tener la custodia física de un espécimen y `ownerInstitutionCode` puede tener la propiedad legal del espécimen. | *who 3* | `identifiedBy` | Los nombres completos de cada persona, grupo u organización responsable de asignar el taxón al sujeto en cuestión deberían se introducidos en `identifiedBy` utilizando la barra vertical como separador.
ja: | Check-ID | フィールド | 条件 | *who 1* | `recordedBy` | イベントで活動した各人物のフルネーム（例：収集、観察など）を、縦棒を区切りとして `recordedBy` に入力してください。同定を行った人物を記録するための別のフィールドがあることに注意してください（下記参照）。 | *who 2* | `institutionCode`, `ownerInstitutionCode` | イベントで活動する機関の名前または頭文字を`institutionCode`と`ownerInstitutionCode`に入力することができます。これらは異なる場合があるので、`institutionCode`は検体の物理的な保管を、`ownerInstitutionCode`は検体の法的な所有権を持つことが可能です。 | *who 3* | `identifiedBy` | 生物の同定に責任がある各個人、グループ、機関のフルネームを縦棒を区切りとして入力する必要があります。

source: Case 1: Two different people collecting and identifying a specimen
es: Caso 1: dos personas diferentes colectando e identificando un espécimen
ja: ケース2：異なる2人が標本を収集し、同定している

source: | Field | Value | Constraint | `recordedBy` | "Ole Karsholt" | Must be one or more persons' names | `institutionCode` | "ZMUC" | Must be an acronym or name of an institution | `ownerInstitutionCode` | "ZMUC" | Must be an acronym or name of an institution | `identifiedBy` | "Jan Pedersen" | Must be names of one or more persons, groups or organizations
es: | Campo | Valor | Limitaciones | `recordedBy` | "Ole Karsholt" | Debe ser el nombre de una o más personas | `institutionCode` | "ZMUC" | Debe ser un acrónimo o nombre de una institución | `ownerInstitutionCode` | "ZMUC" | Debe ser un acrónimo o nombre de una institución | `identifiedBy` | "Jan Pedersen" | Debe ser el nombre de una o más personas, grupo u organizaciones
ja: | フィールド | 値 | 条件 | `recordedBy` | "Ole Karsholt" | 1人または複数の個人名である必要があります。 | `institutionCode` | "ZMUC" | 頭文字または機関名である必要があります。 | `ownerInstitutionCode` | "ZMUC" | 頭文字または機関名である必要があります。 | `identifiedBy` | "Jan Pedersen" | 1人または複数の個人、グループ、または機関の名前である必要があります。

source: When did the event take place?
es: ¿Cuándo tuvo lugar el evento?
ja: いつ行われたか？
