Repository: gbif/ipt
Catalog: docs/translations/data-quality-checklist.adoc.*.po
Languages: es, ja

source: | Check-ID | Fields | Requirements | *when 1* | `eventDate` | The date, date-time, date range, or date-time range during which the Event occurred should be entered in `eventDate` in https://en.wikipedia.org/wiki/ISO_8601[ISO 8601] format. Partial dates can be provided if they have at least a year and month, e.g. "2007-03". | *when 2* | `verbatimEventDate` | If the original value has to be converted into https://en.wikipedia.org/wiki/ISO_8601[ISO 8601] `verbatimEventDate` should be filled in with the original value. | *when 3* | `eventTime`, `year`, `month`, `day`, `startDayOfYear` | Although it appears redundant, it is recommended trying to fill in `year`, `month`, `day`, `eventTime` and `startDayOfYear` for single dates/date-times. If the start date resolution is specific to the day fill in `startDayOfYear`. | *when 4* | `eventTime`, `year`, `month`, `day`, `startDayOfYear`, `endDayOfYear` | Although it appears redundant, it is recommended trying to fill in `eventTime`, `year`, `month`, `day`, `startDayOfYear` and `endDayOfYear` for date ranges as completely as possible. If there is a date range spanning days, `day` is left blank. If there is a date range spanning months, `month` is left blank. If there is a date range spanning years, `year` is left blank. If the start date resolution is specific to the day fill in `startDayOfYear`. If the end date resolution is specific to the day fill in `endDayOfYear`. | *when 5* | `eventRemarks` | If no `eventDate` can be filled in, an explanation should be provided in `eventRemarks`
es: | Check-ID | Campos | Requisitos | *when 1* | `eventDate` | La fecha, fecha-hora, rango de fecha o rango de fecha-hora durante la cual ocurrió el evento debería ser introducido en `eventDate` en formato https://en.wikipedia.org/wiki/ISO_8601[ISO 8601]. Las fechas parciales pueden ser proporcionadas si incluyen al menos un año y mes, p. ej., "2007-03". | *when 2* | `verbatimEventDate` | Si hay que convertir el valor original en https://en.wikipedia.org/wiki/ISO_8601[ISO 8601] `verbatimEventDate` debería ser completado con ese valor original. | *when 3* | `eventTime`, `year`, `month`, `day`, `startDayOfYear` | Aunque parezca repetitivo, se recomienda intentar rellenar el `year`, `month`, `day`, `eventTime` y `startDayOfYear` para fechas/fechas-horas únicas. Si la resolución de la fecha de inicio es específica para el día, rellenar en `startDayOfYear`. | *when 4* | `eventTime`, `year`, `month`, `day`, `startDayOfYear`, `endDayOfYear` | Aunque parezca repetitivo, se recomienda intentar llenar de la manera más completa posible el `year`, `month`, `day`, `startDayOfYear` y `endDayOfYear` en el caso de rangos de fechas. Si el rango de fechas abarca varios días, dejar en blanco el campo `day`. Si el rango de fechas abarca varios meses, dejar en blanco el campo `month`. Si el rango de fechas abarca varios años, dejar en blanco el campo `year`. Si la resolución de la fecha de inicio es específica para el día, rellenar en `startDayOfYear`. Si la resolución de la fecha de fin es específica para el día, llenar en `endDayOfYear`. | *when 5* | `eventRemarks` | Si no se puede llenar el campo `eventDate`, se debería al menos proporcionar una explicación en el campo `eventRemarks`
ja: | Check-ID | フィールド | 条件 | *when 1* | `eventDate` | `eventDate` には、イベントが発生した日付、日付時間、日付範囲、または日付時間範囲をlink:https://ja.wikipedia.org/wiki/ISO_8601[ISO 8601] フォーマットで入力する必要があります。「2007-03」のように、少なくとも年と月を含んでいれば、部分的に日付を指定することができます。 | *when 2* | `verbatimEventDate` | 元の値をlink:https://ja.wikipedia.org/wiki/ISO_8601[ISO 8601]に変換する必要がある場合は、`verbatimEventDate` に元の値を記入する必要があります。 | *when 3* | `eventTime`, `year`, `month`, `day`, `startDayOfYear` | 一見冗長に見えますが、単一の日付/時刻の場合は `year`、`month`、`day`、`eventTime` および `startDayOfYear` を埋めるようにすることを推奨します。もし、開始日が特定の日付であれば、 `startDayOfYear` を記入してください。 | *when 4* | `eventTime`, `year`, `month`, `day`, `startDayOfYear`, `endDayOfYear` | 一見冗長に見えますが、日付範囲の `eventTime`、`year`、`month`、`day`、`startDayOfYear`、`endDayOfYear` はできるだけ完全に埋めるとよいでしょう。もし、日付の範囲が日単位であれば、 `day` は空白のままです。月にわたる日付範囲がある場合、`month` は空白のままです。日付の範囲が年にまたがる場合、`year` は空白のまます。開始日を指定する場合は、 `startDayOfYear` を記入し、終了日を指定するのであれば、 `endDayOfYear` を記入してください。 | *when 5* | `eventRemarks` | もし `eventDate` が記入できない場合は、`eventRemarks` に説明を記述する必要があります。

source: Case 1: Single date
es: Caso 1: fecha única
ja: ケース1：単一の日付

source: | Field | Value | Constraint | `eventDate` | 2007-03-20 | Must be in https://en.wikipedia.org/wiki/ISO_8601[ISO 8601] format | `year` | 2007 | Must be four-digit year | `month` | 3 | Must be between 1-12 | `day` | 20 | Must be between 1-31 | `startDayOfYear` | 79 | Must be between 1-366 | `verbatimEventDate` | "Mar 20, 07" | Original date or date description
es: | Campo | Valor | Limitaciones | `eventDate` | 2007-03-20 | Debe estar en formato https://en.wikipedia.org/wiki/ISO_8601[ISO 8601] | `year` | 2007 | Debe ser un año de cuatro dígitos | `month` | 3 | Debe estar entre 1-12 | `day` | 20 | Debe estar entre 1-31 | `startDayOfYear` | 79 | Debe estar entre 1-366 | `verbatimEventDate` | "Mar 20, 07" | La fecha original o la descripción de la fecha
ja: | Field | Value | Constraint | `eventDate` | 2007-03-20 | link:https://ja.wikipedia.org/wiki/ISO_8601[ISO 8601]フォーマットに従っていなければならない | `year` | 2007 | 4桁の西暦でなければならない | `month` | 3 | 1~12の数値で指定されなければならない | `day` | 20 | 1~31の数値で指定されなければならない | `startDayOfYear` | 79 | 1~366の数値で指定されなければならない | `verbatimEventDate` | "Mar 20, 07" | 日付のオリジナル表記またはその詳細

source: Case 2: Date-time range spanning days
es: Caso 2: rango de fecha-hora abarcando varios días
ja: ケース2：日付・時間の範囲が数日にわたる

source: | Field | Value | `eventDate` | 2007-03-20T00:00:00Z/2007-03-27T06:00:00Z | `eventTime` | 00:00:00Z/06:00:00Z | `year` | 2007 | `month` | 3 | `day` | | `startDayOfYear` | 79 | `endDayOfYear` | 86 | `verbatimEventDate` | "The third week in March 07, for 6 hours starting at midnight."
es: | Campo | Valor | `eventDate` | 2007-03-20T00:00:00Z/2007-03-27T06:00:00Z | `eventTime` | 00:00:00Z/06:00:00Z | `year` | 2007 | `month` | 3 | `day` | | `startDayOfYear` | 79 | `endDayOfYear` | 86 | `verbatimEventDate` | "La tercera semana de Marzo de 2007, durante 6 horas, empezando a medianoche."
ja: | フィールド | 値 | `eventDate` | 2007-03-20T00:00:00Z/2007-03-27T06:00:00Z | `eventTime` | 00:00:00Z/06:00:00Z | `year` | 2007 | `month` | 3 | `day` | | `startDayOfYear` | 79 | `endDayOfYear` | 86 | `verbatimEventDate` | "The third week in March 07, for 6 hours starting at midnight."

source: Case 3: Partial date
es: Caso 3: fecha parcial
ja: ケース3：一日の一部分

source: | Field | Value | `eventDate` | 2007-03 | `year` | 2007 | `month` | 3 | `day` | | `eventRemarks` | "Exact collection day was never recorded"
es: | Campo | Valor | `eventDate` | 2007-03 | `year` | 2007 | `month` | 3 | `day` | | `eventRemarks` | "El día exacto de la colecta nunca se registró"
ja: | フィールド | 値 | `eventDate` | 2007-03 | `year` | 2007 | `month` | 3 | `day` | | `eventRemarks` | "Exact collection day was never recorded"

source: Case 4: Missing date
es: Caso 4: falta fecha
ja: ケース4：日付の欠損

source: | Field | Value | `eventRemarks` | "Event date was not found in legacy data"
es: | Campo | Valor | `eventRemarks` | "La fecha del evento no se encontró en los datos heredados"
ja: | フィールド | 値 | `eventRemarks` | "Event date was not found in legacy data"

source: Where did the event take place?
es: ¿Dónde tuvo lugar el evento?
ja: どこで行われたか？

source: | Check-ID | Fields | Requirements | *where 1* | `decimalLatitude`, `decimalLongitude`, `geodeticDatum` | The point location coordinates should be entered in decimal degrees in `decimalLatitude` and `decimalLongitude`. The spatial reference system upon which the coordinates are based must be entered in `geodeticDatum` using the EPSG code if known, e.g. "EPSG:4326". Otherwise use a controlled vocabulary for the name or code of the `geodeticDatum` if known, e.g. "WGS84". If none of these is known, use the value "unknown". | *where 2* |`footprintWKT`, `footprintSRS` | To provide a specific shape location enter a well-Known Text (WKT) representation of the shape in `footprintWKT`. The corresponding spatial reference system upon which the shape is based must be entered in `footprintSRS` using the EPSG code, e.g. "EPSG:4326". | *where 3* |`coordinateUncertaintyInMeters`, `dataGeneralizations` | `coordinateUncertaintyInMeters` should express the uncertainty in meters of the GPS reading. For large uncertainties (more than 1000 meters) check `dataGeneralizations` to see if the location was generalized on purpose, e.g. to protect sensitive species. | *where 4* |`verbatimCoordinates`, `verbatimLatitude`, `verbatimLongitude`, `verbatimCoordinateSystem`, `verbatimSRS` | If the original point location coordinates had to be converted from another coordinate system such as 'degrees minutes seconds' `verbatimCoordinates`, `verbatimLatitude`, `verbatimLongitude`, `verbatimCoordinateSystem`, `verbatimSRS` should be filled in with the original coordinates of the Location. | *where 5* | `dataGeneralizations` | If actions were taken to make the point location less specific than in its original form or the coordinateUncertaintyInMeters is very high, an explanation should be provided in `dataGeneralizations`. | *where 6* |`informationWitheld` | If the point location should exist, but has not been entered, an explanation should be provided in `informationWitheld`. | *where 7* | `georeferenceRemarks` | If the point location does not exist, or the point location is calculated from the cent er of a grid cell (versus from GPS reading) an explanation should be provided in `georeferenceRemarks`. | *where 8* | `continent`, `waterBody`, `islandGroup`, `island`, `country`, `countryCode`, `stateProvince`, `county`, `municipality`, `locality`, `locationRemarks` | As much supplementary information as possible about the location should also be provided. If no `country` and `countryCode` can be provided then an explanation as to why should be entered in `locationRemarks`
es: | Check-ID | Campos | Requisitos | *where 1* | `decimalLatitude`, `decimalLongitude`, `geodeticDatum` | Las coordenadas de localización por puntos se deben introducir en grados decimales en `decimalLatitude` y `decimalLongitude`. El sistema de referencia espacial en el que se basan las coordenadas se debe introducir en `geodeticDatum` utilizando el código EPSG si se conoce, ej.: "EPSG:4326". De lo contrario, se debe usar un vocabulario controlado para el nombre o código del `geodeticDatum` si se conoce, p. ej., "WGS84". Si ninguno de estos es conocido, utilizar el valor "unknown". | *where 2* |`footprintWKT`, `footprintSRS` | Para proporcionar una localización específica por forma geométrica introduzca una representación en archivo de texto well-Known Text (WKT) para la forma geométrica en el campo `footprintWKT`. El sistema de referencia espacial en el que se basa la forma se debe introducir en `footprintSRS` utilizando el código EPSG, p. ej., "EPSG:4326". | *where 3* |`coordinateUncertaintyInMeters`, `dataGeneralizations` | `coordinateUncertaintyInMeters` debe expresar la incertidumbre de la lectura del GPS en metros. Para grandes incertidumbres (más de 1.000 metros) comprobar `dataGeneralizations` para ver si la localización fue generalizada a propósito, p. ej., para proteger especies sensibles. | *where 4* |`verbatimCoordinates`, `verbatimLatitude`, `verbatimLongitude`, `verbatimCoordinateSystem`, `verbatimSRS` | Si las coordenadas originales de localización por puntos tuvieran que ser convertidas desde otro sistema de coordenadas como 'grados minutos segundos' `verbatimCoordinates`, `verbatimLatitude`, `verbatimLongitude`, `verbatimCoordinateSystem`, `verbatimSRS` deberían ser diligenciados con las coordenadas originales de la localización. | *where 5* | `dataGeneralizations` | Si se tomaron acciones para expresar la localización por puntos de manera menos específica que la original o la coordinateUncertaintyInMeters es muy alta, se debe introducir una explicación en `dataGeneralizations`. | *where 6* |`informationWitheld` | Si la localización por puntos debe estar presente pero no se ha introducido, debería proporcionarse una explicación en `informationWitheld`. | *where 7* | `georeferenceRemarks` | Si la localización por puntos no existe o se ha calculado a partir del centro de una celda (en comparación a las lecturas GPS), se debería introducir una explicación en `georeferenceRemarks`. | *where 8* | `continent`, `waterBody`, `islandGroup`, `island`, `country`, `countryCode`, `stateProvince`, `county`, `municipality`, `locality`, `locationRemarks` | Se debe proporcionar tanta información adicional sobre la localización como sea posible. Si no se puede proporcionar el `country` y el `countryCode`, se debería introducir una explicación de por qué en `locationRemarks`
ja: | Check-ID | フィールド | 条件 | *where 1* | `decimalLatitude`, `decimalLongitude`, `geodeticDatum` | `decimalLatitude` と `decimalLongitude` には地点の位置座標を10進数で入力する必要があります。座標の基となる空間参照系は`geodeticDatum` に入力する必要があり、EPSGコードがわかっていれば "EPSG:4326" などで入力します。そうでない場合は、`geodeticDatum`の名前またはコードがわかっていれば、統制語彙を使用します（例："WGS84"）。もし、これらのどれにも当てはまらない場合は、"unknown"という値を使います。 | *where 2* |`footprintWKT`, `footprintSRS` | 特定の形状の位置を提供するために、`footprintWKT`にその形状のWKT（Well-Known Text）表現を入力してください。その形状が基づいている対応する空間参照系は、EPSGコード（例："EPSG:4326"）を使用して`footprintSRS`に入力する必要があります。 | *where 3* |`coordinateUncertaintyInMeters`, `dataGeneralizations` | `coordinateUncertaintyInMeters` はGPSの読み取りの精度をメートル単位で表現する必要があります。低い精度(1000メートル以上)の場合、例えばセンシティブな種を保護するために場所が意図的に一般化されているかどうかを確認するために `dataGeneralizations` をチェックします。 | *where 4* |`verbatimCoordinates`, `verbatimLatitude`, `verbatimLongitude`, `verbatimCoordinateSystem`, `verbatimSRS` | 元の地点の座標を、度分秒などの別の座標系から変換しなければならなかった場合 `verbatimCoordinates`, 元の点の座標が、「度分秒」のような別の座標系から変換されていた場合、 `verbatimCoordinates`, `verbatimLatitude`, `verbatimLongitude`, `verbatimCoordinateSystem`, `verbatimSRS` には、オリジナル表記の座標が格納されるべきです。 | *where 5* | `dataGeneralizations` | ポイントの位置が元の形よりも特定されないように処置された場合や、座標`UncertaintyInMeters`が非常に高い場合は、`dataGeneralizations`で説明を提供する必要があります。 | *where 6* |`informationWitheld` | ポイントの位置が存在するはずなのに入力されていない場合、`informationWitheld`で説明を付す必要があります。 | *where 7* | `georeferenceRemarks` | もしポイントの位置が存在しないか、または（GPSの読みからではなく）ポイントの位置がグリッドセルの中心から計算されている場合、`georeferenceRemarks`に説明を加える必要があります。 | *where 8* | `continent`, `waterBody`, `islandGroup`, `island`, `country`, `countryCode`, `stateProvince`, `county`, `municipality`, `locality`, `locationRemarks` | また、場所に関するできるだけ多くの補足情報を加える必要があります。もし `country` と `countryCode` が提供できない場合は、その理由を `locationRemarks` に記入する必要があります。

source: Case 1: Point location converted from degrees minutes seconds to decimal degrees
es: Caso 1: ubicación del punto convertida de grados minutos segundos a grados decimales
ja: ケース1：地点の座標が度分秒から10進数に変換された

source: | Field | Value | Constraint | `decimalLatitude` | 42.4566 | Must be between -90 and 90, inclusive | `decimalLongitude` | -76.45442 | Must be between -180 and 180, inclusive | `geodeticDatum` | "EPSG:4326" | Ideally an http://spatialreference.org/ref/epsg/wgs-84/[EPSG code] or from a controlled vocabulary otherwise "unknown" | `coordinateUncertaintyInMeters` | 500 | Zero is NOT a valid value | `verbatimCoordinates` | 42° 27' 23.76", -76° 27' 15.91" | | `verbatimLatitude` | 42° 27' 23.76" | | `verbatimLongitude` | -76° 27' 15.91" | | `verbatimCoordinateSystem` | "degrees minutes seconds" | | `continent` | "North America" | Must be preferred English name according to http://www.getty.edu/research/tools/vocabularies/tgn/[Getty Thesaurus of Geographic Names] | `country` | "United States" | Must be preferred English name according to http://www.getty.edu/research/tools/vocabularies/tgn/[Getty Thesaurus of Geographic Names] | `countryCode` | "US" | Must be https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2[ISO 3166-1-alpha-2 country code] | `stateProvince` | "New York" | | `county` | "Tomkins County" | | `locality` | "Ithaca, Forest Home, CU Rifle Range" | Must be a specific description of the place
es: | Campo | Valor | Limitaciones | `decimalLatitude` | 42.4566 | Debe estar entre -90 y 90, ambos inclusive | `decimalLongitude` | -76.45442 | Debe estar entre -180 y 180, ambos inclusive | `geodeticDatum` | "EPSG:4326" | Idealmente un http://spatialreference.org/ref/epsg/wgs-84/[código EPSG] o vocabulario controlado, si no "unknown" | `coordinateUncertaintyInMeters` | 500 | Cero NO es un valor válido | `verbatimCoordinates` | 42° 27' 23.76", -76° 27' 15.91" | | `verbatimLatitude` | 42° 27' 23.76" | | `verbatimLongitude` | -76° 27' 15.91" | | `verbatimCoordinateSystem` | "grados minutos segundos" | | `continent` | "North America" | Preferiblemente nombres en inglés de acuerdo al http://www.getty.edu/research/tools/vocabularies/tgn/[Teosaurio de nombres geográficos de Getty] | `country` | "United States" | Preferiblemente nombres en inglés de acuerdo al http://www.getty.edu/research/tools/vocabularies/tgn/[Teosaurio de nombres geográficos de Getty] | `countryCode` | "US" | Deben ser https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2[códigos de países ISO 3166-1-alpha-2] | `stateProvince` | "New York" | | `county` | "Tomkins County" | | `locality` | "Ithaca, Forest Home, CU Rifle Range" | Debe ser una descripción específica del lugar
ja: | フィールド | 値 | 条件 | `decimalLatitude` | 42.4566 | -90~90でなければなりません。 | `decimalLongitude` | -76.45442 | -180~180でなければならない。 | `geodeticDatum` | "EPSG:4326" | 理想的にはlink:http://spatialreference.org/ref/epsg/wgs-84/[EPSGコード] または統制語彙からのもので、そうでない場合は "unknown" となる。 | `coordinateUncertaintyInMeters` | 500 | ゼロは有効な値ではありません。 | `verbatimCoordinates` | 42° 27' 23.76", -76° 27' 15.91" | | `verbatimLatitude` | 42° 27' 23.76" | | `verbatimLongitude` | -76° 27' 15.91" | | `verbatimCoordinateSystem` | "degrees minutes seconds" | | `continent` | "North America" | link:http://www.getty.edu/research/tools/vocabularies/tgn/[Getty 地名シソーラス]に従った適切な英語名でなければなりません。 | `country` | "United States" | link:http://www.getty.edu/research/tools/vocabularies/tgn/[Getty 地名シソーラス]に従った適切な英語名でなければなりません。 | `countryCode` | "US" | link:https://ja.wikipedia.org/wiki/ISO_3166-1_alpha-2[ISO 3166-1-alpha-2 国名コード]に従う必要があります。 | `stateProvince` | "New York" | | `county` | "Tomkins County" | | `locality` | "Ithaca, Forest Home, CU Rifle Range" | その場所の具体的な説明である必要があります。

source: Case 2: Point location that was generalized
es: Caso 2: ubicación del punto que se generalizó
ja: ケース2：一般化されたポイントの位置

source: | Field | Value | `decimalLatitude` | 42.44 | `decimalLongitude` | -76.33 | `geodeticDatum` | "EPSG:4326" | `coordinateUncertaintyInMeters` | 5000 | `dataGeneralizations` | "Point location obscured by a factor of 5000m"
es: | Campo | Valor | `decimalLatitude` | 42.44 | `decimalLongitude` | -76.33 | `geodeticDatum` | "EPSG:4326" | `coordinateUncertaintyInMeters` | 5000 | `dataGeneralizations` | "Localización por puntos difuminada por un factor de 5.000m"
ja: | フィールド | 値 | `decimalLatitude` | 42.44 | `decimalLongitude` | -76.33 | `geodeticDatum` | "EPSG:4326" | `coordinateUncertaintyInMeters` | 5000 | `dataGeneralizations` | "Point location obscured by a factor of 5000m"

source: Case 3: Point location exists but not provided
es: Caso 3: la ubicación del punto existe pero no se proporciona
ja: ケース3：ポイントの地点は存在するが提供されていない

source: | Field | Value | `informationWitheld` | "Point location hidden to protect sensitive species. Available upon request."
es: | Campo | Valor | `informationWitheld` | "Ubicación del punto escondida para proteger especies sensibles. Disponible mediante solicitud."
ja: | フィールド | 値 | `informationWitheld` | "Point location hidden to protect sensitive species. Available upon request."

source: Case 4: Point location does not exist
es: Caso 4: la ubicación del punto no existe
ja: ケース4：ポイントの地点が存在しない

source: | Field | Value | `dataGeneralizations` | "Point location was not found in legacy data"
es: | Campo | Valor | `dataGeneralizations` | "La ubicación del punto no se encontró en los datos heredados"
ja: | フィールド | 値 | `dataGeneralizations` | "Point location was not found in legacy data"

source: Why did the event happen?
es: ¿Por qué tuvo lugar el evento?
ja: なぜ行われたか？

source: | Check-ID | Fields | Requirements | *why 1* | `samplingProtocol`, `sampleSizeValue`, `sampleSizeUnit`, `samplingEffort`, `eventRemarks` | The name of the method or sampling protocol used to create the event should be entered in `samplingProtocol`. A URL referencing the description is preferred over lengthy method descriptions. A sampling protocol must define its area, duration, etc using the pair `sampleSizeValue` & `sampleSizeUnit`, with values for `sampleSizeUnit` coming from the {latest-unit-of-measurement}[Unit of Measurement Vocabulary]. More generic descriptions of the effort or duration of the sampling event can be entered in `samplingEffort`. If information about the area or duration is missing, `eventRemarks` must provide an explanation why.
es: | Check-ID | Campos | Requisitos | *why 1* | `samplingProtocol`, `sampleSizeValue`, `sampleSizeUnit`, `samplingEffort`, `eventRemarks` | El nombre del método o protocolo de muestreo utilizado para crear el evento debe ser introducido en `samplingProtocol`. Una URL referenciando la descripción es preferible a extensas descripciones de métodos. Un protocolo de muestreo debe definir su área, duración, etc. utilizando la pareja `sampleSizeValue` & `sampleSizeUnit`, con valores para `sampleSizeUnit` procedentes del {latest-unit-of-measurement}[Vocabulario de unidades de medidas]. Se pueden introducir descripciones más genéricas del esfuerzo o duración del muestreo en `samplingEffort`. Si se desconoce la información sobre el área o la duración, `eventRemarks` debe proporcionar una explicación de por qué.
ja: | Check-ID | フィールド | 条件 | *why 1* | `samplingProtocol`, `sampleSizeValue`, `sampleSizeUnit`, `samplingEffort`, `eventRemarks` | `samplingProtocol` にはイベントを生成するために使用したメソッド名やサンプリングプロトコル名を入力します。長いメソッドの説明よりも、その説明を参照するURLが良いです。サンプリングプロトコルは `sampleSizeValue` と `sampleSizeUnit` のペアを使用して、link:{latest-unit-of-measurement}[測定単位語彙]に定義される `sampleSizeUnit` の値を用いて面積や時間などを定義しなければなりません。samplingEffort` には、サンプリングにかかる時間や労力など、より一般的な情報を入力することができます。面積や期間に関する情報がない場合、`eventRemarks`にその理由を記述しなければなりません。

source: Case 1: Because of a butterfly monitoring scheme
es: Caso 1: debido a un esquema de monitoreo de mariposas
ja: ケース1：バタフライ・モニタリング・スキームのため
