Repository: gbif/ipt
Catalog: docs/translations/database-connection.adoc.*.po
Languages: es, ja

source: Supported Databases
es: Bases de datos compatibles
ja: 対応データベース

source: This section provides information about the source database types supported by the IPT
es: Esta sección proporciona información sobre los tipos de bases de datos que son aceptadas por el IPT
ja: このセクションでは、IPTが対応しているソースデータベースの種類についての情報を提供します。

source: Supported default databases
es: Bases de datos compatibles por defecto
ja: 対応するデフォルトのデータベース

source: The IPT can use database connections to import data from tables or views. Currently the following databases are supported out of the box:
es: El IPT puede utilizar conexiones a bases de datos para importar datos de tablas o imágenes. Actualmente, las siguientes bases de datos son compatibles para su uso inmediato:
ja: IPTは、データベース接続を使用して、テーブルまたはビューからデータをインポートすることができます。現在、以下のデータベースがサポートされています。

source: Adding new JDBC drivers
es: Añadir nuevos controladores JDBC
ja: 新しいJDBCドライバを追加する

source: If you run the IPT within a servlet container (like Tomcat), you can add your own JDBC drivers to the IPT. This allows you to support a different database, or to change the connection settings for one of the existing database types.
ja: IPTをサーブレットコンテナ（Tomcatなど）内で実行する場合、IPTに独自のJDBCドライバを追加することができます。これにより、別のデータベースをサポートしたり、既存のデータベース・タイプの1つに対する接続設定を変更したりすることができます。

source: The following steps assume you have a working IPT installed with an "exploded" WAR, i.e. you have a folder `ipt` (or however you named your instance) in your application server's webapps folder. The IPT needs to be stopped before you start adding a driver.
es: Los pasos siguientes asumen que tiene un IPT en funcionamiento instalado con un WAR, es decir, tiene una carpeta `ipt` (o como haya nombrado su instancia) en la carpeta de aplicaciones web de su servidor de aplicaciones. El IPT debe detenerse antes de comenzar a agregar un controlador.
ja: 以下の手順は、「分解された」 WAR で動作するIPT がインストールされている、つまりアプリケーションサーバーのwebapps フォルダに `ipt` (または名前が変更されたインスタンス) フォルダがあることを前提としています。ドライバの追加を開始する前に、IPTを停止する必要があります。

source: Add JDBC driver JAR to classpath
es: Añadir JAR del controlador JDBC a la ruta de clase
ja: JDBCドライバのJARをクラスパスに追加する

source: First get hold of the JAR file of the driver you want to add, for example download the SQLite jar here: https://bitbucket.org/xerial/sqlite-jdbc/downloads
es: Primero, obtenga el archivo JAR del controlador que quiera añadir, por ejemplo puede descargar el jar de SQLite aquí: https://bitbucket.org/xerial/sqlite-jdbc/downloads
ja: まず、追加したいドライバの JAR ファイルを入手します。例えば、SQLiteのjarファイルは以下からダウンロードできます：https://bitbucket.org/xerial/sqlite-jdbc/downloads

source: You need to copy this JAR into the classpath of your webapp. The simplest is to copy it to the `ipt/WEB-INF/lib` directory.
es: Debe copiar este JAR en la ruta de clase de su aplicación web. Lo más sencillo es copiarlo al directorio `ipt/WEB-INF/lib`.
ja: このJARをウェブアプリのクラスパスにコピーする必要があります。最も簡単なのは、 `ipt/WEB-INF/lib` ディレクトリにコピーすることです。

source: Modify jdbc.properties
es: Modifica jdbc.properties
ja: jdbc.properties の修正

source: In order for the IPT to understand which drivers are available and how to construct the JDBC URL for it, we maintain a simple properties file with all the information. Open `ipt/WEB-INF/classes/jdbc.properties` and inspect the existing entries, for example for PostgreSQL:
es: Para entender qué controladores están disponibles para el IPT y cómo construirle la URL del JDBC, mantenemos un sencillo archivo de propiedades con toda la información. Abra `ipt/WEB-INF/classes/jdbc.properties` y explore las entradas existentes, por ejemplo para PostgreSQL:
ja: IPTが、どのドライバが利用可能で、そのためのJDBC URLをどのように構築するかを理解するために、すべての情報を含む簡単なプロパティファイルを維持します。`ipt/WEB-INF/classes/jdbc.properties`を開き、例えば PostgreSQL のような既存のエントリを検査します。

source: There are 4 properties that you need to add for each driver. All 4 have to start with the same prefix that you can freely choose without any further meaning:
es: Hay 4 propiedades que necesita añadir para cada controlador. Las 4 tienen que empezar con el mismo prefijo que puede elegir libremente sin ningún otro significado:
ja: 各ドライバーに追加する必要のあるプロパティは4つです。4つとも同じ接頭辞で始まる必要があり、特に意味はなく自由に選ぶことができます。

source: `title`: The title to be displayed in the IPT for this driver
es: `title`: El título que se mostrará en el IPT para este controlador
ja: `title`：このドライバのIPTに表示されるタイトル。

source: `driver`: The driver Java class to be used when connecting
es: `driver`: La clase de controlador java que usará cuando se conecte
ja: `driver`：接続時に使用されるドライバJavaクラス

source: `url`: A template to build the URL for connecting. There are 2 variables that can be used in the URL string which will be replaced by the actual settings configured: `\{host}` and `\{database}`
es: `url`: Una plantilla para crear la URL para conectarse. Existen 2 variables que pueden ser usadas en la cadena de la URL que serán reemplazadas por la configuración actual: `\{host}` y `\{database}`
ja: `url`：接続用のURLを作成するためのテンプレート。URL文字列で使用できる変数は`\{host}` と `\{database}`の2つです。これらは構成された実際の設定に置き換えられます。

source: `limitType`: How to limit the amount of data returned. Possible values are `LIMIT`, `TOP`, `ROWNUM`. This is driver specific.
es: `limitType`: Cómo limitar la cantidad de datos devueltos. Posibles valores son `LIMIT`, `TOP`, `ROWNUM`. Esto es específico del driver.
ja: `limitType`：返されるデータの量を制限する方法。使用可能な値は`LIMIT`、`TOP`、`ROWNUM`です。これはドライバ固有です。

source: In the PostgreSQL example above, and with reference to the https://jdbc.postgresql.org/documentation/head/connect.html[PostgreSQL driver documentation], the following change would enable an encrypted connection:
es: En el ejemplo de PostgreSQL anterior, y con referencia a https://jdbc.postgresql.org/documentation/head/connect.html[Documentación del controlador PostgreSQL], el siguiente cambio habilitaría una conexión cifrada:
ja: 上記のPostgreSQLの例では、link:https://jdbc.postgresql.org/documentation/head/connect.html[PostgreSQLドライバーのドキュメント]を参照すると、次の変更により暗号化された接続が有効になります。

source: The following example is for an SQLite driver. This connects to a file, so no `\{host}` is used in the URL template:
es: El siguiente ejemplo es para un controlador SQLite. Este se conecta a un archivo, por lo que no se usa `\ {host}` en la plantilla URL:
ja: 次の例は、SQLiteドライバー用です。これはファイルに接続するため、URLテンプレートで`\{host}`は使用されません。

source: Now you can restart the IPT and use the new driver for mapping SQLite data sources.
es: Ahora puede reiniciar el IPT y utilizar el nuevo controlador para mapear fuentes de datos SQLite.
ja: これでIPTを再起動し、SQLiteデータソースのマッピングに新しいドライバーを使用することができます。
