Repository: gbif/ipt
Catalog: docs/translations/data-hosting-centres.adoc.*.po
Languages: es, ja

source: The http://www.gbif.es/ipt/[GBIF Spain IPT] is recognized as a repository in https://fairsharing.org/biodbcore-000854[FAIRSharing.org]. An increasing number of journals refer authors to an appropriate repository in FAIRSharing.org in order to ensure data underlying scientific publications gets deposited in a standardized manner.
es: El http://www.gbif.es/ipt/[IPT de GBIF España] se reconoce como un repositorio en https://fairsharing.org/biodbcore-000854[FAIRSharing.org]. Un número cada vez mayor de revistas dirige a los autores a un repositorio apropiado en FAIRSharing.org para garantizar que los datos de las publicaciones científicas se depositen de manera estandarizada.
ja: http://www.gbif.es/ipt/[GBIFスペインIPT]は、link:https://fairsharing.org/biodbcore-000854[FAIRSharing.org]のリポジトリとして認められています。科学出版物の基礎となるデータが標準的な方法で寄託されることを保証するために、FAIRSharing.orgの適切なリポジトリを著者に紹介する雑誌が増加しています。

source: Sweden
es: Suecia
ja: スウェーデン

source: http://www.gbif.se/[GBIF Sweden] provides helpdesk support to new publishers in Sweden, and hosting support for datasets on the http://www.gbif.se/ipt/[GBIF Sweden IPT]. Please contact Anders Telenius <anders.telenius@nrm.se> for assistance.
es: http://www.gbif.se/[GBIF Suecia] proporciona asistencia técnica a los nuevos publicadores en España y soporte de alojamiento para conjuntos de datos http://www.gbif.se/ipt/[IPT de GBIF Suecia]. Póngase en contacto con Anders Telenius <anders.telenius@nrm.se> para obtener ayuda.
ja: http://www.gbif.se/[GBIFスウェーデン]では、スウェーデンの新しい公開機関へのヘルプデスクサポートと、link:http://www.gbif.se/ipt/[GBIFスウェーデンIPT]上のデータセットのホスティングサポートを提供しています。Anders Telenius <anders.telenius@nrm.se> までご連絡ください。

source: Taiwan
es: Taiwán
ja: 台湾

source: The http://www.taibif.tw/[Taiwan Biodiversity Information Facility (TaiBIF)] provides helpdesk support to new publishers in Taiwan, and hosting support for datasets on the http://ipt.taibif.tw/[TaiBIF IPT]. Please contact Melissa Liu <melissaliu0520@gmail.com> for assistance.
es: El http://www.taibif.tw/[El servicio de Información sobre Biodiversidad de Taiwán (TaiBIF)] brinda soporte técnico a los nuevos publicadores en Taiwán y soporte de alojamiento para conjuntos de datos en http://ipt.taibif.tw/[IP de TaiBIF]. Comuníquese con Melissa Liu <melissaliu0520@gmail.com> para obtener ayuda.
ja: http://www.taibif.tw/[Taiwan Biodiversity Information Facility（台湾生物多様性情報機構、TaiBIF）]は、台湾の新しい公開機関へのヘルプデスクサポートと、link:http://ipt.taibif.tw/[TaiBIF IPT]上のデータセットのホスティングサポートを提供しています。Melissa Liu <melissaliu0520@gmail.com>までご連絡ください。

source: USA
es: EUA
ja: アメリカ合衆国

source: The http://ipt.idigbio.org[iDigBio IPT] provides helpdesk support to new data publishers in the US, and data publishing resources for datasets needing data mobilization support. Please contact data@idigbio.org for assistance.
es: El http://ipt.idigbio.org[IPT de iDigBio] proporciona soporte técnico a los nuevos publicadores de datos en los Estados Unidos y recursos de publicación de datos para conjuntos de datos que necesitan soporte para la movilización de datos. Póngase en contacto con data@idigbio.org para obtener ayuda.
ja: http://ipt.idigbio.org[iDigBio IPT]は、米国内の新規データ公開機関へのヘルプデスクサポートと、データ動員のサポートが必要なデータセットのためのデータ公開リソースを提供しています。 data@idigbio.org までお問い合わせください。

source: http://vertnet.org/[VertNet] provides helpdesk support to institutions that have vertebrates among one or more of the data sets they want to publish. In other words, if the institution is interested in publishing vertebrate data sets (whether specimens or observations), VertNet will help with publishing all of their data sets. This promotes efficiency when providing and maintaining support to the institution.
es: http://vertnet.org/[VertNet] proporciona servicio de asistencia técnica a las instituciones que tienen vertebrados en uno o más de los conjuntos de datos que desean publicar. En otras palabras, si la institución está interesada en publicar conjuntos de datos de vertebrados (ya sean especímenes u observaciones), VertNet ayudará a publicar todos sus conjuntos de datos. Esto promueve la eficiencia al brindar y mantener el apoyo a la institución.
ja: http://vertnet.org/[VertNet]は、公開を希望するデータセットの1つ以上に脊椎動物を含む機関に対し、ヘルプデスクによるサポートを提供しています。つまり、もしその機関が脊椎動物のデータセット（標本であれ観測であれ）の公開に関心があれば、VertNetはすべてのデータセットの公開を支援します。これにより、研究機関へのサポートを提供・維持する際の効率化が促進されます。

source: The http://www.usgs.gov/[United States Geological Survey (USGS)] provides helpdesk support to new publishers in the United States partnered or affiliated with the USGS or the U.S. Federal Government, and hosting support for datasets on the https://bison.usgs.gov/ipt[USGS BISON IPT]. Please contact <bison@usgs.gov> for assistance. Also note the USGS hosts IPTs for the following organizations/resources:
es: El http://www.usgs.gov/[Investigación geológica de los Estados Unidos (USGS)] brinda asistencia técnica a los nuevos publicadores en los Estados Unidos asociados o afiliados con el USGS o el gobierno federal de los EE. UU., y soporte de alojamiento para conjuntos de datos en https://bison.usgs.gov/ipt[IPT de USGS BISON]. Comuníquese con <bison@usgs.gov> para obtener ayuda. También tenga en cuenta que el USGS aloja IPT para las siguientes organizaciones/recursos:
ja: http://www.usgs.gov/[United States Geological Survey（米国地質調査所、USGS）]は、米国内のUSGSまたは米国連邦政府と提携しているまたは提携している新しい公開機関へのヘルプデスクサポート、およびlink:https://bison.usgs.gov/ipt[USGS BISON IPT]上のデータセットのホスティングサポートを提供します。サポートについては、<bison@usgs.gov>までお問い合わせください。また、USGSは以下の機関/リソースのIPTをホストしていることに留意してください。

source: https://www1.usgs.gov/obis-usa/ipt/[Ocean Biogeographic Information System USA - OBIS-USA]
es: https://www1.usgs.gov/obis-usa/ipt/[Sistema de Información Biogeográfica de los Océanos de EU OBIS-USA]
ja: https://www1.usgs.gov/obis-usa/ipt/[海洋生物地理情報システムUSA - OBIS-USA]

source: https://nas.er.usgs.gov/ipt/[Non-indigenous Aquatic Species (NAS) information resource for the USGS]
es: https://nas.er.usgs.gov/ipt/[Recurso de información de las Especies acuáticas no endémicas (NAS) para el USGS]
ja: https://nas.er.usgs.gov/ipt/[USGS 非固有水生生物種（NAS）情報リソース]

source: https://bison.usgs.gov/ipt[USGS Biodiversity Information Serving Our Nation (BISON) IPT]
es: https://bison.usgs.gov/ipt[IPT de USGS-Información sobre biodiversidad al servicio de nuestra nación (BISON)]

source: Freshwater data
es: Datos dulceacuícolas
ja: 淡水データ

source: http://data.freshwaterbiodiversity.eu/ipt/[Biofresh] provides data hosting and helpdesk support to publishers of freshwater data around the globe on the http://data.freshwaterbiodiversity.eu/ipt/[Biofresh IPT], hosted by the Belgium Biodiversity Platform. Biofresh is an EU-funded international project that aims to build a global information platform for scientists and ecosystem managers with access to all available databases describing the distribution, status and trends of global freshwater biodiversity. BioFresh integrates the freshwater biodiversity competencies and expertise of 19 research institutions.
es: http://data.freshwaterbiodiversity.eu/ipt/[Biofresh] proporciona alojamiento de datos y servicio de asistencia técnica a los publicadores de datos de agua dulce de todo el mundo en http://data.freshwaterbiodiversity.eu/ipt/[IPT de Biofresh], alojado por la Plataforma de Biodiversidad de Bélgica. Biofresh, es un proyecto internacional financiado por los EUA que tiene como objetivo construir una plataforma de información mundial para científicos y administradores de ecosistemas con acceso a todas las bases de datos disponibles que describen la distribución, el estado y las tendencias de la biodiversidad mundial de agua dulce. BioFresh integra las capacidades y la experiencia en biodiversidad de agua dulce de 19 instituciones de investigación.
ja: http://data.freshwaterbiodiversity.eu/ipt/[Biofresh]は、ベルギー生物多様性プラットフォームがホストするlink:http://data.freshwaterbiodiversity.eu/ipt/[Biofresh IPT]において、世界中の淡水データの出版社にデータホスティングとヘルプデスクサポートを提供しています。バイオフレッシュは、科学者や生態系管理者が世界の淡水生物多様性の分布、状態、傾向を記述したすべての利用可能なデータベースにアクセスできるグローバルな情報プラットフォームを構築することを目的としたEU出資の国際プロジェクトです。バイオフレッシュは、19の研究機関の淡水生物多様性に関する能力と専門性を統合しています。

source: Marine data
es: Datos marinos
ja: 海洋データ

source: http://www.iobis.org[OBIS] provides data hosting and helpdesk support to publishers of marine data around the globe. EurOBIS/Flanders Marine Institute (VLIZ) hosts multiple IPT installations discoverable at http://ipt.vliz.be/ on behalf of various OBIS Nodes. Currently, there are more than http://www.iobis.org/about/[20 OBIS Nodes] around the world connecting 500 institutions from 56 countries.
es: http://www.iobis.org[OBIS] proporciona alojamiento de datos y servicio de asistencia técnica a publicadores de datos marinos de todo el mundo. EurOBIS/ Instituto Marino de Flandes (VLIZ) aloja múltiples instalaciones IPT que se pueden encontrar en http://ipt.vliz.be/ en nombre de varios Nodos OBIS. Actualmente, hay más de http://www.iobis.org/about/[20 Nodos OBIS] en todo el mundo que conectan a 500 instituciones de 56 países.
ja: http://www.iobis.org[OBIS]は、世界中の海洋データ公開機関にデータホスティングとヘルプデスクサポートを提供しています。EurOBIS/Flanders Marine Institute (VLIZ) は、様々な OBIS ノードに代わって http://ipt.vliz.be/ で検索可能な複数の IPTインストールをホストしています。現在、世界中に20以上のlink:http://www.iobis.org/about/[OBISノード]があり、56ヶ国500研究機関を接続しています。

source: Vertebrate data
es: Datos de vertebrados
ja: 脊椎動物データ

source: http://vertnet.org/[VertNet] provides data hosting and helpdesk support to publishers of vertebrate specimen and observation data. Hosted data can be seen on the http://ipt.vertnet.org/[VertNet IPT]. Please contact David Bloom <dbloom@vertnet.org> for assistance.
es: http://vertnet.org/[VertNet] proporciona alojamiento de datos y servicio de asistencia técnica a publicadores de datos de especímenes y observaciones. Los datos alojados se pueden ver en http://ipt.vertnet.org/[IPT de VertNet]. Póngase en contacto con David Bloom <dbloom@vertnet.org> para obtener ayuda.
ja: http://vertnet.org/[VertNet]は、脊椎動物の標本や観察データの出版社に、データのホスティングとヘルプデスクのサポートを提供しています。ホスティングされたデータは、link:http://ipt.vertnet.org/[VertNet IPT]http://ipt.vertnet.org/[VertNet IPT]で見ることができます。David Bloom <dbloom@vertnet.org> までご連絡ください。

source: Certification
es: Certificación
ja: 認証取得

source: By becoming certified, repositories can demonstrate to both their users and their funders that an independent authority has evaluated them and endorsed their trustworthiness. The World Data System (WDS) and the Data Seal of Approval (DSA) have merged their data repository certifications into a set of harmonized common requirements for certification of repositories named the https://goo.gl/fxVbgc[Core Trustworthy Data Repositories (Core TDR) Requirements]. The Core certification requires a data repository supply evidence that they are sustainable and trustworthy. A repository first conducts an internal self-assessment, which is then reviewed by community peers. More information about the certification process can be found https://zenodo.org/record/168411/files/Intro_To_Core_Trustworthy_Data_Repositories_Requirements_2016-11.pdf[here].
es: Al obtener el certificado, los repositorios pueden demostrar tanto a sus usuarios como a sus patrocinadores que una autoridad independiente los ha evaluado y respaldado su confiabilidad. El Sistema Mundial de Datos (WDS) y la Junta de Aprobación de Datos (DSA) han fusionado sus certificaciones de repositorios de datos en un conjunto de requisitos comunes estandarizados para la certificación de repositorios denominados https://goo.gl/fxVbgc[Core Trustworthy Data Repositories (Core TDR)]. La certificación requiere un repositorio de datos que proporcione evidencia de que son sostenibles y confiables. El repositorio primero realiza una autoevaluación interna, que luego es revisada por pares de la comunidad. Puede encontrar más información sobre el proceso de certificación https://zenodo.org/record/168411/files/Intro_To_Core_Trustworthy_Data_Repositories_Requirements_2016-11.pdf[aquí].
ja: 認証を取得すると、リポジトリは利用者と資金提供者の両方に対して、独立した機関がリポジトリを評価し、その信頼性を保証していることを証明することができます。World Data System（WDS）とData Seal of Approval（DSA）は、それぞれのデータリポジトリの認証を統合し、link:https://goo.gl/fxVbgc[Core Trustworthy Data Repositories（Core TDR）Requirements]と名付けた、リポジトリの認証に関する統一された共通要件一式を制定しました。Core認証は、データリポジトリが持続可能で信頼できることを示す証拠を提供することを要求しています。リポジトリはまず内部の自己評価を行い、それをコミュニティの同業者がレビューします。認証プロセスの詳細については、link:https://zenodo.org/record/168411/files/Intro_To_Core_Trustworthy_Data_Repositories_Requirements_2016-11.pdf[こちら]をご覧ください。

source: <<Colombia>> ⭐
ja: <<コロンビア>>⭐

source: <<Portugal>>
ja: <<ポルトガル>>

source: The https://www.biodiversity.be[Belgian Biodiversity Platform] provides helpdesk support to publishers in Belgium and hosting support for datasets on the https://ipt.biodiversity.be/[Belgian BIF IPT]. Please contact André Heughebaert <a.heughebaert@biodiversity.be> for assistance. The Belgian Biodiversity Platform shares their IPT with the following organizations:
ja: link:https://www.biodiversity.be[Belgian Biodiversity Platform（ベルギー生物多様性プラットフォーム）]は、ベルギー国内の出版社へのヘルプデスクサポートと、link:https://ipt.biodiversity.be/[ベルギーBIF IPT]上のデータセットのホスティングサポートを提供しています。André Heughebaert <a.heughebaert@biodiversity.be>までご連絡ください。ベルギー生物多様性プラットフォームは、以下の機関とIPTを共有しています。

source: Colombia
ja: コロンビア

source: Portugal
ja: ポルトガル

source: The http://www.sanbi.org/[South African National Biodiversity Institute (SANBI)] provides helpdesk support to new publishers in South Africa, and hosting support for datasets on the http://ipt.sanbi.org.za/iptsanbi/[SANBI IPT]. Please contact <f.ramwashe@sanbi.org.za> for assistance.
ja: http://www.sanbi.org/[South African National Biodiversity Institute（南アフリカ国立生物多様性研究所、SANBI）]は、南アフリカの新しい公開機関へのヘルプデスクサポートと、link:http://ipt.sanbi.org.za/iptsanbi/[SANBI IPT]上のデータセットのホスティングサポートを提供しています。<f.ramwashe@sanbi.org.za>までお問い合わせください。
