Repository: gbif/ipt
Catalog: docs/translations/developer-guide.adoc.*.po
Languages: es, ja

source: Developer Guidelines
es: Guía para desarrolladores
ja: 開発者向けガイドライン

source: Contributions
es: Contribuciones
ja: 協力

source: The core development of the IPT is directed by GBIF, but the coding is a community effort and everyone is welcome to join. Java or HTML/jQuery developers are very welcome to contribute code patches. Patches can be submitted by creating a https://help.github.com/articles/creating-a-pull-request/[pull request] using a branch or fork of the https://github.com/gbif/ipt[IPT Git repository].
es: El desarrollo principal del IPT está dirigido por GBIF, pero la codificación es un esfuerzo de la comunidad y todos son bienvenidos a unirse. Los desarrolladores de Java o HTML/jQuery son bienvenidos a contribuir con parches de código. Los parches se pueden enviar creando una https://help.github.com/articles/creating-a-pull-request/[pull request] usando una rama o bifurcación del https://github.com/gbif/ipt [Repositorio Git del IPT].
ja: IPTの中心の開発はGBIFが指揮しますが、コーディングはコミュニティの活動であり、誰でも参加することができます。JavaやHTML/jQueryの開発者は、コードのパッチを提供することを歓迎します。パッチは、link:https://github.com/gbif/ipt[IPT Gitリポジトリ]のブランチまたはフォークを使用してlink:https://help.github.com/articles/creating-a-pull-request/[プルリクエスト]を作成することで提出することができます。

source: Source Code Frameworks
es: Marcos de trabajo en el código fuente
ja: ソースコードフレームワーク

source: The IPT uses the following core frameworks:
es: El IPT utiliza los siguientes marcos de trabajo:
ja: IPTでは、以下のようなコアフレームワークを使用しています。

source: https://freemarker.sourceforge.net/docs/[Freemarker] templating
es: Plantillas https://freemarker.sourceforge.net/docs/[Freemarker]
ja: https://freemarker.sourceforge.net/docs/[Freemarker]：テンプレートの作成

source: https://jquery.com/[jQuery] for JavaScript and AJAX
es: https://jquery.com/[jQuery] para JavaScript y AJAX
ja: https://jquery.com/[jQuery]：JavaScript・AJAX用

source: Prerequisites
es: Prerrequisitos
ja: 前提

source: The IPT uses Maven to manage dependencies and the build process. Refer to http://maven.apache.org/install.html[Maven's own installation instructions] for help.
es: El IPT usa Maven para administrar las dependencias y el proceso de construcción. Consulte http://maven.apache.org/install.html[Instrucciones de instalación propias de Maven] para obtener ayuda.
ja: IPTでは、依存関係やビルドプロセスを管理するためにMavenを使用しています。Mavenのインストール方法については、link:http://maven.apache.org/install.html[Mavenのインストールガイド]を参照してください。

source: Running the application in Jetty
es: Ejecutando la aplicación en Jetty
ja: Jettyでアプリケーションを実行する

source: This command starts up the IPT via the Jetty plugin on port 8080. You should be able to see the IPT running by opening http://localhost:8080 in your web browser.
es: Este comando inicia el IPT a través del complemento Jetty en el puerto 8080. Debería poder ver el IPT en ejecución abriendo http://localhost:8080 en su navegador web.
ja: このコマンドは、ポート8080でJettyプラグインを経由してIPTを起動します。Webブラウザで http://localhost:8080 を開くと、IPTが動作していることが確認できるはずです。

source: Please don't check in unused files.
es: Por favor no registre archivos en desuso.
ja: 未使用のファイルにはチェックを入れないでください。

source: Code in the master branch should always compile and allow the startup of Jetty using Maven!
es: ¡El código en la rama maestra siempre debe compilarse y permitir el inicio de Jetty usando Maven!
ja: masterブランチのコードは常にコンパイルされ、Mavenを使ってJettyを起動できるようにする必要があります！

source: `IptModule` contains wiring, but interfaces are annotated directly with `@ImplementedBy(ConfigManagerImpl.class)`
es: `IptModule` contiene conexiones, pero las interfaces se anotan directamente con `@ImplementedBy (ConfigManagerImpl.class)`
ja: `IptModule`は配線を含むが、インターフェースは`@ImplementedBy(ConfigManagerImpl.class)`で直接アノテートされます。

source: Configuration
es: Configuración
ja: 設定

source: Inside WEB-INF of a running IPT is a single file `datadir.location`. It points to the currently used data directory where all configuration and data is stored. If this file is deleted the setup interceptor will ask the user to assign a new (potentially existing) data directory.
es: Dentro de WEB-INF de un IPT en ejecución hay un solo archivo `datadir.location`. Apunta al directorio de datos utilizado actualmente donde se almacenan toda la configuración y los datos. Si se elimina este archivo, el interceptor de instalación le pedirá al usuario que asigne un directorio de datos nuevo (potencialmente existente).
ja: 実行中のIPTのWEB-INFの中には、`datadir.location`というファイルが1つあります。これは、すべての構成とデータが保存される、現在使用されているデータディレクトリを指しています。このファイルが削除されると、セットアップインターセプターは新しい（既存の）データディレクトリを割り当てるようにユーザに要求します。

source: The hidden file `.gbifreg` indicates whether the data directory is linked to the production or test registry. Once set, this cannot be changed from the UI!
es: El archivo oculto ".gbifreg" indica si el directorio de datos está vinculado al registro de producción o de prueba. Una vez configurado, esto no se puede cambiar desde la interfaz de usuario.
ja: 隠しファイル`.gbifreg`は、データディレクトリがプロダクションレジストリまたはテストレジストリにリンクされているかどうかを示します。一度設定すると、UIから変更することはできません！

source: `AppConfig.java` contains all IPT wide configuration, in particular the `baseURL` (referred to in the UI and documentation as the "Public URL") for the application.
es: `AppConfig.java` contiene toda la configuración de IPT, en particular la` baseURL` (a la que se hace referencia en la interfaz de usuario y la documentación como la "URL pública") de la aplicación.
ja: `AppConfig.java`には、IPT全体の設定、特にアプリケーションの`baseURL`（UIやドキュメントでは「Public URL」と呼ばれます）が含まれています。

source: `BaseAction.java` supplies the `AppConfig`, implements session aware and gives access to current user, implements a simpler `TextProvider` which is faster than the native Struts 2 one.
es: `BaseAction.java` proporciona el` AppConfig`, implementa el reconocimiento de sesión y da acceso al usuario actual, implementa un `TextProvider` más simple que es más rápido que el Struts 2 nativo.
ja: `BaseAction.java`は`AppConfig`を提供し、セッションを意識した実装を行い、現在のユーザーにアクセスできるようにし、Struts 2のネイティブのものよりもシンプルで高速な`TextProvider`を実装しています。

source: `SetupAndCancelInterceptor.java` checks if the data directory is configured and an admin user exists - otherwise redirects to the respective setup page.
es: `SetupAndCancelInterceptor.java` comprueba si el directorio de datos está configurado y existe un usuario administrador, de lo contrario, redirige a la página de configuración correspondiente.
ja: `SetupAndCancelInterceptor.java`は、データディレクトリが設定されているか、管理責任者（Admin）ユーザが存在するかをチェックし、不備があればそれぞれの設定ページにリダイレクトします。

source: For each package (`root`, `portal`, `manage`, `admin`) its own interceptor stack exists.
es: Para cada paquete (`root`,` portal`, `manage`,` admin`) existe su propia pila de intercepción.
ja: 各パッケージ（`root`、`portal`、`manage`、`admin`）には、独自のインターセプタスタックが存在します。

source: The "input" result name is used to show the form. We can therefore use the standard validation interceptor which uses the input result when data doesn't validate.
es: El nombre del resultado de "entrada" se utiliza para mostrar el formulario. Por lo tanto, podemos usar el interceptor de validación estándar que usa el resultado de entrada cuando los datos no se validan.
ja: 「input」のリザルト名は、フォームを表示するために使用されます。したがって、データが検証されないときに入力結果を使用する標準的なバリデーションインターセプターを使用することができます。

source: The "success" result name is called when the form submit succeeded. In many cases this should simply be a redirect to another, often the corresponding list, action.
es: El nombre del resultado "exitoso" se llama cuando el envío del formulario se realizó correctamente. En muchos casos, esto debería ser simplemente una redirección a otra acción, a menudo la lista correspondiente.
ja: "success"のリザルト名は、フォームの送信に成功したときに呼び出されます。多くの場合、これは単に別のアクション（対応するリストなど）へのリダイレクトとなるはずです。

source: The action implements preparable, request aware and the execute method.
es: La acción implementa los método preparable, solicitud de cuenta y ejecución.
ja: アクションは、prepareable、request aware、executeメソッドを実装しています。

source: execute: `FormAction` determines if a `POST` or `GET` is used and calls save (`POST`), delete (`POST + delete=true`) or nothing (`GET`).
es: ejecutar: `FormAction` determina si se usa un` POST` o `GET` y llama a guardar (`POST`), eliminar (`POST + delete=true`) o nada (`GET`).
ja: execute：`FormAction`は`POST`か`GET`かを判断し、保存（`POST`）、削除（`POST + delete=true`）、何もしない（`GET`）のいずれかを呼び出します。

source: If any other action values need to be set you can override `prepare()` - but remember to call `super.execute()`.
es: Si es necesario establecer cualquier otro valor de acción, puede cambiarlo con `prepare ()`, pero recuerde llamar a `super.execute ()`.
ja: 他のアクションの値を設定する必要がある場合は、`prepare()`をオーバーライドすることができます。ただし、`super.execute()`を呼び出すことを忘れないでください。

source: prepare: the `id` parameter of the request object is stored in the action.
es: prepare: el parámetro `id` del objeto solicitud, este se almacena en la acción.
ja: prepare：リクエストオブジェクトの`id`パラメータがアクションに格納されます。

source: `POSTAction.java` simplifies working with forms. For modifying instance data always use `POST`, never `GET`. Most full actions for modifying entities should override the following methods:
es: `POSTAction.java` simplifica el trabajo con formularios. Para modificar los datos de la instancia, utilice siempre `POST`, nunca` GET`. La mayoría de las acciones completas para modificar entidades deberían anular los siguientes métodos:
ja: `POSTAction.java`は、フォームの操作を簡略化します。インスタンスデータの変更には常に`POST`を使用し、`GET` は使用しないでください。エンティティを変更するための完全なアクションのほとんどは、以下のメソッドをオーバーライドする必要があります。

source: `prepare()`: load existing values based on "id" parameter and request object.
es: `prepare ()`: carga los valores existentes basados en el parámetro "id" y el objeto de solicitud.
ja: `prepare()`："id "パラメータとリクエスト・オブジェクトに基づいて、既存の値をロードする。

source: `save()`: persist data AFTER the parameters interceptor did its job.
es: `save ()`: persiste los datos DESPUÉS de que el interceptor de parámetros hizo su trabajo.
ja: `save()`：パラメータインターセプターが仕事をした後、データを保持します。

source: `delete()`: this method is called when a `POST` with a `delete=anything_but_null` parameter is received.
es: `delete ()`: este método se llama cuando se recibe un `POST` con un parámetro` delete = anything_but_null`.
ja: `delete()`：`delete=anything_but_null`パラメータを持つ`POST`を受信したときに呼び出されるメソッドです。

source: If the `id` given does not exist you can set the `notFound` property to true in any of the above methods. The action will then return a 404 result name.
es: Si el `id` dado no existe, puede establecer la propiedad `notFound` en "true" en cualquiera de los métodos anteriores. La acción devolverá un nombre de resultado 404.
ja: 指定された`id`が存在しない場合、上記のいずれかのメソッドで`notFound`プロパティをtrueに設定することができます。そうすると、このアクションは404のリザルト名を返します。

source: To do validation, implement the `validate()` method of an action (instead of using XML validation definitions). See `SetupAction.java` as an example. Validation requires an `input` result name that shows the form when the form was not valid. Using the simple theme we also need to declare where to render the validation feedback: http://struts.apache.org/docs/fielderror.html
es: Para realizar la validación, implemente el método `validate ()` de una acción (en lugar de usar definiciones de validación XML). Consulte `SetupAction.java` como ejemplo. La validación requiere un nombre de resultado de "input" que muestre el formulario cuando el formulario no era válido. Usando el tema simple, también necesitamos declarar dónde mostrar los comentarios de validación: http://struts.apache.org/docs/fielderror.html
ja: 検証を行うには、（XMLの検証定義を使用するのではなく）アクションの`validate()`メソッドを実装します。例として、`SetupAction.java`を参照してください。バリデーションには、フォームが有効でなかったときに表示される`input`リザルト名が必要です。シンプルなテーマを使って、バリデーションのフィードバックをレンダリングする場所も宣言する必要があります：http://struts.apache.org/docs/fielderror.html

source: HTML Design
es: Diseño HTML
ja: HTMLデザイン

source: Links always use `+++${baseURL}/my/ipt/link.do+++`, so please refrain from using Struts or JSP URL tags!
es: Los enlaces deben utilizarse siempre con `+++${baseURL}/my/ipt/link.do+++` ¡por lo que rogamos se abstenga de utilizar etiquetas de Struts o JSP URL!
ja: リンクは常に`+++${baseURL}/my/ipt/link.do+++`を使うので、StrutsやJSPのURLタグは使わないで下さい！

source: Forms use the `forms.ftl` macros instead of Struts 2 tags, such as the internationalization `@select` drop downs.
es: Los formularios utilizan las macros `forms.ftl` en lugar de las etiquetas Struts 2, como los menús desplegables de internacionalización` @ select`.
ja: フォームでは、国際化の`@select`ドロップダウンなど、Struts 2のタグの代わりに`forms.ftl`マクロを使用するようにしました。

source: Buttons use proper buttons or `input@type=submit` (forms) for add, delete, edit, create actions.
es: Los botones usan los botones adecuados o `input @ type = submit` (formularios) para agregar, eliminar, editar y crear acciones.
ja: ボタンは、追加、削除、編集、作成の各アクションに適切なボタンまたは`input@type=submit`（フォーム）を使用します。

source: General best practice guides:
es: Guías de las buenas practicas generales
ja: 一般的なベストプラクティスガイド

source: Only use jQuery (https://jquery.com/) for custom code.
es: Utilice solo jQuery (https://jquery.com/) para el código personalizado.
ja: カスタムコードにはjQuery（https://jquery.com/）のみを使用します。

source: Use jConfirmation plugin (https://github.com/hdytsgt/jConfirmAction) when asking for confirmation, e.g. deletes.
es: Utilice el complemento jConfirmation (https://github.com/hdytsgt/jConfirmAction) cuando solicite confirmación, p. ej., elimina.
ja: 削除などの確認を求める場合は、jConfirmationプラグイン（https://github.com/hdytsgt/jConfirmAction）を使用します。

source: Use jQuery dataTables (https://www.datatables.net/) plugin to enhance HTML tables with pagination, searching, etc.
es: Utilice el complemento jQuery dataTables (https://www.datatables.net/) para mejorar las tablas HTML con paginación, búsqueda, etc.
ja: jQuery dataTables（https://www.datatables.net/）プラグインを使用すると、ページネーションや検索など、HTMLのテーブルを拡張することができます。

source: https://960.gs/[960 grid system] is used for page layouts.
es: https://960.gs/[960 grid system] se utiliza para diseños de página.
ja: link:https://960.gs/[960 grid system]がページレイアウトに使用されています。

source: Keep number of CSS classes to a minimum and consider using page specific CSS in `<head><style>` on that page.
es: Mantenga el número de clases de CSS al mínimo y considere usar CSS específico de la página en `<head> <style>` en esa página.
ja: CSSクラスの数は最小限にとどめ、そのページの`<head><style>`でページ固有のCSSを使用することを考慮してください。

source: Managers
es: Administradores

source: 2 tier architecture only with interfaces + implementation.
es: Arquitectura de 2 niveles solo con interfaces + implementación.
ja: インターフェース + 実装の2層アーキテクチャのみ。

source: Internationalization
es: Internacionalización
ja: 国際化

source: Templates, actions and also important service messages should be localized using a single `ResourceBundle`.
es: Las plantillas, las acciones y también los mensajes de servicio importantes deben localizarse utilizando un solo `ResourceBundle`.
ja: テンプレート、アクション、そして重要なサービスメッセージは、単一の `ResourceBundle` を使ってローカライズする必要があります。

source: Translated vocabularies can be used to populate select drop downs easily by calling `getI18nVocab(…)`.
es: Los vocabularios traducidos se pueden usar para completar los menús desplegables seleccionados fácilmente llamando a `getI18nVocab (…)`.
ja: 翻訳された語彙は、`getI18nVocab(…)`を呼び出すことで、選択ドロップダウンに簡単に入力できるようになります。
