Repository: gbif/ipt
Catalog: docs/translations/doi-workflow.adoc.*.po
Languages: es, ja

source: DOI Workflows
es: Flujos de trabajo DOI
ja: DOIワークフロー

source: Since IPT v2.2, the IPT can be configured to use a DataCite account to manage DOIs for datasets. Publishers have the option of assigning new DOIs to a dataset, or letting the IPT manage an existing DOI for a dataset. A description of these two workflows follows.
es: Desde la versión 2.2, el IPT se puede configurar para usar una cuenta DataCite y administrar los DOI de los conjuntos de datos. Los publicadores tienen la opción de asignar nuevos DOI a los conjuntos de datos, o permitir que el IPT administre un DOI existente para un conjunto de datos. A continuación, se incluye una descripción de estos dos flujos de proceso.
ja: IPT v2.2以降、データセットのDOIを管理するためにDataCiteアカウントを使用するようIPTを設定することができます。公開者は、データセットに新しいDOIを割り当てるか、IPTにデータセットの既存のDOIを管理させるかを選択することができます。この2つのワークフローの説明は以下の通りです。

source: Workflows
es: Flujos de trabajo
ja: ワークフロー

source: Assigning new DOIs to a Dataset
es: Asignación de nuevos DOI a un Conjunto de datos
ja: データセットに新しいDOIを割り当てる

source: Ideally publishers assign a new DOI to a dataset each time it undergoes a scientifically significant change. This differentiates major versions from each other, and allows them to be uniquely cited.
es: Idealmente, los editores asignan un nuevo DOI a un conjunto de datos cada vez que se somete a un cambio científicamente significativo. Esto diferencia las versiones mayores entre sí y permite que se citen de forma única.
ja: 公開者は、科学的に重要な変更をデータセットに行うたびに、新しくDOIを割り当てるのが理想的です。これにより、メジャーバージョンが互いに区別され、一意に引用できるようになります。

source: The first step in assigning a DOI to a dataset, is reserving a DOI. A publisher may reserve a DOI for a dataset after the mandatory metadata has been entered. The advantage of a reserved DOI is that it can be included in a manuscript prior to a dataset's official release.
es: El primer paso para asignar un DOI a un conjunto de datos, es reservar un DOI. Un publicador puede reservar un DOI para un conjunto de datos después de que se hayan ingresado los metadatos obligatorios. La ventaja de un DOI reservado es que se puede incluir en un manuscrito antes de la publicación oficial del conjunto de datos.
ja: データセットにDOIを割り当てるには、まずDOIを予約する必要があります。公開者は、必須メタデータが入力された後に、データセットのDOIを予約することができます。DOIを予約することで、データセットが正式にリリースされる前に原稿に含めることができるようになります。

source: The DOI will get registered the next time the resource is published, provided the resource is publicly available. This results in a major version change.
es: El DOI se registrará la próxima vez que se publique el recurso, siempre que el recurso esté disponible públicamente. Esto da como resultado un cambio en la versión principal.
ja: DOIは、リソースが一般に公開されていれば、次回公開時に登録されます。その結果、メジャーバージョンアップが行われます。

source: Until the reserved DOI gets registered it can still be deleted. A graphical representation of this workflow is below:
es: Hasta que el DOI reservado se registre, aún se puede eliminar. A continuación, se muestra una representación gráfica de este flujo de trabajo:
ja: 予約したDOIは、登録されるまでは削除することが可能です。このワークフローを図式化すると、以下のようになります。

source: Letting the IPT manage an existing DOI for a Dataset
es: Dejar que el IPT gestione un DOI existente para un conjunto de datos
ja: データセットの既存のDOIをIPTに管理させる

source: If a dataset has already been assigned a DOI, publishers have the option of letting the IPT manage the existing DOI for them. This facilitates updating the DOI metadata, since the IPT automatically updates the DOI metadata every time the dataset is (re)published.
es: Si un conjunto de datos ya tiene un DOI asignado, los editores tienen la opción de dejar que el IPT gestione el DOI existente por ellos. Esto facilita la actualización de los metadatos del DOI, ya que el IPT actualiza automáticamente los metadatos del DOI cada vez que se (re)publica el conjunto de datos.
ja: データセットに既にDOIが付与されている場合、公開者はIPTに既存のDOIを管理させることができます。IPTはデータセットが（再）公開されるたびにDOIメタデータを自動的に更新するため、DOIメタデータの更新が容易になります。

source: _For this to work with existing 'registered' DOIs, you must ensure that the DOI's target URI matches the dataset's homepage URI, and that the dataset is publicly accessible (since an existing DOI must resolve to a publicly accessible page)._
es: _Para que esto funcione con los DOIs "registrados" existentes, debe asegurarse de que el URI de destino del DOI coincida con el URI de la página de inicio del conjunto de datos, y que el conjunto de datos sea de acceso público (ya que un DOI existente debe hacer referencia a una página de acceso público)._
ja: _既存の「登録済み」DOIを使用するためには、DOIのターゲットURIがデータセットのホームページURIと一致し、データセットが一般にアクセス可能であることを確認する必要があります（既存のDOIは一般にアクセス可能なページに解決しなければならないため）。_

source: To assign an existing DOI to a dataset, publishers must set the DOI as the citation identifier (in resource metadata). After the mandatory metadata has been entered, the publisher may reserve a DOI. Since the existing DOI has been entered, however, the IPT reuses that instead of minting a new DOI. Of course the IPT's DOI-assigning account must have the rights to manage this DOI, otherwise an error message will appear.
es: Para asignar un DOI existente a un conjunto de datos, los editores deben establecer el DOI como identificador de la cita (en los metadatos del recurso). Una vez introducidos los metadatos obligatorios, el editor puede reservar un DOI. Sin embargo, dado que se ha introducido el DOI existente, el IPT lo reutiliza en lugar de asignar un nuevo DOI. Por supuesto, la cuenta del IPT que asigna el DOI debe tener los derechos para gestionar este DOI, de lo contrario aparecerá un mensaje de error.
ja: 既存のDOIをデータセットに割り当てるには、公開者はDOIを引用識別子として（リソースメタデータに）設定する必要があります。必須メタデータが入力された後、公開者はDOIを予約することができます。しかし、既存のDOIが入力されているので、IPTは新規にDOIを設定する代わりに、それを再利用します。もちろん、IPTのDOI付与アカウントはこのDOIを管理する権利を持っている必要があり、そうでない場合はエラーメッセージが表示されます。

source: _If the existing DOI was only reserved, it will be deleted if you try to delete it. If the existing DOI was registered, it will not be deleted if you try to delete it._
es: _Si el DOI existente sólo estaba reservado, se borrará si intenta eliminarlo. Si el DOI existente estaba registrado, no se borrará si intenta eliminarlo._
ja: _既存のDOIを削除しようとすると、既存のDOIが予約のみであった場合は削除されますが、登録されていた場合、削除されません。_

source: The DOI will get updated the next time the resource is published, provided the resource is publicly available. This results in a major version change.
es: El DOI se actualizará la próxima vez que se publique el recurso, siempre que esté disponible públicamente. Esto supone un cambio de versión importante.
ja: DOIは、リソースが一般に公開されている場合、次回公開時に更新されます。このときメジャーバージョンが変更されます。

source: A graphical representation of this workflow is below:
es: A continuación se muestra una representación gráfica de este flujo de trabajo:
ja: このワークフローを図にすると、以下のようになります。
