Repository: gbif/ipt
Catalog: docs/translations/dwca-guide.adoc.*.po
Languages: es, ja

source: You need extra guidance capturing and formatting the data
es: Usted necesita orientación adicional sobre la captura y formateo de datos
ja: データの取り込みと書式設定に特別な指示が必要な場合。

source: <<Publishing DwC-A manually>> is most suitable when:
es: <<Publicar DwC-A manualmente>> es lo más apropiado cuando:
ja: <<_手動でのDwC-Aの公開,手動でのDwC-Aの公開>>は以下のような場合に最適です。

source: Your data may be in a relational database.
es: Sus datos pueden estar en una base de datos relacional.
ja: データがリレーショナルデータベースに格納されている場合。

source: You only need to create/manage a small number of archives, and/or you have the technical skills to automate/script the archive generation process.
es: Usted solo necesita crear/gestionar un número pequeños de Archivos y/o tiene las habilidades técnicas para automatizar/codificar el proceso de generación de Archivos.
ja: 少数のアーカイブを作成・管理するだけでよく、アーカイブ生成プロセスを自動化・スクリプト化する技術力がある場合。

source: A more detailed discussion of these three options follows.
es: A contiuación se muestra una discusión más detallada de estas tres opciones.
ja: この3つのオプションについて、より詳しく説明します。

source: Publishing DwC-A using the IPT
es: Publicar DwC-A usando el IPT
ja: IPTを用いたDwC-Aの公開

source: *Assumption: Your data are already stored as a CSV/tab text file, or in one of the supported relational database management systems (MySQL, PostgreSQL, Microsoft SQL Server, Oracle, Sybase). Ideally, you are already using Darwin Core terms as column names, although this is not required.*
es: *Supuesto: Sus datos ya están almacenados como un fichero de texto CSV/tab, o en uno de los sistemas de gestión de bases de datos relacionales aceptados (MySQL, PostgreSQL, Microsoft SQL Server, Oracle, Sybase). Lo ideal sería que ya esté usando los términos de Darwin Core como nombres de columnas, aunque esto no es necesario.*
ja: *想定：データはすでにCSV/タブテキストファイルとして、またはサポートされているリレーショナルデータベース管理システム（MySQL、PostgreSQL、Microsoft SQL Server、Oracle、Sybase）のいずれかに保存されていること。理想的には、ダーウィンコアの用語を列名としてすでに使用していることですが、これは必須ではありません。*

source: The xref:index.adoc[Integrated Publishing Toolkit (IPT)] is GBIF’s flagship tool for publishing DwC-As.
es: La https://www.gbif.org/ipt[Integrated Publishing Toolkit (IPT)] es la herramienta insignia de GBIF para la publicación de DwC-As.
ja: xref:index.adoc[統合パブリッシングツールキット（IPT）]は、DwC-Aを発行するためのGBIFの主なツールです。

source: The simplest way to begin using the IPT is to request a free account on a xref:data-hosting-centres.adoc[trusted data hosting centre] allowing you to manage your own datasets and publish them through GBIF.org without the hassle of setting up and maintaining the IPT on your own server.
es: La forma más sencilla de empezar a utilizar el IPT es solicitar una cuenta gratuita en un xref:data-hosting-centres.adoc[centro de almacenamiento de datos de confianza] permitiéndole gestionar sus propias bases de datos y publicarlas a través de GBIF.org sin la molestia de configurar y mantener el IPT en su propio servidor.

source: Otherwise if want to setup your own instance of the IPT the xref:getting-started.adoc[Getting Started Guide] is your entry point.
es: De lo contrario, si quiere configurar su propia instancia del IPT, la xref:getting-started.adoc[Guía de Introducción] es su punto de inicio.
ja: また、IPTのインスタンスを自分でセットアップする場合は、xref:getting-started.adoc[はじめに]を利用してください。

source: The IPT can be used to publish resource metadata, occurrence data, checklist data, and sampling-event data. The guide xref:how-to-publish.adoc[How to publish biodiversity data through GBIF.org] provides a simple set of instructions how to do so.
es: El IPT puede ser utilizado para publicar metadatos de recursos, datos de registros de presencia, datos de listados de especies, y datos de eventos de muestreo. La guía xref:how-to-publish.adoc[Cómo publicar datos de biodiversidad a través de GBIF.org] proporciona un conjunto de instrucciones sencillas sobre cómo hacerlo.
ja: IPTは、リソースメタデータ、オカレンスデータ、チェックリストデータ、およびサンプリングイベント・データを公開するために使用することができます。xref:how-to-publish.adoc[GBIF.orgを通じて生物多様性データを公開する方法]というガイドには、その方法が簡単に説明されています。

source: The IPT outputs a DwC-A during publishing and supports automatic registration in the GBIF network. See the xref:manage-resources.adoc#visibility[IPT User Manual] for further details.
es: El IPT genera un DwC-A durante la publicación y apoya el registro automático en la red de GBIF. Para más detalles consulte el xref:manage-resources.adoc#visibility[Manual de Usuarios del IPT].
ja: IPTは公開時にDwC-Aを出力し、GBIFネットワークへの自動登録に対応しています。詳しくは、xref:manage-resources.adoc#visibility[IPTユーザーマニュアル]をご覧ください。

source: Publishing DwC-A using GBIF Spreadsheet Templates
es: Publicar DwC-A utilizando Modelos de Hojas de Cálculo de GBIF
ja: GBIF表計算用テンプレートを用いたDwC-Aの公開

source: *Assumption: The occurrence data, simple taxonomic data, or sampling-event data to be published are not yet captured in digital format OR a simple solution for creating a metadata document to describe a dataset is desired.*
es: *Supuesto: Los datos de presencia de especies, datos taxonómicos simples, o datos de eventos de muestreo a publicar no se han obtenido aún en formato digital O se desea una solución sencilla para la creación de un documento de metadatos para describir un conjunto de datos.*
ja: *想定：出版されるオカレンスデータ、単純分類データ、またはサンプリングイベントデータがまだデジタル形式で取得されていない、またはデータセットを説明するメタデータ文書を作成するための簡単な方策が必要な場合。*

source: GBIF provides a set of pre-configured Microsoft Excel spreadsheet files that serve as templates for capturing occurrence data, checklist data, and sampling-event data:
es: GBIF proporciona un conjunto de hojas de cálculo de Microsoft Excel pre-configuradas que sirven de modelo para obtener datos de presencia de especies, datos de listados de especies y datos de eventos de muestreo:
ja: GBIFは、オカレンスデータ、チェックリストデータ、およびサンプリングイベントデータを取得するためのテンプレートとして機能する、事前設定済みのMicrosoft Excelスプレッドシートファイルのセットを提供します。

source: xref:checklist-data.adoc#templates[Checklist data template]: suitable for basic species checklists
es: xref:checklist-data.adoc#templates[Modelo de datos de listados de especies]: apropiado para listados de especies básicos
ja: xref:checklist-data.adoc#templates[チェックリストデータ テンプレート]：基本的な種のチェックリストに適しています。

source: xref:occurrence-data.adoc#templates[Occurrence data template]: suitable for occurrence data (specimen, observation)
es: xref:occurrence-data.adoc#templates[Modelos de datos de presencia de especies]: apropiado para datos de presencia de especies (espécimen, observación)
ja: xref:occurrence-data.adoc#templates[オカレンスデータ テンプレート]：オカレンスデータ（標本、観察）に適しています。

source: xref:sampling-event-data.adoc#templates[Sampling-event data template]: suitable for sampling-event data
es: xref:sampling-event-data.adoc#templates[Modelo de datos de eventos de muestreo]: apropiado para datos de eventos de muestreo
ja: xref:sampling-event-data.adoc#templates[サンプリングイベント・データ テンプレート]：サンプリングイベント・データに適しています。

source: Each template provides inline help and instructions in the worksheets.
es: Todos los modelos proporcionan ayuda e instrucciones en línea en las hojas de trabajo.
ja: 各テンプレートでは、ワークシートにインラインでヘルプや説明が表示されます。

source: To publish the data as a DwC-A, upload the templates to the IPT. Use the IPT's built-in metadata editor to enter dataset metadata. The guide xref:how-to-publish.adoc[How to publish biodiversity data through GBIF.org] provides a simple set of instructions how to do so. If you require an account on an IPT, it is highly recommended that you request an account on a xref:data-hosting-centres.adoc[trusted data hosting centre] located in your country.
es: Para publicar los datos como un DwC-A, cargue los modelos en el IPT. Utilice el editor de metadatos incorporado. La guía xref:how-to-publish.adoc[Cómo publicar datos de biodiversidad a través de GBIF.org] proporciona un conjunto de instrucciones sencillas sobre cómo hacerlo. Si requiere una cuenta en un IPT, se recomienda encarecidamente que la solicite a un xref:data-hosting-centres.adoc[centro de alojamiento de datos de confianza] ubicado en su país.

source: Publishing DwC-A manually
es: Publicar DwC-A manualmente
ja: 手動でのDwC-Aの公開

source: *Assumption: Data is already in a CSV/Tab text file, or in one of the supported relational database management systems (MySQL, PostgreSQL, Microsoft SQL Server, Oracle, Sybase). The publisher does not wish to host an IPT instance but does have access to a web server.*
es: *Supuesto: Los datos están ya en un archivo de texto CSV/Tab, o en uno de los sistemas de gestión de bases de datos relacionales aceptados (MySQL, PostgreSQL, Microsoft SQL Server, Oracle, Sybase). El publicador no desea alojar una instancia de IPT pero tiene acceso a un servidor web.*
ja: *想定：データはCSV/タブテキストファイル、またはサポートされているリレーショナルデータベース管理システム（MySQL、PostgreSQL、Microsoft SQL Server、Oracle、Sybase）のいずれかに既に格納されています。公開者は IPT インスタンスをホストすることを望んでいませんが、Web サーバーへのアクセスは可能です。*

source: DwC-As can be created without installing any dedicated software. These instructions target data managers who are familiar with the dataset to be published and are comfortable working with their data management system.
es: Los DwC-A se pueden crear sin necesidad de instalar un software específico. Estas instrucciones van dirigidas a los administradores de datos que están familiarizados con el conjunto de datos que se va a publicar y se sienten cómodos trabajando con su sistema de gestión de datos.
ja: DwC-Aは、専用ソフトをインストールすることなく作成することができます。この説明書は、公開するデータセットに精通し、データ管理システムでの作業に慣れているデータ管理者を対象としています。

source: Below is a set of instructions on how to manually create a DwC-Archive:
es: A continuación, se muestra un conjunto de instrucciones sobre cómo crear de manera manual un Archivo DwC:
ja: 以下は、手動でDwC-Archiveを作成する方法です。

source: Unless the data are already stored in a CSV/Tab text file, the publisher needs to prepare a text file(s) from the source. If the data are stored in a database, generate an output of delimited text from the source database into an outfile. Most database management systems support this process; an example is given in the Annex to this guide, below, in the section “Outputting Data From a MySQL Database Into a Textfile”. As the metafile maps the columns of the text file to Darwin Core terms, it is not necessary to use Darwin Core terms as column header in the resultant text file, though it may help to reduce errors. A general recommendation is to produce a single core data file and a single file for each extension if the intention is to output data tied to an extension.
es: A menos que los datos estén ya almacenados en un archivo de texto CSV/Tab, el publicador necesitará preparar un archivo de texto o varios desde la fuente. Si los datos están almacenados en una base de datos, genere un archivo de salida de texto delimitado a partir de la base de datos de origen. La mayoría de sistemas de gestión de bases de datos apoyan este proceso; se proporciona un ejemplo en el Anexo de esta guía, más adelante, en la sección “Producción de Datos Desde una Base de Datos MySQL a un Archivo de Texto”. Como el metarchivo ya relaciona las columnas del archivo de texto con los términos Darwin Core, no es necesario utilizar los términos Darwin Core como encabezado de las columnas en el archivo de texto resultante, sin embargo hacerlo puede ayudar a reducir errores. Una recomendación general sería producir un único fichero central de datos y un único fichero por cada extensión si la intención es producir datos unidos a una extensión.
ja: 既にデータがCSV/タブテキストファイルで保存されている場合を除き、パブリッシャーはソースからテキストファイルを準備する必要があります。データがデータベースに格納されている場合、ソースデータベースからアウトファイルに区切りテキストを出力します。ほとんどのデータベース管理システムはこのプロセスをサポートしています。このガイドの付録、以下の「MySQLデータベースからテキストファイルにデータを出力する」のセクションで例が示されています。メタファイルはテキストファイルの列をダーウィンコア用語にマップするので、結果のテキストファイルの列ヘッダーとしてダーウィンコア用語を使用する必要はありませんが、エラーを減らすのに役立つ場合があります。一般的に、拡張子に結びついたデータを出力する意図がある場合、単一のコアデータファイルと各拡張子のための単一のファイルを作成することを推奨します。

source: Create a Metafile: There are three different ways to generate the file:
es: Crear un Metarchivo: Existen tres formas diferentes de generar el fichero:
ja: メタファイルを作成します。ファイルの生成方法は3種類あります。

source: Create it manually by using an XML editor and using a sample metafile as a guiding example. A complete description of the metafile format can be found in the http://rs.tdwg.org/dwc/terms/guides/text/index.htm[Darwin Core Text Guide].
es: Créelo manualmente utilizando un editor XML y usando un metarchivo de muestra como ejemplo. Se puede encontrar una descripción completa del formato del metarchivo en la http://rs.tdwg.org/dwc/terms/guides/text/index.htm[Guía de Texto Darwin Core].
ja: XMLエディタを使用し、メタファイルのサンプルを参考に手動で作成します。メタファイル形式の完全な説明は、link:http://rs.tdwg.org/dwc/terms/guides/text/index.htm[ダーウィンコア テキストガイド]に記載されています。

source: Create it using the online application http://tools.gbif.org/dwca-assistant/[Darwin Core Archive Assistant] Simply select the fields of data to be published, provide some details about the files and save the resultant XML. This only needs to be done once unless the set of published fields changes at some later time.
es: Créelo utilizando la herramienta web http://tools.gbif.org/dwca-assistant/[Asistente de Archivos Darwin Core]. Simplemente, seleccione los campos de los datos a publicar, proporcione algunos detalles sobre los ficheros y guarde el XML resultante. Esto solo es necesario hacerlo una vez a menos que el conjunto de campos publicados cambie en el futuro.
ja: オンラインアプリケーションのlink:http://tools.gbif.org/dwca-assistant/[ダーウィンコア・アーカイブ アシスタント]を使用して作成します。公開するデータのフィールドを選択し、ファイルに関するいくつかの詳細を提供して、結果のXMLを保存するだけです。これは、公開するフィールドのセットが後で変更されない限り、一度だけ行う必要があります。

source: this tool is no longer supported by GBIF. Support for the Event core is missing. Publishers also need to manually add term dwc:taxonID to Taxon core and dwc:occurrenceID to Occurrence core, to ensure they are explicitly included.
es: esta herramienta ya no es compatible con GBIF. Falta soporte para el Evento central. Los publicadores necesitan también añadir de forma manual el término dwc:taxonID a los taxones centrales y dwc:occurrenceID a las presencias de especies centrales, para asegurar que se han incluido.
ja: GBIFはこれ以降このツールをサポートしません。また、イベントコアのサポートは終了しています。公開者は、dwc:taxonID をタクソンコアに、dwc:occurrenceID をオカレンスコアに手動で追加し、それらが明示的に含まれるようにする必要があります。

source: Create a metadata file (eml.xml) that describes the data resource. Complete instructions on doing this are available in the xref:gbif-metadata-profile.adoc[GBIF Extended Metadata Profile: How-To Guide]. It is best practice to include a metadata file and the simplest way to produce one is using the IPT's built-in metadata editor.
es: Cree un fichero de metadatos (eml.xml) que describa la fuente de datos. Puede encontrar instrucciones completas sobre cómo hacerlo en el xref:gbif-metadata-profile.adoc[Perfil de Metadatos Extendidos de GBIF: Guía Práctica]. La mejor práctica es incluir un fichero de metadatos y la forma más sencilla de hacerlo es mediante el uso del editor de metadatos incorporado del IPT.
ja: データリソースを記述したメタデータファイル（eml.xml）を作成します。xref:gbif-metadata-profile.adoc[GBIF拡張メタデータプロファイル：ハウツーガイド]に詳しい説明があります。メタデータファイルを含めることがベストプラクティスであり、IPTに内蔵されたメタデータエディタを使用することが最も簡単な方法です。

source: Ensure the data files, the metafile (meta.xml) and metadata file (eml.xml) are in the same directory or folder. Compress the folder using one of the support compression formats. The result is a DwC-A.
es: Asegúrese de que los ficheros de datos, el metarchivo (meta.xml) y el fichero de metadatos (eml.xml) están en el mismo directorio o carpeta. Comprima la carpeta utilizando uno de los formatos compatibles. El resultado es un DwC-A.
ja: データファイル、メタファイル（meta.xml）、メタデータファイル（eml.xml）が同じディレクトリまたはフォルダーにあることを確認します。サポートされている圧縮形式を使用して、フォルダを圧縮すると、DwC-Aファイルが作成されます。

source: Metadata authored using IPT can be output as an RTF document, which can then be submitted as ‘Data Paper’ manuscript to Zookeys, PhytoKeys and BioRisks. See instructions to authors for ‘Data Paper’ submission to these journals.
es: Los metadatos creados mediante el IPT pueden generarse como un documento RTF que podría ser enviado como un manuscrito de ‘Artículo de Datos’ a Zookeys, PhytoKeys y BioRisks. Explore las instrucciones dirigida a los autores para el envío de ‘Artículos de Datos’ a estas revistas.
ja: IPTで作成したメタデータをRTF文書として出力し、Zookeys、PhytoKeys、BioRisksに「データペーパー」原稿として提出することができます。これらのジャーナルへの「データペーパー」投稿については、それぞれの雑誌での著者向けの規定を参照してください。

source: Validation of DwC-As
es: Validación de DwC-As
ja: DwC-Asのバリデーション

source: GBIF provides an online https://www.gbif.org/tools/data-validator[DwC-Archive Validator] that performs the following checks:
es: GBIF proporciona un https://www.gbif.org/tools/data-validator[Validador de Archivos DwC] online que ejecuta las siguientes comprobaciones:
ja: GBIFは、以下のチェックを行うオンラインlink:https://www.gbif.org/tools/data-validator[DwCアーカイブ バリデーター]を提供しています。

source: The metafile (meta.xml) is valid XML and complies with the http://rs.tdwg.org/dwc/terms/guides/text/[Darwin Core Text Guidelines].
es: El metarchivo (meta.xml) es un XML válido y se ajusta a las http://rs.tdwg.org/dwc/terms/guides/text/[Guías de Texto Darwin Core].
ja: メタファイル(meta.xml)は有効なXMLであり、link:http://rs.tdwg.org/dwc/terms/guides/text/[ダーウィンコア・テキストガイドライン]いｎ準拠しています。

source: The content complies with the known extensions and terms registered within the GBIF network. Note GBIF runs a production and a development registry that keeps track of extensions; the validator uses the production registry.
es: El contenido se ajusta a las extensiones conocidas y términos registrados por la red de GBIF. Tenga en cuenta que GBIF ejecuta un registro de producción y de desarrollo que permite el seguimiento de extensiones; el validador utiliza el registro de producción.
ja: コンテンツが、GBIFネットワーク内に登録されている既知の拡張機能と用語に準拠していること。注：GBIFは、拡張機能を追跡する本番レジストリと開発レジストリを実行します。バリデーターは実動レジストリーを使用します。

source: The resource description file (eml.xml) is valid XML and complies with the GBIF Metadata Profile schema and the official EML schema.
es: El fichero de descripción del recurso (eml.xml) es un XML válido y se ajusta al esquema del Perfil de Metadatos de GBIF y al esquema oficial de un EML.
ja: リソース記述ファイル（eml.xml）が有効なXMLであり、GBIFメタデータプロファイルスキーマおよび公式EMLスキーマに準拠していること。

source: Referential integrity — that mapped ID terms in extension files reference existing core records.
es: Integridad referencial - que los términos ID mapeados en los ficheros de extensiones hagan referencia a registros existentes en los registros del fichero central.
ja: 参照整合性 - 拡張ファイル内のマップされたID用語が既存のコアレコードを参照していること。

source: All core IDs are unique
es: Todos los IDs del fichero central son únicos
ja: すべてのコアIDが一意であること。

source: That no verbatim null values are found in the data. For example NULL or \N
es: Que no se hallen valores originales nulos en los datos. Por ejemplo NULL o \N
ja: データに逐語的なnull値が見つからないこと。たとえば、NULL や \N など。

source: Taxonomy and locations pass typical GBIF interpretation processes (e.g. coordinates are within the specified country)
es: La taxonomía y las localizaciones pasan típicos procesos de interpretación de GBIF (ej.: las coordenadas se encuentran en el país específico)
ja: 分類と位置情報が、一般的なGBIF解釈プロセスに適していること（例：座標が指定された国内に存在する）。

source: To use the validator:
es: Para utilizar el validador:
ja: バリデーターを利用するには：

source: Upload the DwC-A using the form provided in the Validator web page.
es: Cargue el DwC-A utilizando el formulario proporcionado en la página web del Validador.
ja: ValidatorのWebページにあるフォームを使用してDwC-Aをアップロードする。

source: Validate
es: Validar
ja: 確認する、承認する

source: Review the response that and address any validation errors
es: Revise la respuesta y aborde cualquier error de validación
ja: レスポンスを確認し、バリデーションエラーに対処する。

source: Repeat the process until the file is successfully validated.
es: Repita el proceso hasta que el fichero haya sido validado satisfactoriamente.
ja: ファイルが正常に検証されるまで、このプロセスを繰り返す。

source: Contact the GBIF Helpdesk if you get stuck (helpdesk@gbif.org).
es: Si se bloquea, contacte con el Servicio de Asistencia de GBIF (helpdesk@gbif.org).
ja: 行き詰まった場合は、GBIFヘルプデスク（helpdesk@gbif.org）に連絡してください。

source: Registration of DwC-As with GBIF
es: Registo de DwC-As en GBIF
ja: GBIFへのDwC-Asの登録

source: An entry for the resource must be made in the GBIF Registry that enables the resource to be discoverable and accessible. Each new registration needs to be associated with a publishing organization that has been formally endorsed by a GBIF Participant Node manager. This is a simple quality control step required by the GBIF Participant Node Managers Committee.
es: Se debe incluir una entrada del recurso en el Registro de GBIF permitiéndole ser descubierto y estar accesible. Cada nuevo registro debe estar asociado con una organización publicadora que haya sido formalmente registrada por un administrador de un Nodo Participante en GBIF. Esto es un simple control de calidad requerido por el Comité de Administradores de Nodos Participantes en GBIF.
ja: GBIFレジストリにリソースのエントリを作成し、リソースの発見とアクセスを可能にする必要があります。各新規登録は、GBIF参加ノード管理者によって正式に承認された発行機関と関連付けられなければなりません。これは、GBIF参加ノード管理者委員会が求める簡単な品質管理ステップです。

source: Fortunately, the IPT and GBIF API support automatic registration for datasets. Otherwise if you are publishing DwC-As manually, initiate registration by sending an email to helpdesk@gbif.org with the following information:
es: Afortunadamente, las API del IPT y de GBIF dan soporte para el registro automático de conjuntos de datos. De lo contrario, si usted está publicando DwC-As de manera manual, inicie el registro enviando un correo electrónico a helpdesk@gbif.org con la siguiente información:
ja: 幸いなことにIPTとGBIFのAPIはデータセットの自動登録に対応していますが、DwC-Asを手動で公開する場合は、以下の情報を記載したメールを helpdesk@gbif.org に送信して登録を行ってください。

source: Dataset title
es: Título del conjunto de datos
ja: データセット名

source: Dataset description (copied from metadata file)
es: Descripción del conjunto de datos (copiada del fichero de metadatos)
ja: データセットの説明（メタデータファイルからコピー）

source: Publishing organization name (must be registered in GBIF, otherwise register it by filling in this https://www.gbif.org/become-a-publisher[online questionnaire]).
es: Nombre de la organización publicadora (debe estar registrada en GBIF, de lo contrario regístrela rellenando este https://www.gbif.org/become-a-publisher[cuestionario online]).
ja: 公開機関名（GBIFに登録されているもの）

source: Your relation to this organization
es: Su relación con esta organización
ja: その機関との関係

source: Dataset URL (publicly accessible address of zipped DwC-A)
es: URL del conjunto de datos (dirección de acceso público al DwC-A comprimido)
ja: データセットURL（圧縮されたDwC-Aの一般公開アドレス）

source: You will receive a confirmation email, and a URL representing the resource entry in the Registry.
es: Recibirá un correo electrónico de confirmación y una URL de la entrada del recurso en el Registro.
ja: 確認メールと、レジストリに登録されたリソースのURLが届けば完了です。

source: Advanced users can request permission to register datasets in bulk, by integrating the GBIF API into their existing systems. A https://github.com/gbif/registry/tree/master/registry-examples/src/test/scripts[basic example] is provided as a Linux (Bash) shell script; contact the helpdesk for more information.
es: Los usuarios avanzados pueden solicitar permiso para registrar conjuntos de datos en masa, integrando la API de GBIF en sus sistemas existentes. Se proporciona un https://github.com/gbif/registry/tree/master/registry-examples/src/test/scripts[ejemplo básico] de un script de shell de Linux (Bash); contacte al servicio de asistencia para más información.
ja: 上級ユーザーは、既存のシステムにGBIF APIを組み込むことでデータセットを一括して登録する許可を得ることができます。link:https://github.com/gbif/registry/tree/master/registry-examples/src/test/scripts[基本的な例]は、Linux（Bash）シェルスクリプトとして提供されています。

source: Annex: Preparing Your Data
es: Anexo: Prepare sus Datos
ja: 付録：データの準備

source: Required and recommended terms
es: Términos requeridos y recomendados
ja: 必須用語と推奨用語
