Repository: gbif/ipt
Catalog: docs/translations/dwca-guide.adoc.*.po
Languages: es, ja

source: Version 2.1
es: Versión 2.1

source: Suggested citation
es: Citación sugerida
ja: 推奨される引用

source: Darwin Core Archives – How-to Guide
es: Archivos Darwin Core - Guía Práctica
ja: ダーウィンコア・アーカイブ – ハウツーガイド

source: Document Control
es: Control Documental
ja: 文書管理

source: | Version | Description | Date of release | Author(s) | http://links.gbif.org/gbif_dwc-a_how_to_guide_en_v1[1.0] | Content review and additions | April 2011 | David Remsen, Markus Döring | 2.0 | Transferred to wiki, major edits | 9 May 2017 | Kyle Braak | https://github.com/gbif/ipt/wiki/DwCAHowToGuide[2.1] | Minor edits, updating links etc | 8 February 2021 | Matthew Blissett | xref:dwca-guide.adoc[2.2] | Conversion to AsciiDoc | 25 May 2021 | Matthew Blissett
es: | Versión | Descripción | Fecha de lanzamiento | Autor(es) | http://links.gbif.org/gbif_dwc-a_how_to_guide_en_v1[1.0] | Revisión y adiciones de contenido | Abril 2011 | David Remsen, Markus Döring | 2.0 | Transferido a wiki, principales ediciones | 9 Mayo 2017 | Kyle Braak | https://github.com/gbif/ipt/wiki/DwCAHowToGuide[2.1] | Ediciones menores, actualización de enlaces, etc. | 8 Febrero 2021 | Matthew Blissett | xref:dwca-guide.adoc[2.2] | Conversión a AsciiDoc | 25 Mayo 2021 | Matthew Blissett
ja: | バージョン | 概要 | 公開日 | 編集者 | http://links.gbif.org/gbif_dwc-a_how_to_guide_en_v1[1.0] | コンテンツの見直しと追加 | April 2011 | David Remsen, Markus Döring | 2.0 | wikiへの転送、大幅な変更 | 9 May 2017 | Kyle Braak | https://github.com/gbif/ipt/wiki/DwCAHowToGuide[2.1] | マイナー編集、リンク更新等 | 8 February 2021 | Matthew Blissett | xref:dwca-guide.adoc[2.2] | AsciiDocへの変換 | 25 May 2021 | Matthew Blissett

source: _Cover art credit: Kim Wismann, Cicindelinae_
es: _Crédito de la portada: Kim Wismann, Cicindelinae_
ja: _カバーアート製作: Kim Wismann, Cicindelinae_

source: What is Darwin Core Archive (DwC-A)?
es: ¿Qué es un Archivo Darwin Core (DwC-A)?
ja: ダーウィンコア・アーカイブ（DwC-A）とは？

source: Darwin Core Archive (DwC-A) is a biodiversity informatics data standard that makes use of the Darwin Core terms to produce a single, self contained dataset for sharing species-level (taxonomic), species-occurrence data, and sampling-event data. An archive is a set of text files, in standard comma- or tab-delimited format, with a simple descriptor file (called *meta.xml*) to inform others how the files are organized. The format is defined in the https://dwc.tdwg.org/text/[Darwin Core Text Guidelines]. *It is the preferred format for publishing data in the GBIF network.*
es: El Archivo Darwin Core (DwC-A) es un estándar de datos informáticos que utiliza los términos de Darwin Core para producir un conjunto de datos único e independiente para compartir niveles de especies (taxonómicos), datos de presencia de especies, y datos de eventos de muestreo. Un archivo es un conjunto de ficheros de texto, en formato estándar delimitado por comas o tabulaciones, con un fichero descriptor sencillo (denominado *meta.xml*) para informar a otros sobre cómo están organizado los ficheros. El formato está definido en la https://dwc.tdwg.org/text/[Guía de Textos Darwin Core]. *Es el formato preferido para la publicación de datos en la red de GBIF.*
ja: ダーウィンコア・アーカイブ（DwC-A）は生物多様性情報学のデータ規格で、ダーウィンコアの用語を用いて、種レベル（分類）、種オカレンスデータ、サンプリングイベントデータを共有するための、単一の自己完結したデータセットを作成します。アーカイブは、標準的なカンマまたはタブ区切り形式のテキストファイルのセットで、ファイルがどのように構成されているかを他の人に知らせるための簡単な記述ファイル（*meta.xml*と呼ばれます）となっています。このフォーマットは、link:https://dwc.tdwg.org/text/[ダーウィンコア テキストガイドライン]で定義されています。*これは、GBIFネットワークでデータを公開する際に推奨される形式です。*

source: The central idea of an archive is that its data files are logically arranged in a star-like manner, with one core data file surrounded by any number of ‘extension’ data files. Core and extension files contain data records, one per line. Each extension record (or ‘extension file row’) points to a record in the core file; in this way, many extension records can exist for each single core record. This is sometimes referred to as a “star schema”.
es: La idea central de un archivo es que sus ficheros de datos estén organizados de manera lógica en forma de estrella, con un fichero central de datos rodeado de un número de ficheros de extensión de datos. Los ficheros central y de extensión contienen registros de datos, uno por línea. Cada registro de extensión (o ‘fila del fichero de extensión’) apunta a un registro en el fichero central; de esta forma, pueden existir muchos registros de extensión para un mismo registro en el fichero central. A veces esto se denomina como "esquema en forma de estrella".
ja: アーカイブの根本的な考え方は、データファイルが星のように論理的に配置され、1つのコアデータファイルが、任意の数の「拡張」データファイルによって囲まれていることです。コアファイルと拡張ファイルには、1行に1つのデータレコードが含まれています。それぞれの拡張レコード（または「拡張ファイル行」）はコアファイルのレコードを指し、このように、1つのコアレコードに対して多くの拡張レコードが存在することができます。これは「スタースキーマ」と呼ばれることもあります。

source: The components of a Darwin Core Archive.
es: Los componentes de un Archivo Darwin Core.
ja: Darwin Core Archiveの構成要素

source: Sharing entire datasets as DwC-As allows simple and efficient data transfer of the whole dataset. (Earlier systems, such as http://digir.sourceforge.net/[DiGIR] and http://tdwg.github.io/tapir/docs/tdwg_tapir_specification_2010-05-05.html[TAPIR], required the GBIF system to make many thousands of requests to retrieve all data in a single dataset, and there was a risk of data being missed.)
es: Compartir conjuntos de datos completos como DwC-As permite la transferencia sencilla y eficiente de todo el conjunto de datos. (Sistemas anteriores, como http://digir.sourceforge.net/[DiGIR] y http://tdwg.github.io/tapir/docs/tdwg_tapir_specification_2010-05-05.html[TAPIR], requerían al sistema de GBIF hacer miles de solicitudes para cargar todos los datos en un único conjunto de datos, existiendo riesgo para la pérdida de datos.)
ja: データセット全体をDwC-Asとして共有することで、データセット全体のデータ転送をシンプルかつ効率的に行うことができます。(link:http://digir.sourceforge.net/[DiGIR]やlink:http://tdwg.github.io/tapir/docs/tdwg_tapir_specification_2010-05-05.html[TAPIR]などの以前のシステムでは、1つのデータセット内の全データを取得するためにGBIFシステムに何千回ものリクエストをする必要があり、データの取りこぼしのリスクがありました)。

source: The production of a DwC-A requires the use of stable identifiers for core records, but not for extensions. For any kind of shared data it is therefore necessary to have some sort of local record identifiers. It is good practice to maintain – with the original data – identifiers that are stable over time and are not being reused after the record is deleted. If possible, please provide globally unique identifiers (GUID) instead of local ones. Refer to http://links.gbif.org/persistent_identifiers_guide_en_v1.pdf[A Beginner’s Guide to Persistent Identifiers] for more information about GUIDs. This identifier is referred to as the “core ID” in DwC-As and the specific Darwin Core term that it corresponds to is dependent on the data type being published.
es: La elaboración de un DwC-A requiere del uso de identificadores estables para registros centrales pero no para las extensiones. Para cualquier tipo de datos compartido es por ello necesario que haya algún tipo de identificador de registro local. Es una buena práctica mantener - con los datos originales - identificadores que sean estables en el tiempo y que no sean reutilizados cuando se elimine el registro. Si es posible, deben proveerse identificadores globales únicos (GUID, por sus siglas en inglés) en vez de otros locales. Diríjase a http://links.gbif.org/persistent_identifiers_guide_en_v1.pdf[Una Guía para Principantes sobre Identificadores Persistentes] para obtener más información sobre los GUIDs. Este identificador se incluye en el "core ID" en DwC-As y el término Darwin Core específico con el que se corresponde es dependiente del tipo de datos que está siendo publicado.
ja: DwC-Aの作成では、コアレコードには安定した識別子を使用する必要がありますが、エクステンションには必要ありません。したがって、どのような種類の共有データであっても、ある種のローカルなレコード識別子を持つことが必要です。オリジナル・データとともに、長期にわたって安定で、レコードが削除された後も再利用されない識別子を維持することは、優れた取り組みです。可能であれば、ローカルな識別子の代わりにグローバルにユニークな識別子(GUID)を指定してください。GUIDの詳細については、link:http://links.gbif.org/persistent_identifiers_guide_en_v1.pdf[永続的な識別子のビギナーズガイド]を参照してください。この識別子はDwC-Asでは「コアID」と呼ばれ、対応する特定のダーウィンコア用語は公開されるデータ型に依存します。

source: DwC-A Components
es: Componentes del DwC-A
ja: DwC-Aの構成要素

source: A DwC-A may consist of a single data file or multiple files, depending on the scope of the published data. The specific types of files that may be included in an archive are the following:
es: Un DwC-A puede contener un único fichero de datos o múltiples ficheros, dependiendo del alcance de los datos publicados. Los tipos específicos de ficheros que se pueden incluir en un Archivo son los siguientes:
ja: DwC-Aは、公開データの範囲により、1つのデータファイルで構成される場合と、複数のファイルで構成される場合があります。アーカイブに含まれる可能性のある具体的なファイルの種類は以下の通りです。

source: *A required core data file* consisting of a standard set of http://rs.tdwg.org/dwc/terms/[Darwin Core terms]. The data file is formatted as *fielded text*, where data records are expressed as rows of text, and data elements (columns) are separated with a standard delimiter such as a tab or comma (commonly referred to as CSV or link:https://en.wikipedia.org/wiki/Comma-separated_values[‘comma-separated value’ files]). The first row of the data file may optionally contain data or represent a ‘header row’. In general, if a header row is included, it contains the names of the Darwin Core terms represented in the succeeding rows of data. GBIF currently supports the following three biodiversity data types as the basis for a core data file:
es: *Un fichero central de datos requerido* consta de un conjunto estándar de http://rs.tdwg.org/dwc/terms/[términos Darwin Core]. El fichero de datos tiene un formato de *texto por campos*, donde los registros de datos se expresan como filas de texto, y los elementos (columnas) de datos están separados con un delimitador estándar como una tabulación o una coma (denominado comúnmente como CSV o link:https://en.wikipedia.org/wiki/Comma-separated_values[‘ficheros de valores separados por coma]). Opcionalmente, la primera fila del fichero de datos puede contener datos o representar una "fila de encabezado". En general, si se incluye una fila de encabezado, ésta contiene los nombres de los términos Darwin Core representados en las filas posteriores de datos. Actualmente, GBIF acepta los siguientes tres tipos de datos de biodiversidad como base para un fichero central de datos:
ja: http://rs.tdwg.org/dwc/terms/[ダーウィンコア用語]の標準セットからなる*必須のコアデータファイル*。データファイルは*フィールド付きテキスト*としてフォーマットされ、データレコードはテキストの行として表現され、データ要素（列）はタブやカンマなどの標準デリミタで区切られています（一般にCSVまたはlink:https://ja.wikipedia.org/wiki/Comma-separated_values[カンマ区切り値ファイル]と呼ばれます）。データファイルの最初の行は、任意でデータを含むか、「ヘッダー行」を表すことができます。一般に、ヘッダー行が含まれる場合、そのヘッダー行には、後続のデータ行で表されるダーウィンコア用語の名称が含まれます。 GBIFは現在、コアデータファイルの基礎として、以下の3つの生物多様性データタイプをサポートしています。

source: *Occurrence data* — The category of information pertaining to evidence of an occurrence in nature, in a collection, or in a dataset (specimen, observation, etc.). Core files of this type are used to share information about a specific instance of a taxon such as a specimen or observation. The required core ID is represented by *dwc:occurrenceID*. The definitive list of Occurrence terms can be found in the {latest-dwc-occurrence}.xml[Occurrence (Core) Extension].
es: *Datos de registros de presencia* - La categoría de información perteneciente a la evidencia de la presencia en la naturaleza, en una colección, o en un conjunto de datos (espécimen, observación, etc.). Los ficheros centrales de este tipo son utilizados para compartir información sobre una instancia específica de un taxón tal como un espécimen u observación. El ID central requerido está representado por *dwc:occurrenceID*. La lista definitiva de términos de registros de presencia puede encontrarse en las {latest-dwc-occurrence}.xml[Extensiones (Núcleo) de los Registros de Presencia].

source: *Checklist data* — The category of information pertaining to taxa or taxon concepts, such as species. Core files of this type are used to share annotated species checklists, taxonomic catalogues, and other information about taxa. The required core ID is represented by *dwc:taxonID*. The definitive list of core Taxon terms can be found in the {latest-dwc-taxon}.xml[Taxon (Core) Extension].
es: *Datos de listados de especies* - La categoría de información perteneciente a los taxones o conceptos de taxón como las especies. Los ficheros centrales de este tipo son usados para compartir listados de especies, taxonómicos o catálogos, y otra información sobre taxones. El ID central requerido está representado por *dwc:taxonID*. La lista definitiva de términos centrales de Taxón puede encontrarse en las {latest-dwc-taxon}.xml[Extensiones (Núcleo) de Taxón].

source: *Sampling-event data* — The category of information pertaining to a sampling event. Core files of this type are used to share information about ecological investigations that can be one-off studies or monitoring programmes that are usually quantitative, calibrated and follow certain protocols so that changes and trends of populations can be detected. The required core ID is represented by *dwc:eventID*. The definitive list of core Event terms can be found in the {latest-dwc-event}.xml[Event (Core) Extension].
es: *Datos de eventos de muestreo* - La categoría de información perteneciente a un evento de muestreo. Los ficheros centrales de este tipo son utilizados para compartir información sobre invetigaciones biológicas que pueden ser estudios puntuales o programas de monitoreo que normalmente son cuantitativos, calibrados y siguen ciertos protocolos para detectar cambios y tendencias de poblaciones. El ID central requerido está representado por *dwc:eventID*. La lista definitiva de términos centrales de Evento se puede encontrar en {latest-dwc-event}.xml[Extensiones (Núcleo) de Evento].

source: A core data file is a simple
es: Un fichero central de datos es un sencillo
ja: コアデータファイルは単純です

source: *Optional “extension” files* support the exchange of additional, described classes of data that relate to the core data type (Occurrence or Taxon). An extension record points to a record in the core data file. Extensions may apply only to Taxa or Occurrences or may apply to both. For example, the Vernacular Names extension (illustrated below) is an extension to the Taxon class, whereas an Images extension may be used in both. Extensions can be created and added to the GBIF Extension Repository following a consultation and development process with GBIF. The definitive list of supported Extensions can be found on the http://rs.gbif.org/extension/[GBIF Extension Repository].
es: *Los ficheros de "extensión" opcionales* apoyan el intercambio de adicionales clases descritas de datos que se relacionan con el tipo de datos centrales (Registros de Presencia o Taxón). Un registro de extensión apunta a un registro en el fichero central de datos. Las extensiones se pueden aplicar únicamente a Taxones, Registros de Presencia o a ambos. Por ejemplo, la extensión de Nombres Vernáculos (ilustrada más abajo) es una extensión para la clase Taxón, mientras que la extensión Imágenes puede utilizarse en ambos clases de conjuntos de datos. Las extensiones pueden ser creadas y añadidas al Repositorio de Extensiones de GBIF siguiendo un proceso de consulta y desarrollo con GBIF. La lista definitiva de Extensiones aceptadas se puede encontrar en el http://rs.gbif.org/extension/[Repositorio de Extensiones GBIF].

source: An extension is linked to the core file via the common taxon ID
es: Una extensión se vincula con el fichero central mediante el ID común del taxón
ja: 拡張は共通のタクソンIDでコアファイルにリンクされます

source: A descriptor *metafile* describes how the files in your archive are organized. It describes the files in the archive and maps each data column to a corresponding standard Darwin Core or Extension term. The metafile is a relatively simple XML file format. GBIF provides an online tool for making this file but the format is simple enough that many data administrators will be able to generate it manually. These options are described in the Publishing Options section of this document.
es: Un descriptor *metafile* describe cómo están organizados los contenidos de su archivo. Describe los contenidos del archivo y asigna cada columna de datos a un término del estándar Darwin Core o Extensión. El metafile es un formato de archivo XML relativamente simple. GBIF proporciona una herramienta online para hacer este archivo, pero el formato es lo suficientemente simple como para que muchos administradores de datos puedan generarlo manualmente. Estas opciones se describen en la sección Opciones de Publicación de este documento.
ja: 記述子*メタファイル*は、アーカイブ内のファイルがどのように構成されているかを記述するものです。アーカイブ内のファイルを記述し、各データ列を対応する標準的なダーウィンコアまたは拡張用語にマッピングします。メタファイルは、比較的単純なXMLファイル形式です。GBIFはこのファイルを作成するためのオンラインツールを提供していますが、フォーマットは十分シンプルなので、多くのデータ管理者が手動で生成することができます。これらのオプションは、このドキュメントの公開オプション節で説明されています。

source: A metafile is *required* when an archive includes any extension files or if a single core data file uses non-standard column names in the first (header) row of data. A complete reference guide to this metafile is xref:gbif-metadata-profile.adoc[available].
es: Un metarchivo es *necesario* cuando un Archivo incluye cualquier fichero de extensiones o si un único fichero central de datos utiliza nombres no estándar de columnas en la primera fila (encabezado) de datos. Existe disponible una completa guía de referencia para este metarchivo xref:gbif-metadata-profile.adoc[aquí].
ja: メタファイルは、アーカイブに拡張ファイルが含まれている場合、または単一のコアデータファイルがデータの最初の（ヘッダー）行で非標準の列名を使用している場合に*必要*です。このメタファイルに関する完全なリファレンスガイドがlink:xref:gbif-metadata-profile.adoc[こちらから利用できます]。

source: The metafile describes the file names and fields in the core and extension files
es: El metarchivo describe los nombres y campos de los ficheros en los ficheros centrales y de extensiones
ja: メタファイルには、コアファイルと拡張ファイルのファイル名とフィールドが記述されています

source: Datasets require documentation. This is achieved in a DwC-A by including a *resource metadata document* that provides information about the dataset itself such as a description (abstract) of the dataset, the agents responsible for authorship, publication and documentation, bibliographic and citation information, collection methods and much more. GBIF currently supports a metadata profile based on the {eml-location}/index.html[Ecological Metadata Language] but other metadata standards exist and may be supported. The GBIF Metadata Profile's XML Schema description can be found on the http://rs.gbif.org/schema/eml-gbif-profile/[GBIF Schema Repository]
es: Los conjuntos de datos requieren documentación. Esto se logra en un DwC-A incluyendo un *documento de metadatos del recurso* que proporciona información sobre el conjunto de datos en sí mismo, tal como una descripción (resumen) del conjunto de datos, los agentes responsables de la autoría, publicación y documentación, información bibliográfica y de citas, métidos de colecta y mucho más. Actualmente, GBIF apoya un perfil de metadatos basado en el {eml-location}/index.html[Lenguaje de Metadatos Biológicos] pero existen otros estándares de metadatos que pueden ser aceptados. La descripción del Esquema XML del Perfil de Metadatos de GBIF se puede encontrar en el http://rs.gbif.org/schema/eml-gbif-profile/[Repositorio del Esquema GBIF]
ja: データセットには文書化が必要です。DwC-Aでは、データセットの説明（要旨）、著者、出版、文書化の責任者、書誌・引用情報、収集方法など、データセット自体に関する情報を提供する*リソースメタデータ文書*を含めることによって、これを実現することができます。GBIFは現在、link:{eml-location}/index.html[生態学的メタデータ言語]に基づくメタデータプロファイルをサポートしていますが、他のメタデータ規格も存在し、サポートされる可能性があります。GBIFメタデータプロファイルのXMLスキーマの記述は、link:http://rs.gbif.org/schema/eml-gbif-profile/[GBIFスキーマリポジトリ]で見ることができます。

source: A metadata document describes the complete dataset
es: Un documento de metadatos describe el conjunto de datos completo
ja: データセット全体を記述するメタデータ文書

source: The entire collection of files (core data, extensions, metafile, and resource metadata) should be compressed into a single archive file. The supported compression formats are https://en.wikipedia.org/wiki/ZIP_(file_format)[ZIP] and https://en.wikipedia.org/wiki/Tar_(file_format)[TAR.GZ/TGZ].
es: Todos los ficheros de la colección (datos centrales, extensiones, metarchivos y metadatos de recursos) debería estar comprimidos en un único archivo. Los formatos de compresión aceptados son https://en.wikipedia.org/wiki/ZIP_(file_format)[ZIP] y https://en.wikipedia.org/wiki/Tar_(file_format)[TAR.GZ/TGZ].
ja: ファイル群全体（コアデータ、拡張子、メタファイル、リソースメタデータ）は、1つのアーカイブファイルに圧縮する必要があります。サポートされている圧縮形式は、link:https://ja.wikipedia.org/wiki/ZIP_(%E3%83%95%E3%82%A1%E3%82%A4%E3%83%AB%E3%83%95%E3%82%A9%E3%83%BC%E3%83%9E%E3%83%83%E3%83%88)[ZIP]とlink:https://ja.wikipedia.org/wiki/Tar#:~:text=tar%EF%BC%88%E3%82%BF%E3%83%BC%E3%80%81tape%20archives%EF%BC%89,%E3%81%A8%E5%91%BC%E3%81%B6%E3%81%93%E3%81%A8%E3%82%82%E3%81%82%E3%82%8B%E3%80%82[TAR.GZ/TGZ]です。

source: Text files are zipped into a single archive
es: Los ficheros están comprimidos en un único archivo
ja: テキストファイルは1つのアーカイブに圧縮されます

source: This single, compressed file is the DwC-A file!
es: ¡Este fichero único y comprimido es el DwC-A!
ja: この圧縮された1つのファイルがDwC-Aファイルです！

source: DwC-A Data Publishing Solutions
es: Soluciones para la Publicación de Datos DwC-A
ja: DwC-A データパブリッシングソリューション

source: There are a number of different options for generating a DwC-A.
es: Existen varias opciones diferentes para generar un DwC-A.
ja: DwC-Aを生成するためには、さまざまなオプションがあります。

source: To help select the most appropriate solution for creating your own archive, consider the following questions:
es: Para ayudarle a seleccionar la solución más apropiada para crear su propio Archivo, considere las siguientes cuestiones:
ja: 独自のアーカイブを作成するために最も適切な手段を選択するために、以下の質問を検討してください。

source: Have your data been digitized? (If yes, it is assumed that you can easily convert the data into CSV or Tab format).
es: ¿Sus datos han sido digitalizados? (En caso afirmativo, se asume que usted puede convertir los datos en formato CSV o Tab).
ja: データはデジタル化（CSVやTab形式へのデータ変換が容易にできることが前提です）されていますか？

source: Are your data stored in a relational database?
es: ¿Sus datos están almacenados en una base de datos relacional?
ja: データはリレーショナルデータベースに格納されていますか？

source: How many separate datasets (DwC-Archives) do you plan to publish?
es: ¿Cuántos conjuntos de datos (Archivos DwC) separados planea publicar?
ja: 何種類のデータセット（ダーウィンコア・アーカイブ）を公開する予定ですか？

source: <<Publishing DwC-A using the IPT>> is most suitable when:
es: <<Publicar DwC-A usando el IPT>> es lo más adecuado cuando:
ja: <<_IPTを用いたDwC-Aの公開,IPTを用いたDwC-Aの公開>>は以下のような場合に最適です。

source: Your data have been digitized already.
es: Sus datos ya han sido digitalizados.
ja: データがすでにデジタル化されている場合。

source: Your data either are or are not already in a relational database
es: Sus datos están o no ya en una base de datos relacional
ja: データがリレーショナルデータベースに登録されている、もしくは登録されていない場合。

source: You need to create/manage multiple archives.
es: Usted necesita crear/gestionar múltiples Archivos.
ja: 複数のアーカイブを作成・管理する必要がある場合。

source: You would like to document datasets using the GBIF Metadata Profile.
es: Usted quisiera documentar conjuntos de datos utilizando el Perfil de Metadatos de GBIF.
ja: GBIFメタデータプロファイルを使用してデータセットを文書化したい場合。

source: <<Publishing DwC-A using GBIF Spreadsheet Templates>> is most suitable when:
es: <<Publicar DwC-A usando Plantillas de GBIF de Hojas de Cálculo>> es lo más adecuado cuando:
ja: <<_GBIF表計算用テンプレートを用いたDwC-Aの公開,GBIF表計算用テンプレートを用いたDwC-Aの公開>>は以下のような場合に最適です。

source: Your data have not been digitized already.
es: Sus datos no han sido digitalizados aún.
ja: データがまだデジタル化されていない場合。

source: You already maintain data using spreadsheets.
es: Usted ya gestiona datos utilizando hojas de cálculo.
ja: すでにスプレッドシートを使ってデータを管理している場合。

source: You need a simple solution to create/manage a limited number datasets
es: Usted necesita una solución sencilla para crear/gestionar un número de conjuntos de datos limitados
ja: 限られた数のデータセットを作成・管理するための簡単な解決策が必要な場合。
