Repository: gbif/ipt
Catalog: docs/translations/dwca-guide.adoc.*.po
Languages: es, ja

source: The guide xref:how-to-publish.adoc[How to publish biodiversity data through GBIF.org] provides a set of required and recommended terms for each type of data:
es: La guía xref:how-to-publish.adoc[Cómo publicar datos de biodiversidad a través de GBIF.org] proporciona un conjunto de términos requeridos y recomendados para cada tipo de datos:
ja: ガイド xref:how-to-publish.adoc[GBIF.orgで生物多様性データを公開する方法]では、データの種類ごとに必要な用語と推奨される用語が示されています。

source: Checklist data: xref:checklist-data.adoc#required-dwc-fields[required terms] / xref:checklist-data.adoc#recommended-dwc-fields[recommended terms]
es: Datos de listados de especies: xref:checklist-data.adoc#required-dwc-fields[términos requeridos] / xref:checklist-data.adoc#recommended-dwc-fields[términos recomendados]
ja: チェックリストデータ：xref:checklist-data.adoc#required-dwc-fields[必須用語] / xref:checklist-data.adoc#recommended-dwc-fields[推奨用語]

source: Occurrence data: xref:occurrence-data.adoc#required-dwc-fields[required terms] / xref:occurrence-data.adoc#recommended-dwc-fields[recommended terms]
es: Datos de presencias de especies: xref:occurrence-data.adoc#required-dwc-fields[términos requeridos terms] / xref:occurrence-data.adoc#recommended-dwc-fields[términos recomendados]
ja: オカレンスデータ：xref:occurrence-data.adoc#required-dwc-fields[必須用語] / xref:occurrence-data.adoc#recommended-dwc-fields[推奨用語]

source: Sampling-event data: xref:sampling-event-data.adoc#required-dwc-fields[required terms] / xref:sampling-event-data.adoc#recommended-dwc-fields[recommended terms]
es: Datos de eventos de muestreo: xref:sampling-event-data.adoc#required-dwc-fields[términos requeridos] / xref:sampling-event-data.adoc#recommended-dwc-fields[términos recomendados]
ja: サンプリングイベントデータ：xref:sampling-event-data.adoc#required-dwc-fields[必須用語] / xref:sampling-event-data.adoc#recommended-dwc-fields[推奨用語]

source: Resource metadata: xref:resource-metadata.adoc#required-dwc-fields[required terms] / xref:resource-metadata.adoc#recommended-dwc-fields[recommended terms]
es: Metadatos de recursos: xref:resource-metadata.adoc#required-dwc-fields[términos requeridos terms] / xref:resource-metadata.adoc#recommended-dwc-fields[términos recomendados]
ja: リソースメタデータ：xref:resource-metadata.adoc#required-dwc-fields[必須用語] / xref:resource-metadata.adoc#recommended-dwc-fields[推奨用語]

source: Character Encoding
es: Codificación de caracteres
ja: 文字エンコード

source: Recommended best practice is to encode text (data) files using UTF-8.
es: La mejor práctica recomendada es codificar archivos (de datos) de texto utilizando UTF-8.
ja: テキスト（データ）ファイルは、UTF-8でエンコードすることをお勧めします。

source: The following tools for Linux, Mac and Windows can be used to convert character encodings of files:
es: Las siguientes herramientas para Linux, Mac y Windows se pueden utilizar para convertir codificaciones de caracteres de archivos:
ja: ファイルの文字コード変換には、Linux・Mac・Windows用の以下のツールを使用することができます。

source: Ex.: Convert character encodings from Windows-1252 to UTF-8 using https://linux.die.net/man/1/iconv[*iconv*]:
es: Ej.: Convertir codificaciones de caracteres de Windows-1252 a UTF-8 usando https://linux.die.net/man/1/iconv[*iconv*]:
ja: 例）link:https://linux.die.net/man/1/iconv[*iconv*]を使ってWindows-1252からUTF-8への文字エンコードの変換を行います。

source: Data From a Database
es: Datos desde una Base de Datos
ja: データベースからのデータ

source: It is easy to produce delimited text files from a database using the SQL commands. For MySQL, use the `SELECT INTO outfile` command. The encoding of the resulting file will depend on the server variables and collations used, and might need to be modified before the operation is done. Note that MySQL will export NULL values as `\N` by default. Use the IFNULL() function as shown in the following example to avoid this:
es: Es sencillo producir archivos de texto delimitado desde una base de datos utilizando comandos SQL. Para MySQL, utilice el comando `SELECT INTO outfile`. La codificación del archivo resultante dependerá de las variables del servidor y de las intercalaciones utilizadas, y es posible que requieran ser modificadas antes de que acabe la operación. Tenga en cuenta que MySQL exportará valores NULL como `\N` por defecto. Utilice la función IFNULL() como se muestra en el siguiente enlace para evitar esto:
ja: SQLコマンドを使えば、データベースから区切りテキストファイルを簡単に作成することができます。MySQLの場合、`SELECT INTO outfile` コマンドを使用します。結果のファイルのエンコーディングは、使用するサーバ変数と照合順序に依存し、操作を行う前に変更する必要があるかもしれません。MySQLはデフォルトでNULL値を `\N` としてエクスポートすることに注意してください。これを避けるには、次の例に示すようにIFNULL()関数を使用します。

source: Here are some other recommendations for generating data using SQL queries/functions:
es: Otras recomendaciones para la generación de datos usando consultas/funciones de SQL:
ja: その他に、SQLクエリ/ファンクションを使ったデータ生成のおすすめを以下に挙げます。

source: Concatenate or split strings as required, e.g. to construct the full scientific name string (watch out for autonyms)
es: Concatenar o dividir cadenas según sea necesario, p. ej. para construir la cadena del nombre científico completo (cuidado con los autónimos)
ja: 必要に応じて文字列を連結または分割し、オートニムに注意して完全な学名文字列を作成してください。

source: Format dates to conform to https://en.wikipedia.org/wiki/ISO_8601[ISO datetime format] (1990-02-03, or 1990-02 if the day is unknown, 1990 if the month is also unknown, 1990-02-03/1990-02-28 to give a range).
es: Aplicar formato a las fechas para ajustarse al https://en.wikipedia.org/wiki/ISO_8601[formato de fecha y hora ISO] (1990-02-03 o 1990-02 si se desconoce el día, 1990 si el mes también se desconoce, 1990-02-03/1990-02-28 para dar un rango).
ja: link:https://ja.wikipedia.org/wiki/ISO_8601[ISO 日付・時刻表記形式]に準拠した日付のフォーマットです (1990-02-03、あるいは日が不明な場合は1990-02、月も不明な場合は1990、範囲を指定するときは1990-02-03/1990-02-28を与えてください)。

source: Create year/month/day by parsing native SQL date types
es: Cree año/mes/día mapeando los tipos de fecha nativos de SQL
ja: ネイティブSQLの日付型をパースして年/月/日を作成します

source: Use a UNION to merge 2 or more tables, e.g. accepted taxa and synonyms, or specimen and observations
es: Utilizar UNION para unir 2 o más tablas, p. ej. taxones aceptados y sinónimos o especímenes y observaciones
ja: UNIONを使用して、2つ以上のテーブル（例：受け入れられる分類群と、シノニムまたは標本や観察）を結合します。

source: DwC-A Examples
es: Ejemplos para el archivo DwC-A
ja: DwC-A 例

source: The guide xref:how-to-publish.adoc[How to publish biodiversity data through GBIF.org] provided a set of example DwC-As for each type of data:
es: La guía xref:how-to-publish.adoc[Cómo publicar datos de biodiversidad a través de GBIF.org] proporciona un conjunto de ejemplos DwC-A para cada tipo de datos:
ja: xref:how-to-publish.adoc[GBIF.orgを通じて生物多様性データを公開する方法]では、データの種類ごとに DwC-As の例を示しています。

source: Checklist data: xref:checklist-data.adoc#exemplar-datasets[examplar datasets]
es: Lista de verificación de datos: xref:checklist-data.adoc#exelar-datasets[conjunto de datos de ejemplo]
ja: チェックリストデータ：xref:checklist-data.adoc#exemplar-datasets[サンプルデータセット]

source: Occurrence data: xref:occurrence-data.adoc#exemplar-datasets[examplar datasets]
es: Datos de presencia o ausencia de especies: xref:occurrence-data.adoc#exemplar-datasets[conjunto de datos de ejemplo]
ja: オカレンスデータ：xref:occurrence-data.adoc#exemplar-datasets[サンプルデータセット]

source: Sampling-event data: xref:sampling-event-data.adoc#exemplar-datasets[examplar datasets]
es: Datos de eventos de muestreo: xref:sampling-event-data.adoc#exemplar-datasets[conjunto de datos de ejemplo]
ja: サンプリングイベントデータ：xref:sampling-event-data.adoc#exemplar-datasets[サンプルデータセット]

source: Resource metadata: xref:resource-metadata.adoc#exemplar-datasets[examplar datasets]
es: Metadatos del recurso: xref:resource-metadata.adoc#exemplar-datasets[conjunto de datos de ejemplo]
ja: リソースメタデータ：xref:resource-metadata.adoc#exemplar-datasets[サンプルデータセット]

source: GBIF (2021) Darwin Core Archives – How-to Guide, version 2.2. Copenhagen: GBIF Secretariat. https://ipt.gbif.org/manual/en/ipt/{page-version}/dwca-guide
ja: GBIF (2021) Darwin Core Archives – How-to Guide, version 2.2. Copenhagen: GBIF Secretariat. https://ipt.gbif.org/manual/ja/ipt/{page-version}/dwca-guide

source: *Occurrence data* — The category of information pertaining to evidence of an occurrence in nature, in a collection, or in a dataset (specimen, observation, etc.). Core files of this type are used to share information about a specific instance of a taxon such as a specimen or observation. The required core ID is represented by *dwc:occurrenceID*. The definitive list of Occurrence terms can be found in the {latest-dwc-occurrence}[Occurrence (Core) Extension].
ja: *オカレンスデータ* - 自然界での発生やコレクション、データセット（標本、観察記録など）の証拠に関連する情報のカテゴリです。このタイプのコアファイルは、標本や観察記録など、分類群の特定のインスタンスに関する情報を共有するために使用されます。必要なコアIDは*dwc:occurrenceID*で表されます。オカレンス用語の決定的なリストは、link:{latest-dwc-occurrence}[オカレンス(コア)拡張機能]で見ることができます。

source: *Checklist data* — The category of information pertaining to taxa or taxon concepts, such as species. Core files of this type are used to share annotated species checklists, taxonomic catalogues, and other information about taxa. The required core ID is represented by *dwc:taxonID*. The definitive list of core Taxon terms can be found in the {latest-dwc-taxon}[Taxon (Core) Extension].
ja: *チェックリストデータ* - 分類群または種などの分類群概念に関連する情報のカテゴリです。このタイプのコアファイルは、注釈付き種チェックリスト、分類学的なカタログ、および分類群に関するその他の情報を共有するために使用されます。必要なコアIDは*dwc:taxonID*で表されます。コア・タクソン用語の決定的なリストは、link:{latest-dwc-taxon}[タクソン（コア）の拡張]で見ることができます。

source: *Sampling-event data* — The category of information pertaining to a sampling event. Core files of this type are used to share information about ecological investigations that can be one-off studies or monitoring programmes that are usually quantitative, calibrated and follow certain protocols so that changes and trends of populations can be detected. The required core ID is represented by *dwc:eventID*. The definitive list of core Event terms can be found in the {latest-dwc-event}[Event (Core) Extension].
ja: *サンプリングイベントデータ* - サンプリングイベントに関連する情報のカテゴリです。このタイプのコアファイルは、生態学的調査に関する情報を共有するために使用されます。この調査は、単発の調査や、個体群の変化や傾向を検出するための、ふつう定量的で校正される、特定のプロトコルに従ったモニタリングプログラムとなります。必要なコアIDは*dwc:eventID*で表されます。コアイベントの用語の決定的なリストは、link:{latest-dwc-event}[イベント（コア）拡張]で見つけることができます。

source: *Optional “extension” files* support the exchange of additional, described classes of data that relate to the core data type (Occurrence or Taxon). An extension record points to a record in the core data file. Extensions may apply only to Taxa or Occurrences or may apply to both. For example, the Vernacular Names extension (illustrated below) is an extension to the Taxon class, whereas an Images extension may be used in both. Extensions can be created and added to the GBIF Extension Repository following a consultation and development process with GBIF. The definitive list of supported Extensions can be found on the https://rs.gbif.org/extensions.html[GBIF Extension Repository].
ja: *オプションの「拡張」ファイル*は、コアデータ型（オカレンスまたはタクソン）に関連する、追加的な記述されたデータクラスの交換をサポートします。拡張レコードは、コアデータファイルのレコードを指します。拡張は分類群または出現群にのみ適用され、その両方に適用されることもあります。例えば、Vernacular Names拡張（下図参照）は分類階級の拡張ですが、Images拡張は両方で使用することができます。拡張子は、GBIFとの協議および開発プロセスを経て、GBIF拡張子リポジトリに作成および追加することができます。サポートされる拡張子の一覧は、link:https://rs.gbif.org/extensions.html[GBIF拡張子リポジトリ]に掲載されています。

source: https://en.wikipedia.org/wiki/Iconv
ja: https://ja.wikipedia.org/wiki/Iconv
