Repository: gbif/ipt
Catalog: docs/translations/faq.adoc.*.po
Languages: es, ja

source: # Put this into the file that opens (it will usually be blank), then save it: [Service] ReadWritePaths=/path/to/data/directory/
es: # Escriba esto en el archivo que se abre (normalmente estará en blanco), y luego guárdelo: [Service] ReadWritePaths=/path/to/data/directory/

source: http://www.gbif.es/ipt/[GBIF Spain IPT] - https://biosharing.org/biodbcore-000854[BioSharing record]
es: http://www.gbif.es/ipt/[GBIF España IPT], https://biosharing.org/biodbcore-000854[Registro de BioSharing]

source: http://data.canadensys.net/ipt/[Canadensys IPT] - https://biosharing.org/biodbcore-000855[BioSharing record]
es: http://data.canadensys.net/ipt/[IPT Canadensys], https://biosharing.org/biodbcore-000855[Registro de BioSharing]

source: <registration> <registry> <hostingOrganisation> <key>UUID of desired hosting organization</key>
es: <registration> <registry> <hostingOrganisation> <key>UUID de la deseada organización de alojo</key>

source: <registration> <registry> <ipt> <organisationKey>UUID of desired hosting organization</key>
es: <registration> <registry> <ipt> <organisationKey>UUID de la deseada organización de alojamiento</key>

source: Using a text editor, open the file `config/users.xml` contained in the IPT data directory. Find the admin user (with `role="Admin"`), and replace the encrypted password with `$2a$12$sI48l9ZdW8pvxbxE8GygZe5CXU/dFFj1UrCSP0vEh7rkk8csMPTt6`. Restart the IPT. You can then log in as the admin user with the password `Ga_1bxiedrvNHSyK` — of course, this password should then be changed.
es: Usando un editor de texto, abra el archivo `config/users.xml` del directorio de datos del IPT. Busque el usuario administrador (con `role="Admin"`) y reemplace la contraseña encriptada con `$2a$12$sI48l9ZdW8pvxbxE8GygZe5CXU/dFFj1UrCSP0vEh7rkk8csMPTt6`. Reinicie el IPT. A continuación puede iniciar como un usuario administrador con la contraseña `Ga_1bxiedrvNHSyK`, por supuesto, esta contraseña debe ser cambiada.
