Repository: gbif/ipt
Catalog: docs/translations/faq.adoc.*.po
Languages: es, ja

source: in your publication log file, it means there is no space left in the disk partition that contains your IPT data directory.
es: en su registro de publicación, significa que no queda espacio en la partición del disco que contiene su directorio de datos IPT.
ja: このパブリケーションログファイルは、IPTデータディレクトリを含むディスクパーティションに空きスペースが残っていないことを意味します。

source: To solve this, you can:
es: Para solucionar esto, puede:
ja: これを解決するためには、このような対策をとることができます。

source: Allocate more space to this partition.
es: Asignar más espacio a esta partición.
ja: このパーティションにさらに空き容量を確保する。

source: Move your IPT data directory to another partition where there is more space available. (Refer to the xref:installation.adoc[installation instructions] to change the location of the data directory).
es: Mover su directorio de datos IPT a otra partición donde haya mas espacio disponible. (Consulte las xref:installation.adoc[instrucciones de instalación] para cambiar la ubicación del directorio de datos).
ja: IPT データ・ディレクトリを、より多くの空き容量がある別のパーティションに移動します。(データ・ディレクトリの場所を変更するには、インストール手順を参照してください）。

source: Free up disk space (e.g. deleting temporary files, remove unused applications, etc)
es: Liberar espacio en disco (p. ej., eliminar archivos temporales, eliminar aplicaciones no utilizadas, etc.)
ja: ディスクの空き容量を確保する。（一時ファイルの削除、使用していないアプリケーションの削除など）

source: How do I change the publishing organization of my resource? The drop down on the Basic Metadata page is disabled.
es: ¿Cómo cambio la organización que publica mi recurso? El menú desplegable de la página de metadatos básicos está desactivado.
ja: リソースの公開構成を変更するにはどうすればよいですか？Basic Metadataページのドロップダウンが無効になっています。

source: Ideally, the publishing organization should not be changed after the resource has been either registered with GBIF or assigned a DOI.
ja: 理想的には、リソースがGBIFに登録されるか、DOIが割り当てられた後に、公開組織を変更しないことです。

source: That being said, there are two ways to change the publishing organization.
ja: とはいっても、公開機関を変更する方法は2つあります。

source: The easiest way is to republish the resource and then reset the desired publishing organization. To simplify the process, you can recreate the dataset from its zipped IPT resource folder. Instructions on how to do that can be found xref:manage-resources.adoc#upload-a-zipped-ipt-resource-configuration-folder[here]. If you migrate the resource from the old publishing organization to the new publishing organization by following xref:manage-resources.adoc#migrate-a-resource[these instructions]: Please pay careful attention to step 5, where you will have to ask the GBIF Helpdesk to update the GBIF Registry.
ja: 最も簡単な方法は、リソースを再パブリッシュし、目的の公開組織を再設定することです。プロセスを簡素化するために、圧縮されたIPTリソースフォルダからデータセットを再作成することができます。その方法については、xref:manage-resources.adoc#upload-a-zipped-ipt-resource-configuration-folder[こちら]を参照してください。xref:manage-resources.adoc#migrate-a-resource[以下の手順]に従って、リソースを古い公開組織から新しい公開組織に移行する場合、手順5では、GBIFヘルプデスクにGBIFレジストリの更新を依頼する必要がありますので、十分に注意してください。

source: The other way to proceed is to work directly in the IPT directory. Before you start anything, make a backup of your archives. Then, edit the resource.xml file of the dataset that you would like to work on (on your server in your IPT folder):
ja: もう一つの方法は、IPTディレクトリで直接作業する方法です。何かを始める前に、アーカイブのバックアップをとってください。次に、（IPTフォルダのサーバー上で）作業したいデータセットのresource.xmlファイルを編集します。

source: In `<organisation>`, replace the current UUID by the UUID of the organization you would like to be the new publishing organization,
ja: `<organisation>`で、現在のUUIDを、新しい発行組織にしたい組織のUUIDに置き換えます。

source: Restart the IPT (restart Tomcat, restart the IPT service, etc),
ja: IPTを再起動（Tomcatを再起動、IPTサービスを再起動など）します。

source: Check that no error message appears in your IPT when you click publish.
ja: 公開をクリックしても、IPTにエラーメッセージが表示されないことを確認します。

source: In addition to that, *please contact the GBIF helpdesk and ask that the organization be updated in the GBIF Registry* (this part is very important).
ja: さらに、*GBIFヘルプデスクに連絡し、GBIF Registryの組織を更新してもらうよう依頼してください*（この部分は非常に重要です）。

source: How do I change the type of an existing resource?
es: ¿Cómo cambio el tipo de un recurso existente?
ja: 既存のリソースの種類を変更するにはどうすればよいですか？

source: The type of a resource is derived from its core mapping:
es: El tipo de un recurso se deriva de su mapeo con el estándar:
ja: リソースのタイプは、そのコアマッピングから導き出されます。

source: If the core mapping is to the {latest-dwc-occurrence}[Occurrence extension], the type is equal to "occurrence".
es: Si el mapeo con el estándar es a la {latest-dwc-occurrence}[Extensión de registro biológico], el tipo es igual a "occurrence".
ja: コアマッピングがlink:{latest-dwc-occurrence}[オカレンス拡張]の場合、タイプは「オカレンス」と同じです。

source: If the core mapping is to the {latest-dwc-taxon}[Taxon extension], the type is equal to "checklist".
es: Si el mapeo con el estándar es a {latest-dwc-taxon}[Extensión del taxón], el tipo es igual a "checklist".
ja: コアマッピングがlink:{latest-dwc-taxon}[タクソン拡張]である場合，タイプは「チェックリスト」と同じです。

source: If the core mapping is to the {latest-dwc-event}[Event extension], the type is equal to "sampling-event".
es: Si el mapeo con el estándar es a la {latest-dwc-event}[Extensión de evento], el tipo es igual a "sampling-event".
ja: コアマッピングがlink:{latest-dwc-event}[イベント拡張]の場合、タイプは「サンプリングイベント」と同じになります。

source: If the core mapping is not equal to one of the IPT's default cores (Occurrence, Taxon, or Event) the type is equal to "other".
es: Si el mapeo con el estándar no es igual a alguno de los estándares predeterminados de el IPT (Occurrence, Taxon o Event), el tipo es igual a "other".
ja: コアマッピングがIPTのデフォルトコア（オカレンス、タクソン、イベント）のいずれとも等しくない場合、タイプは「その他」となります。

source: Therefore to change the type of a resource, you need to change its core mapping. To change an occurrence resource to type checklist, for example, simply delete all core mappings to the Occurrence extension, and then recreate new core mappings to the Taxon extension. A new version of the resource should be published in order to finalize the change. If the resource has been registered with GBIF, its type will be automatically updated after it has been re-published.
es: Por lo tanto, para cambiar el tipo de recurso, debe cambiar su mapeo con los términos. Para cambiar un recurso de tipo "occurrence" al tipo "checklist", por ejemplo, simplemente elimine todo el mapeo con los términos de la extensión "occurrence" y luego vuelva a crear el mapeo para los términos de "Taxon". Para finalizar el cambio se debe publicar una nueva versión del recurso. Si el recurso se ha registrado con GBIF, su tipo se actualizará automáticamente después de que se haya vuelto a publicar.
ja: したがって、リソースのタイプを変更するには、そのコアマッピングを変更する必要があります。例えば、オカレンスリソースをチェックリストに変更するには、オカレンス拡張に対するコアマッピングをすべて削除し、タクソン拡張に対する新しいコアマッピングを再作成するだけです。変更を確定するには、リソースの新バージョンを公開する必要があります。リソースがGBIFに登録されている場合、再公開後、そのタイプは自動的に更新されます。

source: What are some tricks to simplify the authoring and maintenance of metadata?
es: ¿Cuáles son algunos trucos para simplificar la creación y el mantenimiento de los metadatos?
ja: メタデータの作成・保守を簡略化するための工夫はありますか？

source: Datasets can change over time. Keeping the dataset metadata up to date can be a burden, as inconsistencies can begin to creep in over time. Below is a list of tricks you can use to simplify the authoring of metadata and make it easier to maintain over time:
es: Los conjuntos de datos pueden cambiar con el tiempo. Mantener los metadatos de los conjuntos de datos actualizados puede ser una carga, ya que las inconsistencias pueden comenzar a aparecer con el paso del tiempo. A continuación, se muestra una lista de trucos que puede utilizar para simplificar la creación de los metadatos y facilitar su mantenimiento a través del tiempo:
ja: データセットは時間の経過とともに変化することがあります。データセットのメタデータを常に最新の状態に保つことは、時間の経過とともに不整合が生じ始めるため、負担となる場合があります。以下は、メタデータの作成を簡素化し、時間の経過に伴うメンテナンスを容易にするために活用できる工夫の例です。

source: use a contact's ORCID instead of supplying their email and other fields which are likely change if the person changes jobs. For more information about how to supply an ORCID see xref:manage-resources.adoc#basic-metadata[here].
es: use el ORCID de un contacto en lugar de proporcionar su correo electrónico y otros campos que son susceptibles al cambio si la persona cambia de trabajo. Para más información de cómo proporcionar un contacto ORCID consulte xref:manage-resources.adoc#basic-metadata[aquí].
ja: 連絡先のORCIDを使用して、メールアドレスや他のフィールドを入力する代わりに、その人が転職した場合に変更される可能性のあるフィールドを入力する。ORCIDを提供する方法についての詳細は、xref:manage-resources.adoc#basic-metadata[こちら]をご覧ください。

source: for datasets that continue to change/grow (versus static datasets) avoid specifying exact counts in textual descriptions, e.g. for record or taxa counts.
es: para conjuntos de datos que continúan cambiando/creciendo (versus conjuntos de datos estáticos) evite especificar conteos exactos en las descripciones textuales, p. ej., para registros o conteos de taxones.
ja: 変化・成長し続けるデータセット（静的データセット）について、レコード数や分類群数など、文字による説明で正確な数を指定するのを避ける。

source: use the IPT's citation xref:manage-resources.adoc#citations[Auto-generation feature] instead of supplying a manually created data citation.
es: utilice la xref:manage-resources.adoc#citations[función de generación automática] de citas del IPT en lugar de proporcionar una cita de los datos creada manualmente.
ja: 手動で作成した引用を用いる代わりに、IPTのxref:manage-resources.adoc#citations[引用自動生成機能]を使用する。

source: use the IPT's import by xref:manage-resources.adoc#taxonomic-coverage[Taxon list feature] instead of supplying each taxon manually one at a time when entering the taxonomic coverage.
es: al ingresar la cobertura taxonómica utilice la importación por medio de la xref:manage-resources.adoc#taxonomic-coverage[función de lista de taxones] del IPT en lugar de proporcionar cada taxón manualmente, uno por uno.
ja: 分類範囲を入力する際に、各分類群を一つずつ手入力せずに、IPTの分類群リストによるインポート機能を使用する。

source: How do I change the hosting organization of my IPT?
es: ¿Cómo cambio la organización de alojamiento de mi IPT?
ja: IPTのホスト機関を変更するにはどうすればよいですか？

source: the instructions below assume your IPT has already been registered and involve manual changes requiring technical competence.
es: las instrucciones a continuación asumen que su IPT ya ha sido registrado e implican cambios manuales que requieren competencia técnica.
ja: 以下の説明は、IPTがすでに登録されており、技術的な能力を必要とする手動変更が伴うことを前提としています。

source: First, ensure the desired hosting organization has been added to your IPT. You can do this through the user interface. For help adding a new organization to your IPT, refer to xref:administration.adoc#add-organization[this section] of the user manual.
es: En primer lugar, asegúrese de que la organización de alojamiento deseada ha sido añadida a su IPT. Puede hacerlo a través de la interfaz de usuario. Si necesita ayuda para añadir una nueva organización a su IPT, consulte xref:administration.adoc#add-organization[esta sección] del manual de usuario.
ja: まず、目的のホスティング機関がIPTに追加されていることを確認します。これは、ユーザーインターフェイスから行うことができます。IPT に新しい機関を追加するヘルプについては、ユーザーマニュアルのxref:administration.adoc#add-organization[このセクション]を参照してください。

source: Next, perform the following 2 manual changes to the registration2.xml file located inside the /config folder of your IPT Data Directory:
es: A continuación, realice los siguientes 2 cambios manuales en el archivo registration2.xml ubicado dentro del folder /config del directorio de datos de su IPT:
ja: 次に、IPTデータディレクトリの /config フォルダにある registration2.xml ファイルを、以下の 2 つの方法で手動で変更します。

source: Restart Tomcat.
es: Reiniciar Tomcat.
ja: Tomcatを再起動します。

source: Last, press the "update registration" button on the Edit GBIF Registration page. This will propagate the change to the GBIF Registry. For further information about what this update does, you can refer to xref:administration.adoc#edit-gbif-registration[this section] of the user manual.
es: Por último presione el botón "actualizar registro" en la página de Edición del Registro de GBIF. Esto propagará el cambio hacia el Registro de GBIF. Para mayor información acerca de esta actualización, puede consultar xref:administration.adoc#edit-gbif-registration[esta sección] del manual de usuario.
ja: 最後に、GBIF登録編集ページの「登録更新」ボタンを押してください。これにより、GBIFレジストリに変更が反映されます。このアップデートの内容については、ユーザーマニュアルのxref:administration.adoc#edit-gbif-registration[こちら]を参照してください。

source: How do I reset the admin password?
es: ¿Cómo restablezco la contraseña del administrador?
ja: 管理者パスワードをリセットする方法を教えてください。

source: If you have forgotten the admin password, the server administrator will need to reset it.
es: Si ha olvidado la contraseña del administrador, el administrador del servidor deberá restablecerla.
ja: 管理者パスワードを忘れた場合は、サーバー管理者がパスワードを再設定する必要があります。

source: How do I migrate a dataset from one IPT installation to another?
es: ¿Cómo migro un conjunto de datos de una instalación de IPT a otra?
ja: あるIPTインストールから別のIPTインストールにデータセットを移行するにはどうすればよいですか？

source: This migration process must be done directly on the server following the next steps:
es: Este proceso de migración debe realizarse directamente en el servidor siguiendo los siguientes pasos:
ja: この移行作業は、次のステップに従って、サーバー上で直接行う必要があります。

source: Shut down the old IPT server; just to check no-one makes any changes.
es: Apague el servidor del IPT anterior, solo para asegurar que nadie haga ningún cambio.
ja: 古いIPTサーバーをシャットダウンします。誰も変更しないことを確認するためです。

source: In the old IPT go to `/old-ipt-datadir/resources/[dataset_name]` and copy the whole dataset folder
es: En el IPT anterior vaya a `/old-ipt-datadir/resources/[dataset_name]` y copie toda la carpeta del conjunto de datos
ja: 古いIPTの `/old-ipt-datadir/resources/[dataset_name]` に行き、データセットフォルダ全体をコピーします。

source: In the new IPT go to `/new-ipt-datadir/resources/` and paste the dataset folder
es: En el IPT nuevo vaya a `/new-ipt-datadir/resources/` y pegue la carpeta del conjunto de datos
ja: 新しいIPTで `/new-ipt-datadir/resources/` に移動し、データセットフォルダを貼り付けます。

source: Restart the new IPT server
es: Reinicie el nuevo servidor IPT
ja: 新しいIPTサーバーを再起動します。

source: Publish the dataset in the new IPT (updates the endpoint).
es: Publique el conjunto de datos en el nuevo IPT (actualiza el punto terminal).
ja: 新しいIPTでデータセットを公開します（エンドポイントを更新します）。

source: Indexing by GBIF
es: Indexación por GBIF
ja: GBIFによるインデックス作成

source: How long does it take GBIF to start (re)indexing my dataset?
es: ¿Cuánto tiempo tarda GBIF en comenzar a (re)indexar mi conjunto de datos?
ja: GBIFがデータセットの（再）インデックス作成を開始するまでには、どのくらいの時間がかかりますか？

source: The answer depends on how long GBIF's indexing queue is, how big your dataset it and whether GBIF's indexing service is turned on.
es: La respuesta depende de la longitud de la cola de indexación de GBIF, del tamaño de su conjunto de datos y de si el servicio de indexación de GBIF está activado.
ja: それは、GBIFのインデックス作成キューの長さ、データセットの大きさ、GBIFのインデックス作成サービスがオンになっているかどうかによって異なります。

source: Normally it will take between 5-60 minutes for GBIF to start indexing your dataset. It can take several hours to finish indexing large datasets once started (those with several million records) so please be patient. At the bottom of the https://www.gbif.org/health[GBIF health page] the length of the indexing queue is shown, and the full queue can be seen on the https://registry.gbif.org/monitoring/running-crawls[Crawl Monitor].
es: Normalmente GBIF tardará entre 5 y 60 minutos en comenzar la indexación de su conjunto de datos. Puede llevar varias horas terminar la indexación de grandes conjuntos de datos una vez que se inician (aquellos con varios millones de registros), así que tenga paciencia. En la parte inferior de la https://www.gbif.org/health[página de salud del sistema de GBIF] se muestra la longitud de la cola de indexación, y la cola completa se puede visualizar en el https://registry.gbif.org/monitoring/running-crawls[monitor de avance].
ja: 通常、GBIFがデータセットのインデックス作成を開始するまでに5～60分かかります。大規模なデータセット（数百万レコード）のインデックス作成を開始すると、終了までに数時間かかることがありますので、しばらくお待ちください。link:https://www.gbif.org/health[GBIFヘルスページ]の下部にはインデックス作成キューの長さが表示され、link:https://registry.gbif.org/monitoring/running-crawls[クロールモニター]でキューの全体を確認することができます。

source: If you believe GBIF failed to index your dataset successfully, please submit feedback directly via GBIF.org, or send an email to the GBIF Helpdesk <helpdesk@gbif.org> to investigate what happened. If you are interested in finding out why GBIF may not have (re)indexed your dataset, please see 2 below.
es: Si cree que GBIF no pudo indexar su conjunto de datos satisfactoriamente, envíe sus comentarios directamente a través de GBF.org o envíe un correo electrónico al Centro de ayuda de GBIF<helpdesk@gbif.org> para investigar qué sucedió. Si está interesado en saber por qué es posible que GBIF no haya (re)indexado su conjunto de datos, consulte lo siguiente.
ja: GBIFがデータセットのインデックス作成に失敗したと思われる場合は、GBIF.orgから直接フィードバックを送信するか、GBIFヘルプデスク<helpdesk@gbif.org>にメールを送って、何が起こったかを調査してください。GBIFがあなたのデータセットに（再）インデックスを付けなかった理由を知りたい場合は、以下をご覧ください。

source: Why hasn't GBIF (re)indexed my dataset yet?
es: ¿Por qué GBIF aún no ha (re)indexó mi conjunto de datos?
ja: なぜGBIFは私のデータセットをまだ（再）インデックス化していないのですか？

source: Occasionally, GBIF turns off its indexing service for maintenance (see the links in the previous question). This is the most common reason why datasets aren't indexed as quickly as expected.
es: Eventualmente, GBIF apaga su servicio de indexación para realizar mantenimiento (vea los enlaces en la pregunta anterior). Esta es la razón más frecuente de por qué los conjuntos de datos no son indexados tan rápido como se espera.
ja: GBIFは、メンテナンスのためインデックス作成サービスを停止することがあります（前問のリンク参照）。データセットのインデックス作成が予想より遅れる原因の多くはこれによるものです。

source: If you believe GBIF failed to index your dataset, please submit feedback directly via GBIF.org, or send an email directly to the GBIF Helpdesk <helpdesk@gbif.org> to investigate what happened.
es: Si cree que GBIF no pudo indexar su conjunto de datos, envíe sus comentarios directamente a través de GBF.org o envíe un correo electrónico al Centro de ayuda de GBIF <helpdesk@gbif.org> para investigar qué sucedió.
ja: GBIFがお客様のデータセットのインデックス化に失敗したと思われる場合は、GBIF.orgから直接フィードバックを送信するか、直接GBIFヘルプデスク<helpdesk@gbif.org>にメールを送り、何が起こったかを調査してください。

source: How often does GBIF reindex my dataset?
es: ¿Con qué frecuencia GBIF reindexa mis conjuntos de datos?
ja: GBIFはどのくらいの頻度でインデックスを更新しているのですか？

source: GBIF automatically attempts to reindex a registered dataset each time its registration is updated. This happens each time the dataset gets republished via the IPT.
es: GBIF automáticamente intenta reindexar un conjunto de datos registrado cada vez que se actualiza su registro. Esto sucede cada vez que el conjunto de datos se vuelve a publicar a través del IPT.
ja: GBIFは、登録されたデータセットが更新されるたびに、自動的にインデックスを付け直そうとします。これは、データセットがIPT経由で再公開されるたびに行われます。

source: To cater to datasets not published using the IPT, GBIF automatically attempts to reindex all registered datasets every 7 days.
es: Para los conjuntos de datos no publicados mediante el IPT, GBIF automáticamente intenta reindexar cada 7 días todos los conjuntos de datos registrados.
ja: またIPTで公開されていないデータセットに対応するため、GBIFは登録されたすべてのデータセットに対して、7日おきに自動的にインデックスを更新するよう試みます。

source: GBIF will only reindex a dataset if its last published date has changed since the last time it was indexed.
es: GBIF solo reindexará un conjunto de datos si su última fecha de publicación ha cambiado desde la última vez que se indexó.
ja: GBIFは、データセットの最終公開日が前回のインデックス作成時と異なる場合のみ、再インデックス作成を行います。

source: What type of datasets does GBIF index/support?
es: ¿Qué tipos de conjuntos de datos indexa/admite GBIF?
ja: GBIFはどのようなデータセットに対応していますか？

source: GBIF supports 4 classes of datasets described xref:how-to-publish.adoc[here]. GBIF currently only indexes species occurrence records, which can be provided as either core records or as extension records. In the case of sampling-event datasets, species occurrences in extension records will be augmented with information coming from its core event record wherever possible.
es: GBIF acepta 4 clases de conjunto de datos descritos xref:how-to-publish.adoc[aquí]. Actualmente, GBIF solo indexa los registros biológicos de especies, que pueden proporcionarse como registros del estándar o como registros de una extensión. En el caso de conjuntos de datos de eventos de muestreo, los registros biológicos de especies de una extensión serán ampliados con información que proviene desde su evento del estándar, siempre que sea posible.
ja: GBIFは4種類のデータセットに対応しています。GBIFは現在、種のオカレンス記録のみをインデックス化しており、これらはコアレコードまたは拡張レコードとして提供することができます。サンプリングイベント・データセットの場合、拡張レコードの種のオカレンスは、可能な限りそのコアイベント・レコードから得られる情報で補強されます。

source: Why is my dataset citation different on GBIF.org?
es: ¿Por qué la cita de mi conjunto de datos es diferente en GBIF.org?
ja: GBIF.orgで、私のデータセットの引用が異なるのはなぜですか？

source: The IPT supports free-text dataset citations, however, these get overwritten on the GBIF.org dataset page. You can find out why in the https://www.gbif.org/faq?q=citation[GBIF.org FAQ].
es: El IPT acepta citas de los conjuntos de datos en texto libre, sin embargo, estas se sobrescriben en la página del conjunto de datos en GBIF.org. Puede averiguar por qué en https://www.gbif.org/faq?q=citation[Preguntas frecuentes de GBIF.org].
ja: IPTはフリーテキストでのデータセット引用をサポートしていますが、GBIF.orgのデータセットページで上書きされてしまいます。その理由は、link:https://www.gbif.org/faq?q=citation[GBIF.org FAQ]に記載されています。

source: Why is GBIF unable to access my IPT over HTTPS?
ja: GBIF が HTTPS で自分ののIPTにアクセスできないのはなぜですか？

source: This is usually due to a misconfiguration in the webserver (Apache, IIS, Tomcat etc). Ensure you can access your server through the command line (`curl https://ipt.example.org`), from computers outside your organization's network (e.g. from a personal phone) and run an https://www.ssllabs.com/ssltest/[SSL Server Test].
ja: これは通常、ウェブサーバ（Apache、IIS、Tomcatなど）の設定ミスが原因です。コマンドライン（`curl https://ipt.example.org`）を使って、組織のネットワーク外のコンピュータ（個人の電話など）からサーバーにアクセスできることを確認し、link:https://www.ssllabs.com/ssltest/[SSLサーバーテスト]を実行します。

source: Any errors like "unable to get local issuer certificate" or "certificate chain incomplete" will usually prevent GBIF's systems from accessing your IPT.
ja: 「unable to get local issuer certificate」や「certificate chain incomplete」などのエラーが発生すると、通常GBIFのシステムがIPTにアクセスできなくなります。

source: To fix them, see the documentation of your webserver, or ask your IT department for advice. These problems are generally not related to the IPT.
ja: これらのエラーを修正するには、Webサーバーのドキュメントを参照するか、IT部門にアドバイスを求めます。これらの問題は、一般にIPTとは関係ありません。

source: Indexing by others
es: Indexación por otros
ja: 他の手段でのインデックス作成

source: How can I export a list of resources published in my IPT?
es: ¿Cómo puedo exportar una lista de recursos publicados en mi IPT?
ja: 自分のIPTで公開されているリソースのリストをエクスポートするにはどうすればよいですか？

source: Some organizations need to index their own IPT, often to include records of each resource in a public open data system or similar. The IPT supports DCAT (Data Catalog Vocabulary) to allow this. The DCAT export is available at `/dcat`, for example https://ipt.gbif.org/dcat.
es: Algunas organizaciones necesitan indexar su propio IPT, a menudo para incluir registros de cada recurso en un sistema público de datos abiertos o similar. El IPT es compatible con DCAT (Vocabulario de catálogo de datos) para permitir esto. La exportación al DCAT está disponible en `/dcat`, por ejemplo, https://ipt.gbif.org/dcat.
ja: 機関によっては、自分自身のIPTにインデックスを付ける必要があり、多くの場合、公開オープンデータ・システムなどに各リソースの記録を含める必要があります。IPTは、これを可能にするためにデータ・カタログ語彙（DCAT）をサポートしています。DCATのエクスポートは、`/dcat`（例：https://ipt.gbif.org/dcat）で可能です。

source: An alternative is the https://www.gbif.org/developer/registry#installations[GBIF Registry Installations API], though this will only include datasets published to GBIF.
es: Una alternativa es https://www.gbif.org/developer/registry#installations[GBIF Registry Installations API], aunque esto solo incluirá conjuntos de datos publicados en GBIF.
ja: 別の方法として、link:https://www.gbif.org/developer/registry#installations[GBIF Registry Installations API]がありますが、これはGBIFに公開されたデータセットしか含まれません。
