Repository: gbif/ipt
Catalog: docs/translations/faq.adoc.*.po
Languages: es, ja

source: FAQ
es: Preguntas frecuentes
ja: よくある質問

source: Here you will find answers to the most frequently asked questions about the GBIF IPT. Please check the contents of this page before contacting the GBIF Helpdesk.
es: Aquí encontrará respuestas a las preguntas más frecuentes sobre el IPT de GBIF. Por favor consulte el contenido de esta página antes de contactar al Centro de ayuda de GBIF.
ja: GBIF IPTに関するよくある質問と回答を掲載しています。GBIFヘルプデスクにお問い合わせいただく前に、このページの内容をご確認ください。

source: Installation
es: Instalación
ja: インストール

source: What is the best way to move my IPT to another server without losing any data?
es: ¿Cuál es la mejor manera de migrar mi IPT a otro servidor sin perder ningún dato?
ja: データを失わずにIPTを別のサーバーに移行するにはどうしたらよいですか？

source: There is one important directory that contains all the IPT's configuration and resources: the IPT's data directory. If you ensure this directory is regularly backed-up somewhere safe, you'll never lose any data.
es: Hay un directorio importante que contiene toda la configuración y los recursos del IPT: el directorio de datos del IPT. Si se asegura de que se haga una copia de seguridad de este directorio con regularidad en algún lugar seguro nunca perderá ningún dato.
ja: IPTの設定とリソースをすべて含む重要なディレクトリが1つあります。IPTのデータディレクトリです。このディレクトリが定期的に安全な場所にバックアップされていることを確認すれば、データを失うことはありません。

source: To move the IPT to a different server, just make sure that you copy the entire contents of the IPT's data directory over to the new server. It is important to preserve the same folder/file permissions. Then, xref:installation.adoc[install the IPT on the new server], using this directory as the data directory.
es: Para migrar el IPT a otro servidor, solo asegúrese de copiar todo el contenido del directorio de datos del IPT a el nuevo servidor. Es importante conservar los mismos permisos de la carpeta/archivo. Luego, xref:installation.adoc[instalar el IPT en el nuevo servidor], usando este directorio como el directorio de datos.
ja: IPTを別のサーバーに移動するには、IPTのデータ・ディレクトリの内容をすべて新しいサーバーに確実にコピーするだけで大丈夫です。このとき、同じフォルダ/ファイルパーミッションを保持することが重要です。その後、このディレクトリをデータ・ディレクトリとして使用して、xref:installation.adoc[新しいサーバーにIPTをインストール]します。

source: My GBIF IPT instance is slow. What can I do to improve performance?
es: Mi instancia del IPT de GBIF es lenta. ¿Qué puedo hacer para mejorar el rendimiento?
ja: GBIF IPTインスタンスの動作が遅いです。パフォーマンスを向上させるにはどうしたらよいですか？

source: Some default configurations of Apache Tomcat come with very little allocated memory. In order to increase performance, this amount should be increased depending on the amount of physical memory on the server. If the server has at least 4GB of RAM, the available memory should be increased to 2GB. For more information on how to do it, see the https://cwiki.apache.org/confluence/display/TOMCAT/Memory[Tomcat FAQ]
es: Algunas configuraciones predeterminadas de Apache Tomcat vienen con muy poca memoria asignada. Para aumentar el rendimiento, se debe incrementar el espacio asignado dependiendo de la cantidad de memoria física en el servidor. Si el servidor tiene al menos 4 GB de RAM, la memoria disponible debe aumentarse a 2 GB. Para obtener más información sobre cómo hacerlo, consulte las https://cwiki.apache.org/confluence/display/TOMCAT/Memory[Preguntas frecuentes del Tomcat]
ja: Apache Tomcatのデフォルト設定では、割り当てられたメモリが非常に少ないものがあります。パフォーマンスを向上させるためには、サーバ上の物理メモリの量に応じてこの量を増やす必要があります。サーバに少なくとも4GBのRAMがある場合、利用可能なメモリは2GBまで増やす必要があります。その方法の詳細については、link:https://cwiki.apache.org/confluence/display/TOMCAT/Memory[Tomcat FAQ]を参照してください。

source: The following is known to run:
es: Se ejecuta lo siguiente:
ja: 以下のような動作が確認されています。

source: I get the following error: "The data directory '/directory' is not writable. What should I do?
es: Obtengo el siguiente error: "The data directory '/directory' is not writable." ¿Qué debo hacer?
ja: 「The data directory '/directory' is not writable.」というエラーが発生します。どうすればよいですか？

source: This also applies to similar errors for creating files, like `RollingFileManager … unable to create manager for … debug.log`.
es: Esto también aplica a errores similares para crear archivos, como `RollingFileManager … unable to create manager for … debug.log`.
ja: これは `RollingFileManager … unable to create manager for … debug.log` のようなファイル作成に関する同様のエラーにも当てはまります。

source: Assuming you are running Tomcat, you need to ensure the user running Tomcat has permissions on the directory. To find out the user running Tomcat on Linux, open a shell and enter the following command:
es: Suponiendo que está ejecutando el Tomcat, debe asegurarse que el usuario que ejecuta el Tomcat tenga permisos en el directorio. Para averiguar el usuario que está ejecutando Tomcat en Linux, abra un shell e ingrese el siguiente comando:
ja: Tomcatが動作していると仮定して、Tomcatを実行しているユーザーがディレクトリに対する権限を持っていることを確認する必要があります。LinuxでTomcatを実行しているユーザを調べるには、シェルを開いて、以下のコマンドを入力します。

source: If the user is "tomcatuser", and this user belongs to group "tomcatgroup" then change the ownership of the IPT data directory (and its child folders and files) by entering the following command:
es: Si el usuario es un "tomcatuser" y este usuario pertenece al grupo "tomcatgroup", cambie la propiedad del directorio de datos del IPT (y de sus sub-carpetas y archivos) ingresando el siguiente comando:
ja: ユーザが「tomcatuser」で、グループ「tomcatgroup」に所属しているときは、コマンドを以下のように入力して、IPTデータディレクトリ（およびその子フォルダとファイル）の所有権を変更します。

source: To ensure only this user has write permission, enter the following command:
es: Para asegurarse de que únicamente este usuario tenga permiso de escritura, ingrese el siguiente comando:
ja: このユーザーだけが書き込み権限を持つようにするには、次のコマンドを入力します。

source: Some Linux systems use sandboxing to provide additional security. Setting the file ownership and permissions is _not sufficient_ on these systems. See the <<sandboxing,following question>>.
es: Algunos sistemas Linux utilizan sandboxing para proporcionar seguridad adicional. Establecer la propiedad y los permisos de los archivos _no es suficiente_ en estos sistemas. Ver la <<sandboxing, siguiente pregunta>>.
ja: Linuxシステムの中には、さらなるセキュリティを提供するためにサンドボックスを使用しているものがあります。これらのシステムでは、ファイルの所有権とパーミッションを設定するだけでは_十分ではありません_。link:https://ipt.gbif.org/manual/ja/ipt/latest/faq#sandboxing[次の質問]を参照してください。

source: Note that if you are running your IPT on a Windows operating system, you will need to check that your folder didn't revert to read-only permissions.
es: Tenga en cuenta que si está ejecutando su IPT en un sistema operativo Windows, deberá comprobar que su carpeta no haya vuelto a los permisos de solo lectura.
ja: Windows OSでIPTを実行している場合、フォルダが読み取り専用に戻っていないか確認する必要があります。

source: My file permissions are correct, but I still see errors about read/write permissions.
es: Mis permisos de archivo son correctos, pero sigo viendo errores sobre los permisos de lectura/escritura.
ja: ファイルの権限は正しいのですが、まだ読み取り/書き込み権限に関するエラーが表示されます。

source: Some Linux systems have additional protections, called security sandboxing. In this case, you usually need to grant additional permissions for Tomcat to access the data directory. For example, on Debian and Ubuntu you need to add a SystemD override:
es: Algunos sistemas Linux tienen protecciones adicionales, denominadas sandboxing de seguridad. En este caso, normalmente hay que conceder permisos adicionales para que Tomcat pueda acceder al directorio de datos. Por ejemplo, en Debian y Ubuntu es necesario añadir una anulación de SystemD:
ja: Linuxシステムによっては、セキュリティ・サンドボックスと呼ばれるさらなる保護機能を備えています。この場合通常Tomcatがデータ・ディレクトリにアクセスするために追加の権限を与える必要があります。例えば、DebianやUbuntuでは、SystemDのオーバーライドを追加する必要があります。

source: How can I change the IPT's default language?
es: ¿Cómo puedo cambiar el idioma predeterminado del IPT?
ja: IPTのデフォルト言語を変更するにはどうしたらいいですか？

source: The IPT's default language is English, and there is no way to change the default language via the user interface.
es: El idioma por defecto del IPT es el inglés y no hay forma de cambiar el idioma por defecto en la interfaz de usuario.
ja: IPTのデフォルト言語は英語で、ユーザーインターフェースからデフォルト言語を変更する方法はありません。

source: It can be changed easily by manual configuration though. To change the default language from English to Portuguese for example, first locate the `struts.properties` file (if the IPT is deployed in Tomcat for example, it would be located in `tomcat/webapps/ipt/WEB-INF/classes`). Then update the `struts.locale` property to:
es: Sin embargo, se puede cambiar fácilmente mediante la configuración manual. Para cambiar el idioma predeterminado del inglés al portugués por ejemplo, primero ubique el archivo `struts.properties` (si el IPT está instalado en Tomcat por ejemplo, debe ubicarse en `tomcat/webapps/ipt/WEB-INF/classes`). Luego actualice la propiedad `struts.locale` a:
ja: しかし、手動で設定を行うことで簡単に変更することができます。例えば、デフォルトの言語を英語からポルトガル語に変更するには、まず、`struts.properties`ファイルを探します（例えば、IPTがTomcatで配備されている場合`tomcat/webapps/WEB-INF/classes`にあります）。そして、`struts.locale`のプロパティをこのように更新してください。

source: Restart Tomcat, and the IPT will startup in Portuguese.
es: Reinicie el tomcat y el IPT se iniciará en portugués.
ja: Tomcatを再起動すると、IPTがポルトガル語で起動します。

source: Please note the two-letter language code must match the code used by the IPT. The languages currently supported are Portuguese (`pt`), Japanese (`ja`), French (`fr`), Spanish (`es`), Traditional Chinese (`zh`), and Russian (`ru`).
es: Tenga en cuenta que el código de idioma de dos letras debe coincidir con el código utilizado por el IPT. Los idiomas admitidos actualmente son portugués (`pt`), japonés (`ja`), francés (`fr`), español (`es`), chino tradicional (`zh`) y ruso (`ru`).
ja: 2文字の言語コードは、IPTで使用されているコードと一致しなければならないことに注意してください。現在対応している言語はポルトガル語（`pt`）、日本語（`ja`）、フランス語（`fr`）、スペイン語（`es`）、繁体字中国語（`zh`）、ロシア語（`ru`）です。

source: Please note that every time you upgrade to a new version of the IPT, you will have to apply the same change.
es: Tenga en cuenta que cada vez que actualice a una nueva versión del IPT, deberá aplicar el mismo cambio.
ja: IPTを新しいバージョンにアップグレードするたびに、再度同様に変更を行う必要がありますのでご注意ください。

source: How can I switch the IPT from test mode to production mode?
es: ¿Cómo puedo cambiar el IPT del modo prueba al modo de producción?
ja: IPTをテストモードから本番モードに切り替えるにはどうしたらいいですか？

source: Switching the IPT from test mode to production mode cannot be done automatically. This is by design, because each mode connects to a different registry (test mode uses the GBIF UAT Registry while production mode uses the GBIF Live Registry).
es: El cambio del modo de prueba al modo de producción del IPT no se puede hacer automáticamente. Esto es por diseño, porque cada modo se conecta a un registro diferente (el modo de prueba utiliza el registro GBIF UAT mientras que el nodo de producción utiliza el registro GBIF Live).
ja: IPTのテストモードから本番モードへの切り替えは、自動的には行うことができません。これは、各モードが異なるレジストリに接続するためで（テストモードはGBIF UAT Registry、本番モードはGBIF Live Registryを使用する）、設計上のものです。

source: Therefore to switch to production mode you need to setup an entirely new IPT instance in production mode.
es: Por lo tanto, para cambiar al modo de producción, debe configurar una instancia IPT completamente nueva en modo de producción.
ja: したがって、本番モードに切り替えるには、本番モードでまったく新しいIPTインスタンスをセットアップする必要があります。

source: To save time recreating resources, you can try transferring your 'test' resources to the production IPT. To do this simply "upload an existing IPT resource using its zipped resource configuration folder." There are complete instructions on how to do this xref:manage-resources.adoc#upload-a-zipped-ipt-resource-configuration-folder[here].
es: Para ahorrar tiempo en restablecer los recursos, puede intentar transferir sus recursos del modo de prueba al IPT de producción. Para hacer esto simplemente cargue un recurso IPT existente utilizando su carpeta de configuración de recursos comprimida. Las instrucciones completas sobre cómo hacer esto se encuentran xref:manage-resources.adoc#upload-a-zipped-ipt-resource-configuration-folder[aquí].
ja: リソースを再作成する時間を節約するために、「テスト」リソースを本番用IPTに転送することができます。これを行うには、単に「既存のIPTリソースを、そのzip圧縮されたリソース構成フォルダを使用してアップロードする」だけです。この方法については、xref:manage-resources.adoc#upload-a-zipped-ipt-resource-configuration-folder[こちら]に詳しい説明があります。

source: What outgoing connections does the IPT make?
es: ¿Qué conexiones de salida hace el IPT?
ja: IPTはどのような発信接続を行うのでしょうか？

source: During setup, and in test mode, the IPT makes secure HTTPS outgoing connections to https://gbrds.gbif-uat.org and https://tools.gbif.org.
es: Durante la configuración y en modo de prueba, el IPT hace conexiones HTTPS seguras a https://gbrds.gbif-uat.org y a https://tools.gbif.org.
ja: セットアップ中およびテストモードでは、IPTはhttps://gbrds.gbif-uat.org、https://tools.gbif.org に安全なHTTPS発信接続を行います。

source: If configured in production mode, the IPT makes secure HTTPS outgoing connections to https://gbrds.gbif.org.
es: Si se configura en modo de producción, el IPT hace conexiones HTTPS seguras a https://gbrds.gbif.org.
ja: 本番モードで構成されている場合は、IPT は https://gbrds.gbif.org に安全な HTTPS発信接続を行います。

source: In both modes, the IPT makes normal HTTP outgoing connections to http://rs.gbif.org. If you install particular additional vocabularies, the IPT will retrieve them from raw.githubusercontent.com or eol.org.
es: En ambos modos, el IPT hace conexiones HTTP normales a http://rs.gbif.org. Si instala vocabularios adicionales, el IPT los descargará de raw.githubusercontent.com o de eol.org.
ja: どちらのモードでも、IPT は http://rs.gbif.org に通常の HTTP通信接続を行います。特定の追加語彙をインストールした場合、IPTは raw.githubusercontent.com または eol.org から語彙を取得することになります。

source: We recommend configuring your firewall to allow outbound access on ports 80 and 443 to all GBIF servers: `130.225.43.0/24`.
es: Recomendamos configurar su firewall para permitir el acceso saliente en los puertos 80 y 443 a todos los servidores GBIF: `130.225.43.0/24`.
ja: すべてのGBIFサーバー `130.225.43.0/24` に対して、ポート80および443のアウトバウンドアクセスを許可するよう、ファイアウォールを設定することをお勧めします。

source: Before version 2.3.4, connections were made using HTTP, rather than HTTPS, to http://gbrds.gbif.org and http://gbrdsdev.gbif.org. HTTP connections use port 80.
es: Antes de la versión 2.3.4, las conexiones se realizaban mediante HTTP, en lugar de HTTPS a http://gbrds.gbif.org y http://gbrdsdev.gbif.org. Las conexiones HTTP usan el puerto 80.
ja: バージョン2.3.4以前は、http://gbrds.gbif.orgやhttp://gbrdsdev.gbif.org、HTTPSではなく、HTTPで接続を行っていました。HTTP接続はポート80を使用します。

source: How can I configure my IPT to assign DOIs to datasets?
es: ¿Cómo puedo configurar mi IPT para asignar DOI a los conjuntos de datos?
ja: データセットにDOIを割り当てるには、IPTをどのように設定すればよいですか？

source: In order to assign DOIs to datasets, the IPT must be configured with a DataCite account, which has itself been configured to mint DOIs under the IPT's domain.
es: Para asignar DOI a los conjuntos de datos, el IPT debe configurarse con una cuenta DataCite, que a su vez se haya sido configurada para crear DOI bajo el dominio del IPT.
ja: データセットにDOIを割り当てるには、IPTにDataCiteアカウントを設定し、それ自体がIPTのドメインの下でDOIをミントするように設定されていることが必要です。

source: The account holding organization must already be associated to the IPT as an organization. For help associating an organization to your IPT, you can refer to the xref:administration.adoc#add-organization[Add Organization] section of the User Manual.
es: La cuenta de la organización titular ya debe estar asociada al IPT como una organización. Para obtener ayuda para asociar una organización a su IPT, puede consultar la sección xref:administration.adoc#agregar-organización[Agregar organización] del Manual del usuario.
ja: アカウント保有機関は、すでに機関としてIPTに関連付けられている必要があります。IPTに機関を関連付ける方法については、ユーザーマニュアルの xref:administration.adoc#add-organization[機関の追加]を参照してください。

source: All that remains, is to add the DataCite account information to the organization (e.g. the username, password, prefix, etc) and make sure the "Account activated" checklist has been checked. For help editing the organization and a description of each field in the form, you can refer to the xref:administration.adoc#edit-organization[Edit Organization] section of the User Manual.
es: Lo único que falta es agregar la información de la organización a la cuenta DataCite (p. ej., el nombre de usuario, la contraseña, el prefijo, etc.) y asegurarse de que se haya marcado como "Cuenta activada". Para obtener ayuda para editar la organización y una descripción de cada campo en el formulario, puede consultar la sección xref:administration.adoc#editar-una-organización[Editar una organización] del manual de usuario.
ja: あとは、DataCiteのアカウント情報を機関に追加し（ユーザー名、パスワード、プレフィックスなど）、「Account activated」のチェックリストにチェックが入っていることを確認するだけです。機関の編集やフォームの各フィールドの説明については、ユーザーマニュアルのxref:administration.adoc#edit-organization[機関を編集]のセクションを参照してください。

source: If you work for a GBIF ‘country' Node, please contact the mailto:helpdesk@gbif.org[GBIF Helpdesk] to enquire about getting a free DataCite account. GBIF has its own account with DataCite and may be able to provide 'country' Nodes with their own free account (determined on a case by case basis). GBIF has done this for Spain and Colombia so far, both of which have a strong track record of keeping their IPTs online near 100% of the time.
es: Si trabaja para un nodo GBIF de algún país, contacte al mailto:helpdesk@gbif.org[Centro de ayuda de GBIF] para solicitar información de cómo obtener una cuenta DataCite gratuita. GBIF tiene su propia cuenta DataCite y puede proveer a los nodos de los países una cuenta gratuita (dependiendo de cada caso). GBIF ha hecho esto para España y Colombia hasta el momento, ambos tienen un historial sólido de mantener su IPT en línea casi el 100% del tiempo.
ja: GBIFの「国別」ノードにお勤めの方は、mailto:helpdesk@gbif.org[GBIFヘルプデスク]にご連絡いただき、無料のDataCiteアカウントの取得についてお問い合わせください。GBIFはDataCiteに独自のアカウントを持っており、「国別」ノードに独自の無料アカウントを提供できる場合があります（状況に応じて決定されます）。GBIFはこれまで、スペインとコロンビアに対してこれを行いましたが、両国ともIPTをほぼ常時オンラインにしている強力な実績があります。

source: The following well-maintained IPTs have all been configured with a DataCite accounts, can assign DOIs to datasets, and are thus recognized as a repository in BioSharing.org, which is used by journals such as Nature to refer their authors to one or more repositories that are appropriate for the type of data they have.
es: Los siguientes IPT han sido configurados con cuentas DataCite, pueden asignar DOI a los conjuntos de datos y se reconocen como repositorios en BioSharing.org, que es usado por revistas como Nature para referir a sus autores a uno o mas repositorios que son adecuados para el tipo de datos que poseen.
ja: 以下のよく整備されたIPTはすべてDataCiteアカウントを設定し、データセットにDOIを割り当てることができるため、BioSharing.orgのリポジトリとして認識されます。このリポジトリは、Natureなどの雑誌が、著者にデータの種類に適した一つ以上のリポジトリに紹介するために使用されています。

source: http://ipt.biodiversidad.co/sib/[GBIF Colombia IPT] - https://biosharing.org/biodbcore-000856[BioSharing record]
es: http://ipt.biodiversidad.co/sib/[GBIF Colombia IPT], https://biosharing.org/biodbcore-000856[Registro de BioSharing]
ja: http://ipt.biodiversidad.co/sib/[GBIFコロンビア IPT] - https://biosharing.org/biodbcore-000856[BioSharing record]

source: Authors in Spain are already depositing their standardized data in the GBIF Spain IPT, e.g. the following dataset http://doi.org/10.15470/qomfu6 underlies this Scientific Data Data Descriptor: http://doi.org/10.1038/sdata.2016.85
es: Los autores en España están depositados sus datos estandarizados en el IPT de GBIF España, p. ej., el siguiente conjunto de datos http://doi.org/10.15470/qomfu6 basado en este Descriptor de datos científicos: http://doi.org/10.1038/sdata.2016.85
ja: スペインの公開者はすでに標準化されたデータをGBIF Spain IPTに寄託しています。例えば、データセット http://doi.org/10.15470/qomfu6 はScientific Dataに掲載された以下のData Descriptorの土台となっています。

source: Usage
es: Utilización
ja: 使用方法

source: Why do published files contain broken lines?
es: ¿Por qué los archivos publicados contienen líneas discontinuas?
ja: 公開されたファイルに改行があるのはなぜですか？

source: The IPT does not support source files that have multi-line fields (fields that include a newline character (`\n`) or carriage return (`\r`)) even if you have specified a field quote (a single character that encloses every field/column in a row) in the source's configuration.
es: El IPT no admite archivos de origen que contienen campos multi línea (campos que incluyen el carácter de nueva línea (`\n`) o saltos de línea (`\r`), incluso si se ha especificado un carácter separador de campos (un carácter que delimita cada campo/columna en un renglón) en la configuración original.
ja: IPTでは、ソースの設定でフィールドクォート（行内のすべてのフィールド/列を囲む1文字）を指定していても、複数行のフィールド（改行文字（`\n`）や復帰文字（`\r`）を含むフィールド）を持つソースファイルには対応していません。

source: Unless these line breaking characters are removed, the IPT will publish files with broken lines (the columns will appear mixed up).
es: A menos que se eliminen estos caracteres de salto de línea, el IPT publicará archivos con líneas discontinuas (las columnas aparecerán mezcladas).
ja: これらの改行文字を削除しない限り、IPTは改行された（列が混在して見える）ファイルを公開することになります。

source: To solve this, you can remove these line breaking characters from the source file, replace the source file with the new one, and republish the resource. Remember that when uploading a source file, you can tell the IPT to replace the file with a new one as long as they both have the same name. That way the mappings don't have to be redone.
es: Para solucionar este problema, puede eliminar los caracteres de salto de línea del archivo fuente, reemplace el archivo fuente por el nuevo archivo y vuelva a publicar el recurso. Recuerde que al cargar un archivo puede indicarle al IPT que reemplace el archivo con uno nuevo siempre que ambos tengan el mismo nombre. De esa forma, no es necesario rehacer los mapeos.
ja: これを解決するには、ソースファイルからこれらの改行文字を削除し、ソースファイルを新しいものに置き換えてから、リソースを再公開すれば問題ありません。ソースファイルをアップロードする際、両者が同じ名前であれば、IPTにファイルを新しく置き換えられることを忘れないでください。そうすれば、マッピングをやり直す必要はありません。

source: Why do published files not include all records?
es: ¿Por qué los archivos publicados no incluyen todos los registros?
ja: なぜ、公開されたファイルにはすべての記録が含まれていないのですか？

source: Check the publication log for exceptions such as:
es: Compruebe el registro de publicación para ver si hay excepciones como:
ja: 次のような例外がないか、公開ログを確認してください。

source: that means you have invalid date value in your data source, which, in this case, is `0000-00-00 00:00:00`.
es: esto quiere decir que tiene un valor de fecha que no es válido en su conjunto de datos, que en este caso es `0000-00-00 00:00:00`.
ja: これはデータソースに無効な日付値があることを意味します。この場合は`0000-00-00 00:00:00`です。

source: To solve this, you can update the value with "Null" value, and update the resource. Usually, you can rely on the log message to identify the column of interest, like in the example above, it says "column 65," which is the 65th column in the data source.
es: Para resolver esto, puede actualizar el valor con "Null" y actualizar el recurso. Por lo general, puede basarse en el mensaje de la bitácora para identificar la columna de interés, como en el ejemplo anterior, dice "columna 65", que es la columna 65 en la fuente de datos.
ja: この問題を解消するには、値を「Null」値で更新し、リソースを更新すればよいです。通常、ログメッセージを頼りに対象のカラムを特定することができます。上記の例では、「カラム65」と書かれていますが、これはデータソースの65番目のカラムを表しています。

source: The `0000-00-00 00:00:00` value in your SQL table could be resulted when importing, while having defined the column with "Not Null" and default value as `0000-00-00 00:00:00`.
es: El valor `0000-00-00 00:00:00` en su tabla SQL podría generarse durante la importación, al haber definido la columna "Not Null" y el valor por defecto como `0000-00-00 00:00`.
ja: SQLテーブルの列を「Not Null」、デフォルト値を`0000-00-00 00:00:00`と定義しているにもかかわらず、インポート時に`0000-00-00 00:00:00`という値になってしまうことがあります。

source: What does the error "No space left on device" mean and how do I fix it?
es: ¿Qué significa el error "No space left on device" y cómo lo soluciono?
ja: 「デバイスに空き容量がない」というエラーの意味と修正方法を教えてください。

source: If you found an exception such as:
es: Si encontró una excepción como:
ja: 次のような例外が見つかった場合：
