Repository: gbif/ipt
Catalog: docs/translations/gbif-metadata-profile.adoc.*.po
Languages: es, ja

source: | Term | Definition | {eml-location}/eml-party.html#givenName[givenName] | Subfield of individualName field. The given name field can be used for the first name of the individual associated with the resource, or for any other names that are not intended to be alphabetized (as appropriate). E.g., Jonny | {eml-location}/eml-party.html#surName[surName] | Subfield of individualName field. The surname field is used for the last name of the individual associated with the resource. This is typically the family name of an individual, for example, the name by which s/he is referred to in citations. E.g. Carson | {eml-location}/eml-party.html#organizationName[organizationName] | The full name of the organization that is associated with the resource. This field is intended to describe which institution or overall organization is associated with the resource being described. E.g., National Center for Ecological Analysis and Synthesis | {eml-location}/eml-party.html#positionName[positionName]| This field is intended to be used instead of a particular person or full organization name. If the associated person that holds the role changes frequently, then Position Name would be used for consistency. Note that this field, used in conjunction with 'organizationName' and 'individualName' make up a single logical originator. Because of this, an originator with only the individualName of 'Joe Smith' is NOT the same as an originator with the name of 'Joe Smith' and the organizationName of 'NSF'. Also, the positionName should not be used in conjunction with individualName unless only that individual at that position would be considered an originator for the data package. If a positionName is used in conjunction with an organizationName, then that implies that any person who currently occupies said positionName at organizationName is the originator of the data package. E.g., HAST herbarium data manager | {eml-location}/eml-party.html#electronicMailAddress[electronicMailAddress] | The electronic mail address is the email address for the party. It is intended to be an Internet SMTP email address, which should consist of a username followed by the @ symbol, followed by the email server domain name address. E.g. jcuadra@gbif.org | {eml-location}/eml-party.html#deliveryPoint[deliveryPoint] | Subfield of the address field that describes the physical or electronic address of the responsible party for a resource. The delivery point field is used for the physical address for postal communication. E.g., GBIF Secretariat, Universitetsparken 15 | {eml-location}/eml-party.html#role[role] | Use this field to describe the role the party played with respect to the resource. E.g. technician, reviewer, principal investigator, etc. | {eml-location}/eml-party.html#phone[phone] | The phone field describes information about the responsible party's telephone, be it a voice phone, fax. E.g. +4530102040 | {eml-location}/eml-party.html#postalCode[postalCode] | Subfield of the address field that describes the physical or electronic address of the responsible party for a resource. The postal code is equivalent to a U.S. zip code, or the number used for routing to an international address. E.g., 52000. | {eml-location}/eml-party.html#city[city] | Subfield of the address field that describes the physical or electronic address of the responsible party for a resource. The city field is used for the city name of the contact associated with a particular resource. E.g. San Diego. | {eml-location}/eml-party.html#administrativeArea[administrativeArea] | Subfield of the address field that describes the physical or electronic address of the responsible party for a resource. The administrative area field is the equivalent of a 'state' in the U.S., or Province in Canada. This field is intended to accommodate the many types of international administrative areas. E.g. Colorado | {eml-location}/eml-party.html#country[country] | Subfield of the address field that describes the physical or electronic address of the responsible party for a resource. The country field is used for the name of the contact's country. The country name is most often derived from the ISO 3166 country code list. E.g., Japan. | {eml-location}/eml-party.html#onlineUrl[onlineUrl] | A link to associated online information, usually a web site. When the party represents an organization, this is the URL to a website or other online information about the organization. If the party is an individual, it might be their personal web site or other related online information about the party. E.g., https://www.example.edu/botany.
es: | Término | Definición | {eml-location}/eml-party.html#givenName[Nombre (givenName)] | El Nombre se puede utilizar para el nombre de la persona asociada con el recurso o para cualquier otro nombre que no esté destinado a estar alfabetizado (según corresponda). P. ej., Jonny | {eml-location}/eml-party.html#surName[Apellido (surName)] | Subcampo del campo Nombre (individualName). El campo surName se utiliza para el apellido de la persona asociada con el recurso. Este suele ser el apellido de una persona, por ejemplo, el nombre con el que se hace referencia a él/ella en las citas. P. ej., Carson. | {eml-location}/eml-party.html#organizationName[Organización (organizationName)] | El nombre completo de la organización asociada con el recurso. Este campo está destinado a describir qué institución u organización general está asociada con el recurso que se describe. P. ej., Centro Nacional de Análisis y Síntesis Ecológica | {eml-location}/eml-party.html#positionName[Posición (positionName)]| Este campo está destinado a ser utilizado en lugar del nombre de una persona en particular o el nombre completo de la organización. Si la persona asociada que tiene el rol cambia con frecuencia, entonces la Posición (positionName) se usaría para mantener la coherencia. Tenga en cuenta que este campo, utilizado junto con "Organización (organizationName)" y "Nombre (individualName)" conforman un único originador lógico. Debido a esto, un originador con solo el Nombre (individualName) de 'Joe Smith' NO es lo mismo que un originador con el nombre de 'Joe Smith' y la Organizaciñon (organizationName) 'NSF'. Además, Posición (positionName) no debe usarse junto con Nombre (individualName) a menos que solo esa persona en esa posición se considere un creador del paquete de datos. Si una posición (positionName) se usa en conjunto con una Organización (organizationName), eso implica que cualquier persona quien actualmente ocupa dicha Posición en la Organización es la creadora del paquete de datos. P. ej., Administrador de datos del herbario HAST | {eml-location}/eml-party.html#electronicMailAddress[Correo electrónico (electronicMailAddress)] El Correo electrónico (electronicMailAddress) es la dirección de correo electrónico de la parte responsable. Se pretende que sea una dirección de correo electrónico SMTP de internet, que debe constar de un nombre de usuario seguido del símbolo @, seguido de la dirección del nombre de dominio del servidor de correo electrónico. P. ej., jcuadra@gbif.org | {eml-location}/eml-party.html#deliveryPoint[deliveryPoint]| Subcampo del campo dirección (adress) que describe la dirección física o electrónica de la parte responsable de un recurso. El campo deliveryPoint se utiliza para la dirección física del contacto postal. P. ej., Secretaría de GBIF, Universitetsparken 15 | {eml-location}/eml-party.html#role[Rol (role)] | Utilice este campo para describir el papel que desempeñó la parte con respecto al recurso. P. ej., técnico, revisor, investigador principal, etc. | {eml-location}/eml-party.html#phone[Teléfono (phone)] | El campo Teléfono (phone) describe información sobre el teléfono de la parte responsable, ya sea un teléfono de voz o un fax. P. ej., +4530102040 | {eml-location}/eml-party.html#postalCode[Código postal (postalCode)] | Subcampo del campo Dirección (address) que describe la dirección física o electrónica de la parte responsable de un recurso. El código postal es equivalente al U.S. zip code o al número usado para enrutar a una dirección internacional. P. ej., 52000. | {eml-location}/eml-party.html#city[Ciudad (city)]| Subcampo del campo Dirección (address) que describe la dirección física o electrónica de la parte responsable de un recurso. El campo city se utiliza para el nombre de la ciudad del contacto asociado con un recurso en particular. P. ej., San Diego. | {eml-location}/eml-party.html#administrativeArea[Departamento/Estado/Provincia (administrativeArea)] | Subcampo del campo Dirección (adress) que describe la dirección física o electrónica de la parte responsable de un recurso. El campo Departamento/Estado/Provincia (administrativeArea) es el equivalente a un 'estado' en los EE. UU. O una provincia en Canadá. Este campo está destinado a dar cabida a los muchos tipos de áreas administrativas internacionales. P. ej., Colorado | {eml-location}/eml-party.html#country[País (country)] | Subcampo del campo Dirección (address) que describe la dirección física o electrónica de la parte responsable de un recurso. El campo de país se utiliza para el nombre del país del contacto. El nombre del país se deriva con mayor frecuencia de la lista de códigos de países ISO 3166. P. ej., Japón. | {eml-location}/eml-party.html#onlineUrl[Página web (onlineURL)] | Un enlace a la información en línea asociada, generalmente un sitio web. Cuando la parte responsable representa a una organización, esta es la URL de un sitio web u otra información en línea sobre la organización. Si la parte responsable es un individuo, podría ser su sitio web personal u otra información en línea relacionada. P. ej., https://www.example.edu/botany.
ja: | 用語 | 定義 | {eml-location}/eml-party.html#givenName[givenName] | individualNameフィールドのサブフィールド。givenNameフィールドは、リソースに関連する個人のファーストネームで、（必要に応じて）アルファベット表記を意図していない、その他の名前に使用することができます。例：Jonny | {eml-location}/eml-party.html#surName[surName] | individualNameフィールドのサブフィールド。surnameフィールドは、リソースに関連する個人の姓に使用されます。これはふつう個人の姓で、例えば、文献の引用時に言及される名前です。例：Carson | {eml-location}/eml-party.html#organizationName[organizationName] | リソースに関連する組織のフルネーム。このフィールドは、記述されるリソースに関連する機関または組織全体を記述することを意図しています。例：National Center for Ecological Analysis and Synthesis | {eml-location}/eml-party.html#positionName[positionName]| このフィールドは、特定の人物や完全な組織名の代わりに使用されることを意図しています。その役割を担う人物が頻繁に変わるのであれば、一貫性を保つために役職名を使用するのがよいでしょう。このフィールドは、'organizationName'および'individualName'と共に使用され、1つの論理的なオリジネーターを構成することに注意してください。このため、individualNameが「Joe Smith」だけのオリジネーターは、nameが「Joe Smith」でorganizationNameが「NSF」のオリジネーターと同じではありません。また、positionNameは、その地位の個人のみがデータパッケージのオリジネーターとみなされる場合を除き、individualNameと組み合わせて使用されるべきではありません。positionNameがorganizationNameと共に使用される場合、organizationNameにおいて、そのpositionNameに就いているすべての人がデータパッケージのオリジネーターであることを意味します。例：HAST herbarium data manager | {eml-location}/eml-party.html#electronicMailAddress[electronicMailAddress] | Eメールアドレスは、その団体のEメールアドレスである。インターネットSMTPメールアドレスを想定しており、ユーザー名の後に@記号、その後にメールサーバーのドメイン名アドレスで構成される必要があります。例：jcuadra@gbif.org | {eml-location}/eml-party.html#deliveryPoint[deliveryPoint] | addressフィールドのサブフィールドで、リソースの責任者の実際の住所または電子アドレスを記述します。配送先フィールドは、郵便通信のための物理的な住所に使用されます。例：GBIF Secretariat, Universitetsparken 15 | {eml-location}/eml-party.html#role[role] | このフィールドで、当事者がリソースに関して果たした役割を記述します。例：技術者、査読者、研究責任者等 | {eml-location}/eml-party.html#phone[phone] | 電話番号欄には、責任者の電話番号（音声電話、FAX）についての情報を記述します。例：+4530102040 | {eml-location}/eml-party.html#postalCode[postalCode] | リソースの責任者の実際の住所または電子アドレスを記述する、アドレスフィールドのサブフィールド。郵便番号は米国のZIPコードに相当し、国際的な住所へのルーティングに使用される番号です。 例：52000. | {eml-location}/eml-party.html#city[city] | リソースの責任者の実際の住所または電子アドレスを記述する、アドレスフィールドのサブフィールド。cityフィールドは、特定のリソースに関連する連絡先の都市名として使用される。例：San Diego | {eml-location}/eml-party.html#administrativeArea[administrativeArea] | リソースの責任者の実際の住所または電子アドレスを記述する、アドレスフィールドのサブフィールド。行政区域フィールドは、米国では「state」、カナダでは「Province」に相当します。このフィールドは、多くの種類の国際的な行政区域に対応することを意図しています。例：Colorado | {eml-location}/eml-party.html#country[country] | リソースの責任者の実際の住所または電子アドレスを記述する、アドレスフィールドのサブフィールド。国名フィールドは、連絡先の国名に使用されます。国名は、ほとんどの場合、ISO 3166の国名コードリストに由来しています。例：Japan | {eml-location}/eml-party.html#onlineUrl[onlineUrl] | 関連するオンライン情報（通常はWebサイト）へのリンクです。当事者が組織を代表している場合、これはウェブサイトまたはその組織に関する他のオンライン情報のURLです。当事者が個人の場合は、個人のウェブサイトや、当事者に関するその他の関連するオンライン情報である場合があります。例：https://www.example.edu/botany

source: KeywordSet (General Keywords)
es: Palabras clave generales (KeywordSet)
ja: KeywordSet（一般的なキーワード）

source: The keywordSet field is a wrapper for the keyword and keywordThesaurus elements, both of which are required together.
es: El campo keywordSet es un contenedor para los elementos palabras clave (keyword) y tesauros de palabras clave (keywordThesaurus), los cuales se requieren juntos.
ja: keywordSetフィールドはkeywordとkeywordThesaurus要素のラッパーであり、両方とも同時に必要です。

source: | Term | Definition | {eml-location}/eml-resource.html#keyword[keyword] | A keyword or key phrase that concisely describes the resource or is related to the resource. Each keyword field should contain one and only one keyword (i.e., keywords should not be separated by commas or other delimiters). E.g., biodiversity. | {eml-location}/eml-resource.html#keywordThesaurus[keywordThesaurus]| The name of the official keyword thesaurus from which keyword was derived. If an official thesaurus name does not exist, please keep a placeholder value such as “N/A” instead of removing this element as it is required together with the keyword element to constitute a keywordSet. E.g., IRIS keyword thesaurus.
es: | Término | Definición | {eml-location}/eml-resource.html#keyword[Palabra clave (keyword)] | Una palabra clave o frase clave que describe de manera concisa el recurso o que está relacionada con el recurso. Cada campo de palabra clave debe contener una y solo una palabra clave (es decir, las palabras clave no deben estar separadas por comas u otros caracteres delimitadores). P. ej., biodiversidad. | {eml-location}/eml-resource.html#keywordThesaurus[Tesauro/Vocabulario (keywordThesaurus)]| El nombre del tesauro oficial de palabras clave del que se derivó la palabra clave. Si no existe un nombre de tesauro oficial, mantenga un valor de marcador de posición como "N/A" en lugar de eliminar este elemento, ya que se requiere junto con el elemento de palabra clave para constituir un conjunto de palabras clave. P. ej., tesauro de palabras clave de IRIS.
ja: | 用語 | 定義 | {eml-location}/eml-resource.html#keyword[keyword] | リソースを簡潔に説明する、またはリソースに関連するキーワード・キーフレーズ。各キーワードフィールドは、1つのキーワードのみを含むべきです（つまり、キーワードは、カンマや他の区切り文字で分離してはなりません）。例：biodiversity | {eml-location}/eml-resource.html#keywordThesaurus[keywordThesaurus]| キーワードの元となった公式キーワードシソーラスの名前。これはkeyword要素とともにkeywordSetを構成するために必要なので、公式シソーラス名が存在しない場合はこの要素を削除せずに、"N/A"などのプレースホルダ値を保持しておいてください。例：IRIS keyword thesaurus

source: Describes the extent of the coverage of the resource in terms of its *spatial* extent, *temporal* extent, and *taxonomic* extent.
es: Describe la extensión de la cobertura del recurso en términos de su extensión *espacial*, *temporal* y *taxonómica*.
ja: リソースのカバー範囲を、*空間的*な範囲、*時間的*な範囲、*分類学的*な範囲の観点から記述しています。

source: A container for taxonomic information about a resource. It includes a list of species names (or higher level ranks) from one or more classification systems. Please note the taxonomic classifications should not be nested, just listed one after the other.
es: Contenedor de información taxonómica sobre un recurso. Incluye una lista de nombres de especies (o rangos de nivel superior) de uno o más sistemas de clasificación. Tenga en cuenta que las clasificaciones taxonómicas no deben estar anidadas, solo enumeradas una tras otra.
ja: リソースに関する分類学的情報のためのコンテナ。1つまたは複数の分類体系の種名（または上位のランク）のリストが含まれます。分類は入れ子にせず、1つずつ順番に並べることに注意してください。

source: | Term | Definition | {eml-location}/eml-coverage.html#generalTaxonomicCoverage[generalTaxonomicCoverage] | Taxonomic Coverage is a container for taxonomic information about a resource. It includes a list of species names (or higher level ranks) from one or more classification systems. A description of the range of taxa addressed in the data set or collection. Use a simple comma separated list of taxa. E.g., "All vascular plants were identified to family or species, mosses and lichens were identified as moss or lichen." | {eml-location}/eml-coverage.html#taxonomicClassification[taxonomicClassification] | Information about the range of taxa addressed in the dataset or collection. | {eml-location}/eml-coverage.html#taxonRankName[taxonRankName]| The name of the taxonomic rank for which the Taxon rank value is provided. E.g., phylum, class, genus, species. | {eml-location}/eml-coverage.html#taxonRankValue[taxonRankValue] | The name representing the taxonomic rank of the taxon being described. E.g. Acer would be an example of a genus rank value, and rubrum would be an example of a species rank value, together indicating the common name of red maple. It is recommended to start with Kingdom and include ranks down to the most detailed level possible. | {eml-location}/eml-coverage.html#commonName[commonName] | Applicable common names; these common names may be general descriptions of a group of organisms if appropriate. E.g., invertebrates, waterfowl.
es: | Término | Definición | {eml-location}/eml-coverage.html#generalTaxonomicCoverage[Cobertura taxonómica (generalTaxonomicCoverage)] | Cobertura taxonómica es un contenedor de información taxonómica sobre un recurso. Incluye una lista de nombres de especies (o rangos de nivel superior) para uno o más sistemas de clasificación. Una descripción del rango de los taxones abordados en el conjunto de datos o colección. Utilice una lista simple de taxones separados por coma. P. ej., "Todas las plantas vasculares se identificaron por familia o especie, los musgos y líquenes se identificaron como musgos o líquenes". | {eml-location}/eml-coverage.html#taxonomicClassification[Clasificación taxonómica (taxonomicClassification)] | Información del rango de los taxones abordados en el conjunto de datos o colección. | {eml-location}/eml-coverage.html#taxonRankName[Categoría (taxonRankName)]| El nombre del rango taxonómico para el taxón proporcionado. P. ej. filo, clase, género, especie. | {eml-location}/eml-coverage.html#taxonRankValue[Nombre científico (taxonRankValue)] | El nombre que representa el rango taxonómico del taxón que se describe. P. ej., Acer sería un ejemplo de un valor para el rango de género y rubrum sería un ejemplo de un valor de rango de especie, indicando juntos el nombre común del arce rojo. Se recomienda comenzar con Reino e incluir rangos inferiores hasta el nivel más detallado posible. | {eml-location}/eml-coverage.html#commonName[Nombre común (commonName)]| Nombres comunes aplicables, estos nombres comunes pueden ser descripciones generales de un grupo de organismos si esto fuera adecuado. P. ej., invertebrados, aves acuáticas.
ja: | 用語 | 定義 | {eml-location}/eml-coverage.html#generalTaxonomicCoverage[generalTaxonomicCoverage] | 分類学的範囲は、リソースに関する分類学的情報のためのコンテナです。これには、1つまたは複数の分類体系からの種名（または上位のランク）のリストが含まれます。データセットまたはコレクションで扱われる分類群の範囲についての説明。コンマで区切られた単純な分類群のリストを使用します。例：「すべての維管束植物は科または種まで同定され、コケと地衣類はコケまたは地衣類として同定された。」 | {eml-location}/eml-coverage.html#taxonomicClassification[taxonomicClassification] | データセットまたはコレクションで扱われる分類群の範囲に関する情報。 | {eml-location}/eml-coverage.html#taxonRankName[taxonRankName]| Taxon rank値が提供される分類階級の名前。例：phylum、class、genus、species | {eml-location}/eml-coverage.html#taxonRankValue[taxonRankValue] | 記載される分類群の分類階級を表す名称。例：Acerは属のランク値、rubrumは種のランク値の例で、合わせて赤カエデの通称を示します。Kingdomから始めて、可能な限り詳細なレベルまでランクを含めることが推奨されます。 | {eml-location}/eml-coverage.html#commonName[commonName] | 該当する一般名；これらの一般名は、適切であれば生物群の一般的な説明でも構いません。例：無脊椎動物、水鳥

source: A container for spatial information about a resource; allows a bounding box for the overall coverage (in lat long), and also allows description of arbitrary polygons with exclusions.
es: Un contenedor de información espacial sobre un recurso. Permite crear una caja delimitadora para la cobertura general (utilizando latitud y longitud) y también permite la descripción de polígonos arbitrarios con exclusiones.
ja: リソースに関する空間情報を格納するコンテナで、全体のカバー範囲を示す境界ボックス（緯度経度）を設定できるほか、任意のポリゴンを除外して記述することも可能です。
