Repository: gbif/ipt
Catalog: docs/translations/gbif-metadata-profile.adoc.*.po
Languages: es, ja

source: An example EML complying with v1.1 of the GBIF Metadata Profile can be found https://cloud.gbif.org/griis/eml.do?r=global&v=2.0[here]. Note this file has been generated by the https://cloud.gbif.org/griis/[GRIIS IPT].
es: Puede encontrar un ejemplo de EML que cumple con la v1.1 del Perfil de metadatos de GBIF https://cloud.gbif.org/griis/eml.do?r=global&v=2.0[aquí]. Tenga en cuenta que este archivo ha sido generado por https://cloud.gbif.org/griis/[GRIIS IPT].
ja: GBIFメタデータプロファイルv1.1に準拠したEMLの例はlink:https://cloud.gbif.org/griis/eml.do?r=global&v=2.0[こちら]です。このファイルはlink:https://cloud.gbif.org/griis/[GRIIS IPT]によって生成されています。

source: Annex
es: Anexo
ja: 付録

source: Background to the GBIF Metadata Profile
es: Antecedentes del perfil de metadatos de GBIF
ja: GBIFメタデータプロファイルの背景

source: Metadata, literally “data about data” are an essential component of a data management system, describing such aspects as the “who, what, where, when and how” pertaining to a resource. In the GBIF context, resources are datasets, loosely defined as collections of related data, the granularity of which is determined by the data custodian. Metadata can occur in several levels of completeness. In general, metadata should allow a prospective end user of data to:
es: Los metadatos, literalmente "datos sobre datos", son un componente esencial de un sistema de gestión de datos que describen aspectos como "quién, qué, dónde, cuándo y cómo" pertenecientes a un recurso. En el contexto de GBIF, los recursos son conjuntos de datos, definidos libremente como colecciones de datos relacionados, cuya especificidad es definida por el custodio de datos. Los metadatos pueden tener varios niveles de exhaustividad. En general, los metadatos deben permitir a un posible usuario final de los datos:
ja: メタデータは文字通り「データに関するデータ」であり、データ管理システムにとって不可欠な要素です。GBIFの文脈では、リソースはデータセットであり、関連するデータの集まりとして緩やかに定義され、その粒度はデータカストディアンによって決定されます。メタデータは、いくつかの完全性のレベルで存在します。一般に、メタデータはデータのエンドユーザーに対して以下のことを可能にするものでなければなりません。

source: Identify/discover its existence,
es: Identificar/descubrir su existencia,
ja: データの存在を識別・確認でき、

source: Learn how to access or acquire the data,
es: Aprender a acceder o adquirir los datos,
ja: データへのアクセス方法、取得方法を知ることができて、

source: Understand its fitness-for-use, and
es: Comprender su aptitud para el uso (fitness-for-use) y
ja: 使用目的への適合性を理解し、そして

source: Learn how to transfer (obtain a copy of) the data.
es: Aprender a transferir (obtener una copia de) los datos.
ja: データの転送（コピーの取得）方法を知ることができる。

source: The GBIF Metadata Profile (GMP) was developed in order to standardize how resources get described at the dataset level in the GBIF http://www.gbif.org[Data Portal]. This profile can be transformed to other common metadata formats such as the http://marinemetadata.org/references/iso19139[ISO 19139 metadata profile].
es: El Perfil de metadatos de GBIF (GMP) fue desarrollado para estandarizar cómo se describen los recursos a nivel de conjunto de datos en el http://www.gbif.org [portal de datos de GBIF]. Este perfil se puede transformar a otros formatos de metadatos comunes como el http://marinemetadata.org/references/iso19139[perfil de metadatos ISO 19139].
ja: GBIFメタデータプロファイル（GMP）は、GBIFlink:http://www.gbif.org[データポータル]におけるデータセットレベルのリソースの記述方法を標準化するために開発されました。このプロファイルは、link:http://marinemetadata.org/references/iso19139[ISO 19139メタデータプロファイル]など、他の一般的なメタデータ形式に変換することができます。

source: In the GMP there is a minimum set of mandatory elements required for identification, but it is recommended that as many elements be used as possible to ensure the metadata are as descriptive and complete as possible.
es: Enel GMP hay un conjunto mínimo de elementos obligatorios requeridos para la identificación, pero se recomienda que se utilicen tantos elementos como sea posible para garantizar que los metadatos sean lo más descriptivos y completos posible.
ja: GMPでは、識別に必要な最小限の必須要素を定めていますが、メタデータができるだけ記述的で完全なものとなるように、できるだけ多くの要素を使用することが推奨されます。

source: Metadata Elements
es: Elementos de los metadatos
ja: メタデータの要素

source: The GBIF Metadata Profile is primarily based on the {eml-location}/index.html[Ecological Metadata Language (EML)]. The GBIF profile utilizes a subset of EML and extends it to include additional requirements that are not accommodated in the EML specification. The following tables provide short descriptions of the profile elements, and where relevant, links to more complete EML descriptions. The elements are categorized as follows:
es: El perfil de metadatos de GBIF se basa principalmente en el {eml-location}/index.html[lenguaje de metadatos ecológicos (EML)]. El perfil GBIF utiliza un subconjunto de EML y lo amplía para incluir requisitos adicionales que no se incluyen en la especificación EML. Las siguientes tablas proporcionan descripciones breves de los elementos del perfil y, cuando corresponde, enlaces a descripciones de EML más completas. Los elementos se clasifican de la siguiente manera:
ja: GBIFメタデータプロファイルは、主にlink:{eml-location}/index.html[Ecological Metadata Language (EML)]をベースにしています。GBIFプロファイルは、EMLのサブセットを利用し、EML仕様では対応できない追加要件を含むように拡張しています。以下の表は、プロファイルの要素の簡単な説明と、関連する場合、詳細なEMLの説明へのリンクを提供します。要素は次のように分類されます。

source: Dataset (Resource)
es: Conjunto de datos (Recurso)
ja: データセット（リソース）

source: Project
es: Proyecto
ja: プロジェクト

source: People and Organizations
es: Personas y organizaciones
ja: 人物・機関

source: Keyword Set (General Keywords)
es: Conjunto de palabras clave (palabras clave generales)
ja: キーワードセット（一般的なキーワード）

source: Coverage
es: Cobertura
ja: 範囲

source: Methods
es: Métodos

source: Intellectual Property Rights
es: Derechos de propiedad intelectual
ja: 知的財産権

source: Additional Metadata + NCD (Natural Collections Descriptions Data) Related
es: Metadatos adicionales + NCD (datos de descripciones de colecciones naturales) relacionados
ja: 追加メタデータ + 関連するNCD（Natural Collections Descriptions Data）

source: The dataset field has elements relating to a single dataset (resource).
es: El campo del conjunto de datos tiene elementos relacionados con un único conjunto de datos (recurso).
ja: データセットフィールドは、1つのデータセット（リソース）に関する要素を持ちます。

source: | Term name | Description | {eml-location}/eml-resource.html#alternateIdentifier[alternateIdentifier] | It is a Universally Unique Identifier (UUID) for the EML document and not for the dataset. This term is optional. A list of different identifiers can be supplied. E.g., 619a4b95-1a82-4006-be6a-7dbe3c9b33c5. | {eml-location}/eml-resource.html#title[title] | A description of the resource that is being documented that is long enough to differentiate it from other similar resources. Multiple titles may be provided, particularly when trying to express the title in more than one language (use the "xml:lang" attribute to indicate the language if not English/en). E.g. Vernal pool amphibian density data, Isla Vista, 1990-1996. | {eml-location}/eml-resource.html#creator[creator] | The resource creator is the person or organization responsible for creating the resource itself. See section “People and Organizations” for more details. | {eml-location}/eml-resource.html#metadataProvider[metadataProvider] | The metadataProvider is the person or organization responsible for providing documentation for the resource. See section “People and Organizations” for more details. | {eml-location}/eml-resource.html#associatedParty[associatedParty] | An associatedParty is another person or organization that is associated with the resource. These parties might play various roles in the creation or maintenance of the resource, and these roles should be indicated in the "role" element. See section “People and Organizations” for more details. | {eml-location}/eml-resource.html#contact[contact] | The contact field contains contact information for this dataset. This is the person or institution to contact with questions about the use, interpretation of a data set. See section “People and Organizations” for more details. | {eml-location}/eml-resource.html#pubDate[pubDate] | The date that the resource was published. The format should be represented as: CCYY, which represents a 4 digit year, or as CCYY-MM-DD, which denotes the full year, month, and day. Note that month and day are optional components. Formats must conform to ISO 8601. E.g. 2010-09-20. | {eml-location}/eml-resource.html#language[language] | The language in which the resource (not the metadata document) is written. This can be a well-known language name, or one of the ISO language codes to be more precise. GBIF recommendation is to use the ISO language code (https://api.gbif.org/v1/enumeration/language). E.g., English. | {eml-location}/eml-resource.html#additionalInfo[additionalInfo] | Information regarding omissions, instructions or other annotations that resource managers may wish to include with a dataset. Basically, any information that is not characterized by the other resource metadata fields. | {eml-location}/eml-resource.html#url[url] | The URL of the resource that is available online. | {eml-location}/eml-resource.html#abstract[abstract] | A brief overview of the resource that is being documented.
es: | Nombre del término | Descripción | {eml-location}/eml-resource.html#alternateIdentifier[Identificadores alternativos (alternateIdentifier)] | Es un Identificador único universal (UUID) para el documento EML y no para el conjunto de datos. Este término es opcional. Se puede proporcionar una lista de identificadores diferentes. P.e ej., 619a4b95-1a82-4006-be6a-7dbe3c9b33c5. | {eml-location}/eml-resource.html#title[Título (title)] | Una descripción del recurso que se está documentando lo suficientemente larga como para diferenciarlo de otros recursos similares. Pueden proporcionarse varios títulos, especialmente cuando se trata de expresar el título en más de un idioma (utilice el atributo "xml:lang" para indicar el idioma si no es el inglés/en). P ej., Datos de densidad de anfibios de estanque primaveral, Isla Vista, 1990-1996. | {eml-location}/eml-resource.html#creator[Creadores del recurso (creator)] | El creador del recurso es la persona u organización responsable de crear el recurso en sí. Consulte la sección "Personas y organizaciones" para obtener más detalles. | {eml-location}/eml-resource.html#metadataProvider[Proveedores de los metadatos (metadataProvider)] | El proveedor de metadatos es la persona u organización responsable de proporcionar documentación para el recurso. Consulte la sección "Personas y organizaciones" para obtener más detalles. | {eml-location}/eml-resource.html#associatedParty[Partes asociadas (AssociatedParty)] | Una parte asociada es otra persona u organización que está asociada con el recurso. Estas partes pueden jugar varios roles en la creación o mantenimiento del recurso y estos roles deben indicarse en el elemento "rol". Consulte la sección "Personas y organizaciones" para obtener más detalles. | {eml-location}/eml-resource.html#contact[Contactos del recurso (contact)] | El campo de contacto contiene información de contacto para este conjunto de datos. Esta es la persona o institución a contactar si se tienen preguntas sobre el uso o la interpretación de un conjunto de datos. Consulte la sección "Personas y organizaciones" para obtener más detalles. | {eml-location}/eml-resource.html#pubDate[Fecha de publicación (pubDate)] | La fecha en que se publicó el recurso. El formato debe representarse como: CCYY, que representa un año de 4 dígitos, o CCYY-MM-DD, que denota el año, mes y día completos. Tenga en cuenta que el mes y el día son componentes opcionales. Los formatos deben cumplir con la norma ISO 8601. P. ej., 2010-09-20. | {eml-location}/eml-resource.html#language[Lenguaje (language)] | El idioma en el que está escrito el recurso (no el documento de metadatos). Puede ser un nombre de idioma conocido o uno de los códigos de idioma ISO para ser más precisos. La recomendación de GBIF es utilizar el código de idioma ISO (https://api.gbif.org/v1/enumeration/language). P. ej., inglés. | {eml-location}/eml-resource.html#additionalInfo[Información adicional (additionalInfo)] | Información sobre omisiones, instrucciones u otras anotaciones que los administradores de recursos deseen incluir en un conjunto de datos. Básicamente, cualquier información que no esté caracterizada por los otros campos de metadatos de recursos. | {eml-location}/eml-resource.html#url[url] | La URL del recurso que está disponible en línea. | {eml-location}/eml-resource.html#abstract[abstract] | Una breve descripción del recurso que se está documentando.
ja: | 用語名 | 説明 | {eml-location}/eml-resource.html#alternateIdentifier[alternateIdentifier] | これはEML文書のUUID（Universally Unique Identifier）であり、データセットのUUIDではありません。この用語はオプションです。異なる識別子のリストを供給することができます。例：619a4b95-1a82-4006-be6a-7dbe3c9b33c5 | {eml-location}/eml-resource.html#title[title] | リソースを他の似たリソースと区別するのに十分なテキストでの説明。特にタイトルを複数の言語で表現しようとする場合、複数のタイトルを提供することができます（English/enでない場合、言語を示すために「xml:lang」属性を使用します）。例： Vernal pool amphibian density data, Isla Vista, 1990-1996. | {eml-location}/eml-resource.html#creator[creator] | リソース作成者は、リソース自体の作成に責任を持つ個人または組織です。詳しくは「人と組織」の項を参照してください。 | {eml-location}/eml-resource.html#metadataProvider[metadataProvider] | metadataProviderは、リソースのドキュメントを提供する責任を負う人または組織です。詳細は「人と組織」の項を参照してください。 | {eml-location}/eml-resource.html#associatedParty[associatedParty] | associatedPartyは、リソースに関連する他の個人または組織です。これらの関係者は、リソースの作成または維持において様々な役割を担うことがあり、これらの役割は「role」要素で示す必要があります。詳細は「人と組織」の項を参照してください。 | {eml-location}/eml-resource.html#contact[contact] | 連絡先フィールドには、このデータセットの連絡先情報が含まれています。これは、データセットの使用や解釈について質問がある場合に連絡する個人または機関です。詳しくは「人と組織」の項を参照してください。 | {eml-location}/eml-resource.html#pubDate[pubDate] | リソースが公開された日付です。CCYY（4桁の年）、またはCCYY-MM-DD（完全な年、月、日）の形式で表現する必要があります。月と日はオプションであることに注意してください。フォーマットはISO 8601に準拠する必要があります。例：2010-09-20 | {eml-location}/eml-resource.html#language[language] | リソース（メタデータではない）の記述に用いられている言語。これはよく知られた言語名でもよいし、より正確にISO言語コードを用いて記述しても構いません。GBIFはISO言語コード（https://api.gbif.org/v1/enumeration/language）を使用することを推奨しています。例：English | {eml-location}/eml-resource.html#additionalInfo[additionalInfo] | リソース管理者がデータセットに含めることを希望する、省略・指示・その他の注意事項に関する情報。基本的には、他のリソースメタデータのフィールドで特徴付けられないあらゆる情報です。 | {eml-location}/eml-resource.html#url[url] | オンラインで公開されているリソースのURLです。 | {eml-location}/eml-resource.html#abstract[abstract] | ドキュメント化されているリソースの簡単な概要。オンラインで利用可能なリソースのURLです。

source: The project field contains information on the project in which this dataset was collected. It includes information such as project personnel, funding, study area, project design and related projects.
es: El campo del proyecto contiene información sobre el proyecto en el que se recopiló este conjunto de datos. Incluye información como el personal del proyecto, financiación, área de estudio, diseño del proyecto y proyectos relacionados.
ja: プロジェクトフィールドは、このデータセットが収集されたプロジェクトに関する情報を含みます。プロジェクト担当者、資金、調査地域、プロジェクト設計、関連プロジェクトなどの情報が含まれます。

source: | Term | Definition | {eml-location}/eml-project.html#title[title] | A descriptive title for the research project. E.g., Species diversity in Tennessee riparian habitats | {eml-location}/eml-project.html#personnel[personnel] | The personnel field is used to document people involved in a research project by providing contact information and their role in the project. | {eml-location}/eml-project.html#funding[funding] | The funding field is used to provide information about funding sources for the project such as: grant and contract numbers; names and addresses of funding sources. | {eml-location}/eml-project.html#studyAreaDescription[studyAreaDescription] | The studyAreaDescription field documents the physical area associated with the research project. It can include descriptions of the geographic, temporal, and taxonomic coverage of the research location and descriptions of domains (themes) of interest such as climate, geology, soils or disturbances. | {eml-location}/eml-project.html#designDescription[designDescription] | The field designDescription contains general textual descriptions of research design. It can include detailed accounts of goals, motivations, theory, hypotheses, strategy, statistical design, and actual work. Literature citations may also be used to describe the research design.
es: | Término | Definición | {eml-location}/eml-project.html#title[Título (title)] | Un título descriptivo del proyecto de investigación p. ej., Diversidad de especies en hábitats ribereños de Tennessee | {eml-location}/eml-project.html#personnel[Personas asociadas al proyecto (personnel)] | Este campo se utiliza para documentar a las personas involucradas en un proyecto de investigación, proporcionando información de contacto y su rol en el proyecto. | {eml-location}/eml-project.html#funding[Fuentes de financiación (funding)] | Este campo se utiliza para proporcionar información sobre las fuentes de financiación del proyecto, tales como: números de becas y contratos, nombres y direcciones de las fuentes de financiación. | {eml-location}/eml-project.html#studyAreaDescription[Descripción del área de estudio (studyAreaDescription)] | Este campo documenta el área física asociada con el proyecto de investigación. Puede incluir descripciones de las coberturas geográficas, temporales y taxonómicas de la ubicación de la investigación y descripciones de dominios (temas) de interés como el clima, la geología, los suelos o las perturbaciones. | {eml-location}/eml-project.html#designDescription[Descripción del diseño (designDescription)] | Este campo contiene descripciones textuales generales del diseño de la investigación. Puede incluir descripciones detalladas de objetivos, motivaciones, teoría, hipótesis, estrategia, diseño estadístico y actividades. También se pueden utilizar citas bibliográficas para describir el diseño de la investigación.
ja: | Term | Definition | {eml-location}/eml-project.html#title[title] | 研究プロジェクトの説明的なタイトル。例：Species diversity in Tennessee riparian habitats | {eml-location}/eml-project.html#personnel[personnel] | 人事欄は、連絡先やプロジェクトでの役割など、研究プロジェクトに関わる人々を記録するために使用されます。 | {eml-location}/eml-project.html#funding[funding] | 資金提供欄は、プロジェクトの資金源に関する情報を提供するために使用されます。例えば、助成金および契約番号、資金提供者の名前と住所など。 | {eml-location}/eml-project.html#studyAreaDescription[studyAreaDescription] | studyAreaDescription フィールドは、研究プロジェクトに関連する物理的な領域を記録します。調査地の地理的、時間的、分類学的な範囲や、気候、地質、土壌、撹乱など関心のある領域（テーマ）についての記述を含めることができます。 | {eml-location}/eml-project.html#designDescription[designDescription] | designDescriptionフィールドには、研究デザインに関する一般的なテキスト記述が含まれます。目標、動機、理論、仮説、戦略、統計設計、実際の作業に関する詳細な説明を含むことができます。また、文献の引用も研究デザインの記述に使用されることがあります。

source: There are several fields that could represent either a person or an organization. Below is a list of the various fields used to describe a person or organization.
es: Hay varios campos que pueden representar tanto a una persona como a una organización. A continuación se muestra una lista de los diversos campos que se utilizan para describir a una persona u organización.
ja: 人または組織のいずれかを表すことができるいくつかのフィールドがあります。以下は、人または組織を表すために使用されるさまざまなフィールドのリストです。
