Repository: gbif/ipt
Catalog: docs/translations/gbif-metadata-profile.adoc.*.po
Languages: es, ja

source: | Term | Definition | dateStamp | The dateTime the metadata document was created or modified. E.g., 2002-10-23T18:13:51.235+01:00 | metadataLanguage | The language in which the metadata document (as opposed to the resource being described by the metadata) is written. Composed of an ISO639-2/T three-letter language code and an ISO3166-1 three-letter country code. E.g., en_GB | hierarchyLevel | Dataset level to which the metadata applies; default value is “dataset” E.g., dataset | {eml-location}/eml-literature.html#citation[citation] | The citation for the work itself. See {eml-location}/eml-literature.html#citation[eml] | bibliography | A list of citations (see below) that form a bibliography on literature related / used in the dataset | physical | A container element for all of the elements that let you describe the internal/external characteristics and distribution of a data object (e.g., dataObject, dataFormat, distribution). Can repeat. | resourceLogoUrl | URL of the logo associated with a resource. E.g., http://www.gbif.org/logo.jpg | parentCollectionIdentifier | Subfield of collection field. Is an optional field. Identifier for the parent collection for this sub-collection. Enables a hierarchy of collections and sub collections to be built. | collectionName | Subfield of collection field. Is an optional field. Official name of the Collection in the local language. | collectionIdentifier | Subfield of collection field. Is an optional field. The URI (LSID or URL) of the collection. In RDF, used as URI of the collection resource. | formationPeriod | Text description of the time period during which the collection was assembled. E.g., "Victorian", or "1922 - 1932", or "c. 1750". | livingTimePeriod | Time period during which biological material was alive (for palaeontological collections). | specimenPreservationMethod | Picklist keyword indicating the process or technique used to prevent physical deterioration of non-living collections. Expected to contain an instance from the Specimen Preservation Method Type Term vocabulary. E.g., formaldehyde. | jgtiCuratorialUnit a| A quantitative descriptor (number of specimens, samples or batches). The actual quantification could be covered by
es: | Término | Definición | Fecha (dateStamp) | La fecha y hora en que se creó o modificó el documento de metadatos. Por ejemplo, 2002-10-23T18:13:51.235+01: 00 | Lenguaje de los metadatos (metadataLanguage) | El idioma en el que está escrito el documento de metadatos (a diferencia del de el recurso que se describe en los metadatos). Compuesto por un código de tres letras ISO639-2/T y un código de país de tres letras ISO3166-1. Por ejemplo, en_GB | Nivel jerárquico (hierarchyLevel) | Nivel del conjunto de datos al que se aplican los metadatos, el valor predeterminado es "conjunto de datos", p. ej.,, dataset | {eml-location}/eml-literature.html#citation[ Referencia (citation)] | La cita de la obra en sí. Ver {eml-location}/eml-literature.html#citation[eml] | Bibliografía (bibliography) | Una lista de citas (ver más abajo) que forman una bibliografía sobre la literatura relacionada/utilizada en el conjunto de datos | physical| Un elemento contenedor para todos los elementos que le permiten describir las características internas/externas y la distribución de un objeto de datos (por ejemplo, dataObject, dataFormat, distribution). Se puede repetir. | URL del logo del recurso (resourceLogoUrl) |URL del logo asociado a un recurso. Por ejemplo, http://www.gbif.org/logo.jpg | Identificador de la colección parentsl (parentCollectionIdentifier) | Subcampo del campo de colección. Es un campo opcional. Identificador de la colección principal de esta subcolección. Permite crear una jerarquía de colecciones y subcolecciones. | Nombre de la colección (collectionName)| Subcampo del campo de colección. Es un campo opcional. Nombre oficial de la Colección en el idioma local. | Identificador de la colección (collectionIdentifier) | Subcampo del campo de colección. Es un campo opcional. El URI (LSID o URL) de la colección. En RDF, se usa como URI del recurso de colección. | Periodo de formación (formationPeriod) | Descripción de texto del período de tiempo durante el cual se reunió la colección. Por ejemplo, "victoriana" o "1922-1932" o "c. 1750". | Periodo de vida (livingTimePeriod) | Período de tiempo durante el cual el material biológico estuvo vivo (para colecciones paleontológicas). | Método de preservación de especímenes (specimenPreservationMethod) | Palabra clave de la lista de selección que indica el proceso o la técnica utilizada para prevenir el deterioro físico de las colecciones muertas. Se espera que contenga una instancia del vocabulario del término de tipo de método de preservación de muestras. Por ejemplo, formaldehído. | jgtiCuratorialUnit a| Un descriptor cuantitativo (número de especímenes, muestras o lotes). La cuantificación real podría estar cubierta por
ja: | 用語 | 定義 | dateStamp | メタデータ文書が作成または変更された日付と時刻。例：2002-10-23T18:13:51.235+01:00 | metadataLanguage | メタデータ文書（メタデータで記述されるリソースとは異なる）が記述されている言語。ISO 639-2/Tの3文字の言語コードとISO 3166-1の3文字の国コードで構成される。例：en_GB | hierarchyLevel | メタデータが適用されるデータセットレベル。デフォルトは"dataset"になっています。例：dataset | {eml-location}/eml-literature.html#citation[citation] |作品自体の引用です。See {eml-location}/eml-literature.html#citation[eml] | bibliography | データセットに関連した、または使用された文献のリスト（下記参照）。 | physical | データオブジェクトの内部・外部の特性や分布を記述させるすべての要素のコンテナ要素（例：dataObject、dataFormat、distribution）。繰り返すことができます。 | resourceLogoUrl | リソースに関連するロゴのURL。例：http://www.gbif.org/logo.jpg | parentCollectionIdentifier | コレクションフィールドのサブフィールドです（オプション）。このサブコレクションの親コレクションに与えられる識別子で、コレクションとサブコレクションの階層を構築することができます。 | collectionName | コレクションフィールドのサブフィールドです（オプション）。ローカル言語でのコレクションの正式名称です。 | collectionIdentifier | コレクションフィールドのサブフィールドです（オプション）。コレクションのURI（LSIDまたはURL）です。RDFでは、コレクションリソースのURIとして使用されます。 | formationPeriod | コレクションが収集された期間についてのテキスト記述。例："Victorian", or "1922 - 1932", or "c. 1750". | livingTimePeriod | 生物試料が生きていた期間（古生物学的コレクションの場合）。 | specimenPreservationMethod | 非生物コレクションの物理的な劣化を防ぐために使用されたプロセスまたは技法を示すピックリストキーワード。Specimen Preservation Method Type Term語彙からのインスタンスが含まれることが期待されます。例：formaldehyde | jgtiCuratorialUnit a| 定量的な記述子（検体数、サンプル数、バッチ数）。実際の定量化は、以下の方法でカバーできます。

source: an exact number of “JGI-units” in the collection plus a measure of uncertainty (± x);
es: un número exacto de "unidades JGI" en la colección más una medida de incertidumbre (± x);
ja: 実際の定量化は、コレクション内の「JGI-units」の正確な数と不確かさの尺度（±x）でカバーできます；

source: a range of numbers (x to x), with the lower value representing an exact number, when the higher value is omitted. The discussion concluded that the quantification should encompass all specimens, not only those that have not yet been digitized. This is to avoid having to update the numbers too often. The number of non-public data (not digitized or not accessible) can be calculated from the GBIF numbers as opposed to the JGTI-data.
es: un rango de números (x a x), donde el valor más bajo representa un número exacto, cuando se omite el valor más alto. El debate concluyó que la cuantificación debería abarcar todos los especímenes, no solo los que aún no se han digitalizado. Esto es para evitar tener que actualizar los números con demasiada frecuencia. El número de datos no públicos (no digitalizados o no accesibles) se puede calcular a partir de los números de GBIF en lugar de los datos de JGTI.
ja: 数値の範囲（x～x）で、最大値が省略された場合、最小値が正確な数を表します。 議論の結果、定量化は、まだデジタル化されていない標本だけでなく、すべての標本を包含する必要があるとの結論に達しました。これは、あまり頻繁に数を更新する必要がないようにするためです。非公開データ（デジタル化されていない、またはアクセスできない）の数は、JGTI-dataとは対照的に、GBIFの数から計算することができます。

source: If at any time the metadata are modified, the user only has to update the document and click “Publish” on the Manage Resource page to publish a new version of the document (resource) (Figure 3).
ja: メタデータが変更されたら、ユーザーはドキュメントを更新し、リソース管理ページの「公開」ボタンをクリックするだけで、新しいバージョンのドキュメント（リソース）を公開することができます（図3）。
