Repository: gbif/ipt
Catalog: docs/translations/gbif-metadata-profile.adoc.*.po
Languages: es, ja

source: | Term | Definition | {eml-location}/eml-coverage.html#geographicDescription[geographicDescription] | A short text description of a dataset's geographic areal domain. A text description is especially important to provide a geographic setting when the extent of the dataset cannot be well described by the "boundingCoordinates". E.g., "Manistee River watershed", "extent of 7 1/2 minute quads containing any property belonging to Yellowstone National Park" | {eml-location}/eml-coverage.html#westBoundingCoordinate[westBoundingCoordinate]| Subfield of boundingCoordinates field covering the W margin of a bounding box. The longitude in decimal degrees of the western-most point of the bounding box that is being described. E.g., -18.25, +25, 45.24755. | {eml-location}/eml-coverage.html#eastBoundingCoordinate[eastBoundingCoordinate]| Subfield of boundingCoordinates field covering the E margin of a bounding box. The longitude in decimal degrees of the eastern-most point of the bounding box that is being described. E.g., -18.25, +25, 45.24755. | {eml-location}/eml-coverage.html#northBoundingCoordinate[northBoundingCoordinate] | Subfield of boundingCoordinates field covering the N margin of a bounding box. The longitude in decimal degrees of the northern-most point of the bounding box that is being described. E.g., -18.25, +25, 65.24755. | {eml-location}/eml-coverage.html#northBoundingCoordinate[southBoundingCoordinate] | Subfield of boundingCoordinates field covering the S margin of a bounding box. The longitude in decimal degrees of the southern-most point of the bounding box that is being described. E.g., -118.25, +25, 84.24755.
es: | Termino | Definición | {eml-location}/eml-coverage.html#geographicDescription[Descripción (geographicDescription)] | Una breve descripción de texto del área geográfica de un conjunto de datos. Una descripción de texto es especialmente importante para proporcionar un entorno geográfico cuando la extensión del conjunto de datos no puede describirse bien mediante las "coordenadas del límite". P. ej., "Cuenca del río Manistee", "extensión de cuadrículas de 7 1/2 minutos que contienen cualquier propiedad perteneciente al Parque Nacional de Yellowstone". | {eml-location}/eml-coverage.html#westBoundingCoordinate[Longitud mínima (westBoundingCoordinate)]| Subcampo del campo de coordenadas delimitadoras que cubre el margen O de un cuadro delimitador. La longitud en grados decimales del punto más occidental de la caja delimitadora que se describe. P. ej., -18,25, +25, 45,24755. | {eml-location}/eml-coverage.html#eastBoundingCoordinate[Longitud máxima (eastBoundingCoordinate)]| Subcampo del campo de coordenadas delimitadoras que cubre el margen E de una caja delimitadora. La longitud en grados decimales del punto más al este del cuadro delimitador que se describe. P. ej., -18.25, +25, 45.24755. | {eml-location}/eml-coverage.html#northBoundingCoordinate[Latitud máxima (northBoundingCoordinate)] | Subcampo del campo de coordenadas delimitador que cubre el margen N de una caja delimitadora. La longitud en grados decimales del punto más al norte del cuadro delimitador que se describe. P. ej., -18,25, +25, 65,24755. | {eml-location}/eml-coverage.html#southBoundingCoordinate[Latitud mínima (southBoundingCoordinate)] | Subcampo del campo de coordenadas delimitador que cubre el margen S de una caja delimitadora. La longitud en grados decimales del punto más al sur del cuadro delimitador que se describe. P. ej., -118.25, +25, 84.24755.
ja: | 用語 | 定義 | {eml-location}/eml-coverage.html#geographicDescription[geographicDescription] | データセットの地理的な領域に関する短いテキスト記述。テキスト記述は、データセットの範囲が"boundingCoordinates"でうまく記述できない場合に、地理的な設定を提供するために特に重要です。例："Manistee River watershed", "extent of 7 1/2 minute quads including any property belonging to Yellowstone National Park"など。 | {eml-location}/eml-coverage.html#westBoundingCoordinate[westBoundingCoordinate]| バウンディングボックスのWマージンを記述する、boundingCoordinatesフィールドのサブフィールドです。記述されているバウンディングボックスの最西端の経度（10進数）を示します。例：-18.25, +25, 45.24755. | {eml-location}/eml-coverage.html#eastBoundingCoordinate[eastBoundingCoordinate]| バウンディングボックスのEマージンを記述する、boundingCoordinatesフィールドのサブフィールドです。記述されているバウンディングボックスの最東端の経度（10進法）を示します。例：-18.25, +25, 45.24755. | {eml-location}/eml-coverage.html#northBoundingCoordinate[northBoundingCoordinate] | バウンディングボックスのNマージンを記述する、boundingCoordinatesフィールドのサブフィールドです。記述されているバウンディングボックスの最北端の緯度（10進法）を示します。例：-18.25, +25, 65.24755. | {eml-location}/eml-coverage.html#northBoundingCoordinate[southBoundingCoordinate] | バウンディングボックスのSマージンを記述する、boundingCoordinatesフィールドのサブフィールドです。記述されているバウンディングボックスの最南端の緯度（10進法）を示します。例：-118.25, +25, 84.24755.

source: This container allows coverage to be a single point in time, multiple points in time, or a range of dates.
es: Este contenedor permite que la cobertura sea un único punto en el tiempo, varios puntos en el tiempo o un rango de fechas.
ja: このコンテナでは、範囲を単一時点、複数時点、または日付の範囲にすることができます。

source: | Term | Definition | {eml-location}/eml-coverage.html#beginDate[beginDate] | Subfield of rangeOfDates field: It may be used multiple times with a endDate field to document multiple date ranges. A single time stamp signifying the beginning of some time period. The calendar date field is used to express a date, giving the year, month, and day. The format should be one that complies with the International Standards Organization's standard 8601. The recommended format for EML is YYYY-MM-DD, where Y is the four digit year, M is the two digit month code (01 - 12, where January = 01), and D is the two digit day of the month (01 - 31). This field can also be used to enter just the year portion of a date. E.g. 2010-09-20 | {eml-location}/eml-coverage.html#endDate[endDate]| Subfield of rangeOfDates field: It may be used multiple times with a beginDate field to document multiple date ranges. A single time stamp signifying the end of some time period. The calendar date field is used to express a date, giving the year, month, and day. The format should be one that complies with the International Standards Organization's standard 8601. The recommended format for EML is YYYY-MM-DD, where Y is the four digit year, M is the two digit month code (01 - 12, where January = 01), and D is the two digit day of the month (01 - 31). This field can also be used to enter just the year portion of a date. E.g. 2010-09-20. | {eml-location}/eml-coverage.html#singleDateTime[singleDateTime] | The SingleDateTime field is intended to describe a single date and time for an event.
es: | Término | Definición | {eml-location}/eml-coverage.html#beginDate [Fecha inicial (beginDate)] | Subcampo del campo Rango de fechas (rangeOfDates): Se puede usar varias veces con un campo Fecha final para documentar múltiples rangos de fechas. Un tiempo único significa el comienzo de un período de tiempo. El calendario se usa para expresar una fecha, proporcionando el año, mes y día. El formato debe cumplir con el estándar 8601 de la Organización Internacional de Estándares. El formato recomendado para EML es AAAA-MM-DD, donde A es el año de cuatro dígitos, M es el código de mes de dos dígitos (01 - 12, donde enero = 01) y D es el día del mes de dos dígitos (01 - 31). Este campo también se puede usar para ingresar solo la parte correspondiente al año de una fecha. P.ej., 2010-09-20 | {eml-location} /eml-coverage.html#endDate [Fecha de final (endDate)] | Subcampo del campo Rango de fechas (rangeOfDates): Se puede usar varias veces con un campo de Fecha inicial para documentar múltiples rangos de fechas. Un tiempo único significa el final de algún período de tiempo. El calendario se usa para expresar una fecha, proporcionando el año, mes y día. El formato debe cumplir con el estándar 8601 de la Organización Internacional de Estándares. El formato recomendado para EML es AAAA-MM-DD, donde A es el año de cuatro dígitos, M es el código de mes de dos dígitos (01 - 12, donde enero = 01) y D es el día del mes de dos dígitos (01 - 31). EEste campo también se puede usar para ingresar solo la parte correspondiente al año de una fecha. P. ej., 2010-09-20. | {eml-location} /eml-coverage.html#singleDateTime [Fecha única] | El campo Fecha única está diseñado para describir una única fecha y hora para un evento.
ja: | 用語 | 定義 | {eml-location}/eml-coverage.html#beginDate[beginDate] | rangeOfDatesフィールドのサブフィールドです。これは、複数の日付範囲を記録するためにendDateフィールドと複数回使用することができる、ある期間の開始を意味する単一のタイムスタンプです。カレンダー日付フィールドは、年、月、日を与え、日付を表現するために使用されます。書式はISO 8601に準拠したものでなければなりません。EMLで推奨される書式はYYYY-MM-DDで、Yは4桁の年、Mは2桁の月コード（01〜12、1月＝01）、Dは2桁の月日（01〜31）です。このフィールドは、日付の年の部分のみを入力する場合にも使用できます。例：2010-09-20 | {eml-location}/eml-coverage.html#endDate[endDate]| rangeOfDatesフィールドのサブフィールドです。これは、複数の日付範囲を記録するためにbeginDateフィールドと複数回使用することができる、ある期間の終了を意味する単一のタイムスタンプです。カレンダー日付フィールドは、年、月、日を与え、日付を表現するために使用されます。書式は、国際標準化機構の規格8601に準拠したものでなければなりません。EMLで推奨される書式はYYYY-MM-DDで、Yは4桁の年、Mは2桁の月コード（01〜12、1月は01）、Dは2桁の月日（01〜31）です。このフィールドは、日付の年の部分のみを入力する場合にも使用できます。例：2010-09-20 | {eml-location}/eml-coverage.html#singleDateTime[singleDateTime] | SingleDateTimeフィールドは、イベントの単一の日時を記述するためのものです。

source: This field documents scientific methods used in the collection of the resource. It includes information on items such as tools, instrument calibration and software.
es: Este campo documenta los métodos de muestreo utilizados durante la colecta del recurso. Incluye información sobre elementos como herramientas, calibración de instrumentos y software.
ja: このフィールドは、リソースの収集に使用された科学的方法を記録します。ツール、機器の校正、ソフトウェアなどの項目に関する情報も含まれます。

source: | Term | Definition | {eml-location}/eml-methods.html#methodStep[methodStep] | The methodStep field allows for repeated sets of elements that document a series of procedures followed to produce a data object. These include text descriptions of the procedures, relevant literature, software, instrumentation, source data and any quality control measures taken. | {eml-location}/eml-methods.html#qualityControl[qualityControl] | The qualityControl field provides a location for the description of actions taken to either control or assess the quality of data resulting from the associated method step. | {eml-location}/eml-methods.html#sampling[sampling] | Description of sampling procedures including the geographic, temporal and taxonomic coverage of the study. | {eml-location}/eml-methods.html#studyExtent[studyExtent] | Subfield of the sampling field. The coverage field allows for a textual description of the specific sampling area, the sampling frequency (temporal boundaries, frequency of occurrence), and groups of living organisms sampled (taxonomic coverage). The field studyExtent represents both a specific sampling area and the sampling frequency (temporal boundaries, frequency of occurrence). The geographic studyExtent is usually a surrogate (representative area of) for the larger area documented in the "studyAreaDescription". | {eml-location}/eml-methods.html#samplingDescription[samplingDescription] | Subfield of the sampling field. The samplingDescription field allows for a text-based/human readable description of the sampling procedures used in the research project. The content of this element would be similar to a description of sampling procedures found in the methods section of a journal article.
es: | Término | Definición | {eml-location}/eml-methods.html#methodStep[Metodología paso a paso (methodStep)] | El campo Metodología paso a paso (methodStep) permite la repetición de conjuntos de elementos que documentan una serie de procedimientos seguidos para producir un objeto de datos. Incluyen descripciones de texto de los procedimientos, la literatura pertinente, el software, la instrumentación, los datos de origen y cualquier medida de control de calidad | {eml-location}/eml-methods.html#qualityControl[Control de calidad (qualityControl)] | El campo Control de calidad (qualityControl) proporciona un lugar para documentar las acciones tomadas para controlar o evaluar la calidad de los datos resultantes del paso del método asociado. | {eml-location}/eml-methods.html#sampling[Muestreo (sampling)]| Descripción de los métodos de muestreo, incluida la cobertura geográfica, temporal y taxonómica del estudio. | {eml-location}/eml-methods.html#studyExtent[Extensión del estudio (studyExtent)]| Subcampo del campo de muestreo. El campo Extensión del estudio (studyExtent) permite una descripción textual del área de muestreo específica, la frecuencia de muestreo (límites temporales, frecuencia de ocurrencia) y grupos de organismos vivos muestreados (cobertura taxonómica). La extensión del estudio de campo representa tanto un área de muestreo específica como la frecuencia de muestreo (límites temporales, frecuencia de ocurrencia). La extensión geográfica del estudio suele ser un sustituto (área representativa de) del área más grande documentada en la "descripción del área de estudio". | {eml-location}/eml-methods.html#samplingDescription[Descripción del muestrepo (sampleDescription)]| Subcampo del campo de muestreo. El campo Descripción del muestrepo (sampleDescription) permite una descripción basada en texto legible por humanos de los procedimientos de muestreo utilizados en el proyecto de investigación. El contenido de este elemento sería similar a una descripción de los procedimientos de muestreo que se encuentran en la sección de métodos de un artículo científico.
ja: | 用語 | 定義 | {eml-location}/eml-methods.html#methodStep[methodStep] | methodStepフィールドは、データオブジェクトを生成するために行われた一連の手順を記録する要素のセットを繰り返し使用できます。これには、手順のテキスト記述、関連文献、ソフトウェア、計測器、ソースデータ、および実施された品質管理措置が含まれます。 | {eml-location}/eml-methods.html#qualityControl[qualityControl] | qualityControlフィールドには、関連するメソッドステップから得られるデータの品質を管理、または評価するために取られた措置を記述することができます。 | {eml-location}/eml-methods.html#sampling[sampling] | 調査の地理的、時間的、分類学的範囲を含むサンプリング手順の説明です。 | {eml-location}/eml-methods.html#studyExtent[studyExtent] | サンプリングフィールドのサブフィールドです。coverageフィールドは、特定のサンプリングエリア、サンプリング頻度（時間的境界、出現頻度）、およびサンプリングされた生物群（分類学的範囲）をテキストで記述することができます。フィールドstudyExtentは、特定のサンプリングエリアとサンプリング頻度（時間的境界、出現頻度）の両方を表します。geographic studyExtentは通常、"studyAreaDescription"に記載されたより広い範囲の代用（代表的な地域）である。 | {eml-location}/eml-methods.html#samplingDescription[samplingDescription] | サンプリングフィールドのサブフィールドです。samplingDescriptionフィールドは、研究プロジェクトで使用されたサンプリング手順について、テキストベース・人間可読な説明を記入できます。この要素の内容は、ジャーナル論文のメソッドセクションに見られるサンプリング手順の記述と同様です。

source: Contain a rights management statement for the resource, or a reference to a service providing such information.
es: Contiene una declaración de gestión de derechos para el recurso o una referencia a un servicio que proporciona dicha información.
ja: リソースの権利管理に関する声明文、またはそのような情報を提供するサービスへのリファレンスが含まれています。

source: | Term | Definition | {eml-location}/eml-dataset.html#purpose[purpose] | A description of the purpose of this dataset. | {eml-location}/eml-resource.html#intellectualRights[intellectualRights] | A rights management statement for the resource, or reference a service providing such information. Rights information encompasses Intellectual Property Rights (IPR), Copyright, and various Property Rights. In the case of a data set, rights might include requirements for use, requirements for attribution, or other requirements the owner would like to impose. E.g., © 2001 Regents of the University of California Santa Barbara. Free for use by all individuals provided that the owners are acknowledged in any use or publication.
es: | Término | Definición | {eml-location}/eml-dataset.html#purpose[Propósito (purpose)] | Una descripción del propósito de este conjunto de datos. | {eml-location}/eml-resource.html#intellectualRights[Derechos intelectuales (intelectualRights)] | Una declaración de derechos para el recurso o una referencia a un servicio que proporciona dicha información. La información sobre derechos abarca los derechos de propiedad intelectual (IPR), los derechos de autor y varios derechos de propiedad. En el caso de un conjunto de datos, los derechos pueden incluir requisitos de uso, requisitos de atribución u otros requisitos que el propietario quisiera imponer. Por ejemplo, © 2001 Regents de la Universidad de California en Santa Bárbara. Gratis para uso de todas las personas siempre que se reconozca a los propietarios en cualquier uso o publicación.
ja: | 用語 | 定義 | {eml-location}/eml-dataset.html#purpose[purpose] | このデータセットの目的についての説明。 | {eml-location}/eml-resource.html#intellectualRights[intellectualRights] | リソースの権利管理に関する記述、またはその情報を提供するサービスのリファレンス。権利情報には、知的財産権（IPR）、著作権、各種財産権などが含まれます。データセットの場合、この権利には使用に関する要件、帰属に関する要件、または所有者が課したいその他の要件が含まれる場合があります。例：© 2001 Regents of the University of California Santa Barbara. Free for use by all individuals provided that the owners are acknowledged in any use or publication.

source: Additional Metadata + http://www.tdwg.org/activities/ncd/[Natural Collections Description Data (NCD)] Related
es: Metadatos adicionales + http://www.tdwg.org/activities/ncd/[Datos de descripción de colecciones naturales (NCD)] relacionados
ja: 追加メタデータ + 関連するlink:http://www.tdwg.org/activities/ncd/[Natural Collections Description Data (NCD)]

source: The additionalMetadata field is a container for any other relevant metadata that pertains to the resource being described. This field allows EML to be extensible in that any XML-based metadata can be included in this element. The elements provided here in the GMP include those required for conformance with ISO 19139 and a subset of NCD (Natural Collections Descriptions) elements.
es: El campo Metadatos adicionales (additionalMetadata) es un contenedor para cualquier otro metadato relevante que pertenezca al recurso que se describe. Este campo permite que EML sea extensible, ya que cualquier metadato basado en XML puede incluirse en este elemento. Los elementos proporcionados aquí en las GMP incluyen aquellos requeridos para la conformidad con ISO 19139 y un subconjunto de elementos NCD (Descripciones de colecciones naturales).
ja: 追加メタデータ + 関連ナチュラルコレクション記述データ（NCD）追加メタデータフィールドは、記述されるリソースに関連する他のあらゆるメタデータを格納するコンテナです。このフィールドにより、EMLはXMLベースのあらゆるメタデータをこの要素に含めることができ、拡張性があります。GMPでは、ISO 19139に準拠するために必要な要素と、NCD（ナチュラルコレクション記述）要素のサブセット を提供します。
