Repository: gbif/ipt
Catalog: docs/translations/gbif-metadata-profile.adoc.*.po
Languages: es, ja

source: Introduction
es: Introducción
ja: はじめに

source: Suggested citation
es: Citación sugerida
ja: 推奨される引用

source: Instructions
es: Instrucciones
ja: 手順

source: Document Control
es: Control del documento
ja: 文書管理

source: GBIF Metadata Profile – How-to Guide
es: Guía práctida del perfil de metadatos de GBIF
ja: GBIFメタデータプロファイル - ハウツーガイド

source: Version 2.1.
es: Versión 2.1.
ja: バージョン 2.1.

source: | Version | Description | Date of release | Author(s) | http://links.gbif.org/gbif_metadata_profile_how-to_en_v1[1.0] | Checked consistencies across relevant documents, updated links to production sites, updated text and pictures to reflect current functionalities. | 1 Mar 2011 | KB, BK, MR | https://github.com/gbif/ipt/wiki/GMPHowToGuide[2.0] | Transferred to wiki, major edits | 19 June 2017 | Kyle Braak | xref:gbif-metadata-profile.adoc[2.1] | Transferred to AsciiDoctor documentation | 25 May 2021 | Matthew Blissett
es: | Versión | Descripción | Fecha de lanzamiento | Autor (es) | http://links.gbif.org/gbif_metadata_profile_how-to_en_v1[1.0] | Se ha comprobado la coherencia de los documentos pertinentes, se han actualizado los enlaces a los sitios de producción y se han actualizado los textos y las imágenes para reflejar las funcionalidades actuales. | 1 de marzo de 2011 | KB, BK, MR | https://github.com/gbif/ipt/wiki/GMPHowToGuide[2.0] | Transferido a wiki, ediciones importantes | 19 de junio de 2017 | Kyle Braak | xref: gbif-metadata-profile.adoc [2.1] | Transferido a la documentación AsciiDoctor | 25 de mayo de 2021 | Matthew Blissett
ja: | バージョン | 説明 | リリース日 | 作成者 | http://links.gbif.org/gbif_metadata_profile_how-to_en_v1[1.0] | 関連文書の整合性チェック、製品サイトへのリンクの更新、現在の機能を反映したテキストと画像の更新 | 2011年3月1日 | KB, BK, MR | https://github.com/gbif/ipt/wiki/GMPHowToGuide[2.0] | wikiに移行、大幅な編集 | 2017年6月19日 | Kyle Braak | xref:gbif-metadata-profile.adoc[2.1] | AsciiDoctorドキュメントに移行 | 2021年5月25日 | Matthew Blissett

source: GBIF (2011). GBIF Metadata Profile – How-to Guide, (contributed by Ó Tuama, Éamonn, Braak, K. Remsen, D.), Copenhagen: GBIF Secretariat ISBN: 87-92020-24-0, accessible online at: https://ipt.gbif.org/manual/en/ipt/{page-version}/gbif-metadata-profile
es: GBIF (2011). Guía práctica del perfil de metadatos de GBIF, (contribución de Ó Tuama, Éamonn, Braak, K. Remsen, D.), Copenhague: Secretaría de GBIF ISBN: 87-92020-24-0, disponible en línea en: https://ipt.gbif.org/manual/en/ipt/{page-version}/gbif-metadata-profile

source: _Cover Art Credit: John Giez, Maidenhair fern sporophyte, Adiatum sp._
es: _Portada Crédito de arte: John Giez, esporofito del helecho cabello de doncella, Adiatum sp._
ja: _カバーアート：John Giez, Maidenhair fern sporophyte, Adiatum sp._

source: Documenting the provenance and scope of datasets is required in order to publish data through the GBIF network. Dataset documentation is referred to as ‘resource metadata’ that enable users to evaluate the fitness-for-use of a dataset.
es: La documentación de la procedencia y el alcance de los conjuntos de datos es necesaria para publicar los datos a través de la red de GBIF. La documentación de los conjuntos de datos se denomina "metadatos de recursos" y permite a los usuarios evaluar la aptitud para el uso (fitness-for-use) de un conjunto de datos.
ja: GBIFネットワークを通じてデータを公開するためには、データセットの出所と範囲を文書化することが必要です。データセットの文書化は「リソースメタデータ」と呼ばれ、利用者がデータセットの利用適性を評価できるようにします。

source: There are various ways to write a metadata document conforming to the GBIF Metadata Profile (GMP). This How-To Guide will go through the most common ways, such as using the GBIF Integrated Publishing Toolkit (IPT) metadata editor, the GBIF Resource Metadata template (pending), or generating a metadata document manually. The guide also serves as a reference guide to the GBIF Metadata Profile itself.
es: Hay varias formas de escribir un documento de metadatos conforme al Perfil de metadatos de GBIF (GMP). Esta guía práctica recorrerá las formas más comunes, como el uso del editor de metadatos del Integrated Publishing Toolkit (IPT) de GBIF, la plantilla de metadatos de recursos de GBIF (pendiente) o la generación manual de un documento de metadatos. La guía también sirve como guía de referencia al Perfil de metadatos de GBIF.
ja: GBIFメタデータプロファイル（GMP）に準拠したメタデータ文書を作成するには、さまざまな方法があります。このハウツーガイドでは、GBIF Integrated Publishing Toolkit（IPT）のメタデータエディタ、GBIFリソースメタデータテンプレート（保留）の使用、またはメタデータドキュメントの手動生成など、最も一般的な方法を説明します。また、本ガイドは、GBIFメタデータプロファイル自体のリファレンスガイドとしても機能します。

source: If metadata describing a dataset are also being published using Darwin Core Archives (DwC-A), the metadata file will be included in the DwC-A file that bundles it together with the data (based on the Darwin Core terms) that it describes. For help with making the complete DwC-A, refer to the xref:dwca-guide.adoc[Darwin Core Archive: How-To Guide].
es: Si los metadatos que describen a un conjunto de datos se publican usando archivos Darwin Core (DwC-A), el archivo de metadatos se incluirá en el archivo DwC-A que lo agrupa junto con los datos (según los términos Darwin Core) que describe. Para obtener ayuda de cómo crear un archivo DwC-A completo consulte xref:dwca-guide.adoc[Darwin Core Archive: How-To Guide]. Si los metadatos que describen un conjunto de datos también se publican usando los Archivos Darwin Core (DwC-A), el archivo de metadatos se incluirá en el archivo DwC-A que lo agrupa junto con los datos (basados en los términos Darwin Core) que describe. Para obtener ayuda sobre cómo crear un archivo DwC-A completo, consulte xref:dwca-guide.adoc[Guía práctica de los Archivos Darwin Core].
ja: データセットを説明するメタデータもダーウィンコア・アーカイブ（DwC-A）を使って公開されている場合、メタデータファイルは、それが説明するデータ（ダーウィンコア用語に基づく）と一緒に束ねられたDwC-Aファイルに含まれることになります。完全なDwC-Aを作成するためのヘルプは、xref:dwca-guide.adoc[ダーウィンコア・アーカイブ - ハウツーガイドを参照してください。

source: Once the metadata document has been written and validated, it is ready to be published.
es: Una vez redactado y validado el documento de metadatos, está listo para ser publicado.
ja: メタデータ文書が作成され、検証されると、公開の準備が整います。

source: Ultimately, the goal in publishing the metadata is that the data resource described therein can be fully documented and registered in the GBIF Registry. In so doing, the data resource becomes globally discoverable.
es: En última instancia, el objetivo al publicar los metadatos es que el recurso de datos descrito en ellos pueda ser completamente documentado y registrado en el Registro GBIF. Al hacerlo, el recurso de datos se vuelve descubrirble a nivel mundial.
ja: 記述されたデータリソースが完全に文書化され、GBIFレジストリに登録されることが、メタデータを公開する最終的な目的です。そうすることで、データリソースはグローバルに発見できるようになります。

source: Metadata Publishing Solutions
es: Recursos de publicación de metadatos
ja: メタデータ・パブリッシング・ソリューション

source: If sampling-event data, occurrence data or checklist data are being published using the IPT, there is a built-in metadata authoring functionality that can be used to write an accompanying metadata document conforming to the GMP. It may be convenient to use this tool for authoring metadata even if no data is being published, especially if there is a need to author and manage several metadata documents. On the other hand, if only a few metadata documents are needed, it might be easiest to generate them manually, for example by modifying a sample document. Below is a description of each of these methodologies.
es: Si se publican datos de eventos de muestreo, datos de registros biológicos o datos de listas de especies usando el IPT, existe una funcionalidad integrada de creación de metadatos que puede utilizarse para escribir un documento de metadatos adjunto que se ajuste al GMP (Perfil de metadatos de GBIF). Puede ser conveniente utilizar esta herramienta para la creación de los metadatos incluso si no se publican datos, especialmente si es necesario crear y gestionar varios documentos de metadatos. Por otro lado, si sólo se necesitan unos pocos documentos de metadatos, puede ser más fácil generarlos manualmente, por ejemplo, modificando un documento de muestra. A continuación se describe cada una de estas metodologías.
ja: IPTを使用してサンプリングイベントデータ、オカレンスデータ、チェックリストデータを公開する場合、メタデータ作成機能が組み込まれており、これを使用してGMPに準拠したメタデータドキュメントを添付して作成することが可能です。特に複数のメタデータ文書を作成・管理する必要がある場合は、データを公開していなくてもこのツールでメタデータを作成すると便利です。一方、数個のメタデータ文書しか必要としない場合は、サンプル文書を修正するなどして手動で生成するのが最も簡単かもしれません。それぞれの方法について以下で説明します。

source: Publishing metadata using the IPT
es: Publicación de metadatos usando el IPT
ja: IPTによるメタデータの公開

source: The IPT contains a built-in metadata editor that allows you to easily fill in resource metadata, validate it, and produce an EML file that is always valid XML. Users are recommended to reuse an xref:data-hosting-centres.adoc[IPT data hosting centre] instead of installing and maintaining their own installation.
es: El IPT contiene un editor de metadatos incorporado que permite fácilmente completar los metadatos de un recurso, validarlos y producir un archivo EML, que es siempre un XML válido. Se recomienda a los usuarios que reutilicen un xref:data-hosting-centres.adoc[Centro de alojamiento de datos IPT] en lugar de instalar y dar mantenimiento a su propia instalación.

source: In total, the IPT has 12 different metadata forms that logically organize metadata entry:
es: En total, el IPT cuenta con 12 formatos de metadatos diferentes que organizan de forma lógica la entrada de metadatos:
ja: IPTには計12種類のメタデータフォームがあり、メタデータの入力を論理的に整理しています。

source: Basic Metadata
es: Metadatos básicos
ja: 基本のメタデータ

source: Geographic Coverage
es: Cobertura geográfica
ja: 地理的範囲

source: Taxonomic Coverage
es: Cobertura taxonómica
ja: 生物分類学的範囲

source: Temporal Coverage
es: Cobertura temporal
ja: 時間的範囲

source: Other Keywords
es: Otras palabras clave
ja: その他のキーワード

source: Associated Parties
es: Partes asociadas
ja: アソーシエート

source: Project Data
es: Datos del proyecto
ja: プロジェクトデータ

source: Sampling Methods
es: Métodos de muestreo
ja: 収集方法

source: Citations
es: Referencias
ja: 引用論文

source: Collection Data
es: Datos de la colección
ja: コレクションデータ

source: Physical Data
es: Datos físicos
ja: 物理データ

source: Additional Metadata
es: Metadatos adicionales
ja: 追加のメタデータ

source: The xref:manage-resources.adoc#metadata[IPT User Manual] goes through each form and its respective fields in some depth. The form provides help dialogues to aid the user in understanding what an element means (Figure 1).
es: El xref:manage-resources.adoc#metadata[Manual del usuario del IPT] aborda cada formato y sus respectivos campos con cierta profundidad. El formato proporciona ayuda al usuario para comprender el significado de cada uno de los elementos (Figura 1).
ja: xref:manage-resources.adoc#metadata[IPTユーザーマニュアル]では、各フォームとそのフィールドについて詳しく説明しています。フォームには、ユーザーが要素の意味を理解するためのヘルプダイアログが用意されています（図1）。

source: Screenshot of a help dialog for the term “Personnel Identifier
es: Captura de pantalla de un cuadro de diálogo de ayuda para el término "Identificador personal"
ja: "Personnel Identifier"という用語のヘルプダイアログのイメージ

source: To ensure suitable data are entered, the fields are validated and informative messages displayed back to the user to assist them in filling out the forms (Figure 2).
es: Para garantizar que se ingresen los datos adecuados, los campos se validan y se muestran mensajes informativos al usuario para ayudarlo a completar los formularios (Figura 2).
ja: 適切なデータが入力されていることを確認するため、フィールドは検証され、記入を補助する情報メッセージがユーザーに返されます（図2）。

source: Screenshot of the field validation message displayed when an email field is submitted with an irregular email address.
es: Captura de pantalla del mensaje de validación de campo que se muestra cuando se envía un campo de correo electrónico con una dirección de correo electrónico irregular.
ja: Eメールフィールドに正しくないEメールアドレスが記入された場合に表示されるフィールド検証メッセージのイメージ

source: For further reference, a description of each element in the GBIF Metadata Profile can be found below with an accompanying example.
es: Para más información, a continuación se describe cada uno de los elementos del Perfil de metadatos de GBIF acompañado de un ejemplo.
ja: 参考までに、GBIFメタデータプロファイルの各要素の説明と、その例を以下に示します。

source: The IPT publishes the metadata document and ensures that it is validated against the GBIF Metadata Profile so the user does not have to worry about validation.
es: El IPT publica el documento de metadatos y se asegura de que sea validado con el Perfil de metadatos de GBIF para que el usuario no tenga que preocuparse de la validación.
ja: IPTはメタデータ文書を公開し、GBIFメタデータプロファイルに照らして検証されるようにするので、ユーザーは検証を気にする必要はありません。

source: If at any time the metadata are modified, the user only has to update the document and click the “Publish” button on the Manage Resource page to publish a new version of the document (resource) (Figure 3).
es: Si en algún momento se modifican los metadatos, el usuario solo tiene que actualizar el documento y hacer clic en el botón “Publicar” en la página "Administrar recurso" para publicar una nueva versión del documento (recurso) (Figura 3).

source: Screenshot of the Published Versions section of the Manage Resource page of the IPT.
es: Captura de pantalla de la sección "Versiones publicadas" de la página "Administrar recursos" del IPT.
ja: IPTのリソース管理ページの「公開済みバージョン」セクションのイメージ

source: At any point, the resource manager can choose to make the resource publicly available on the Internet and subsequently even register it with GBIF making it globally discoverable.
es: En cualquier momento, el administrador de recursos puede optar por hacer que el recurso esté disponible públicamente en Internet y, posteriormente, incluso registrarlo en GBIF para que sea descubrible a nivel mundial.
ja: リソース管理者は、いつでもインターネット上でリソースを公開し、その後GBIFに登録することで、グローバルに発見できるようにすることを選択することができます。

source: Publishing metadata using the GBIF Metadata Template
es: Publicar metadatos usando la plantilla de metadatos GBIF
ja: GBIFメタデータテンプレートを用いたメタデータの公開

source: The GBIF Metadata Template is similar to a manuscript template that makes it easy to author resource metadata. Once data have been entered into the template, a metadata author will have to enter it into the IPT via the metadata editor. The required fields will all be clearly indicated. The IPT metadata editor ensures that all mandatory fields have been filled in and that any fields using controlled vocabularies get entered correctly, e.g. the country field. The IPT also ensures the generated metadata document is valid XML and validates against the GBIF Metadata Profile. Ultimately this two-step process (1. metadata template → 2. IPT metadata editor) can be used to generate a valid resource metadata document.
es: La plantilla de metadatos de GBIF es similar a una plantilla de manuscrito que facilita la creación de metadatos de los recursos. Una vez que se hayan ingresado los datos en la plantilla, un autor de metadatos deberá ingresarlos en el IPT a través del editor de metadatos. Todos los campos obligatorios estarán claramente indicados. El editor de metadatos del IPT asegura que se hayan completado todos los campos obligatorios y que cualquier campo que utilice vocabularios controlados se ingrese correctamente, p. ej., el campo del país. El IPT también garantiza que el documento de metadatos generado sea un XML válido y se valida con el Perfil de metadatos de GBIF. En última instancia, este proceso de dos pasos (1. plantilla de metadatos → 2. editor de metadatos IPT) se puede utilizar para generar un documento de metadatos de recursos válido.
ja: GBIFメタデータテンプレートは、原稿のテンプレートと同様に、リソースのメタデータを簡単に記入するためのものです。メタデータ作成者は、テンプレートにデータを入力した後、メタデータエディタを介してIPTにデータを入力する必要があります。必須項目はすべてはっきり表示されます。IPTのメタデータエディタは、すべての必須フィールドが入力されていること、および国名フィールドなど統制語彙を使用するフィールドが正しく入力されていることを確認します。また、IPTは生成されたメタデータドキュメントが有効なXMLであることを確認し、GBIFメタデータプロファイルに照らして検証を行います。最終的には、この2段階のプロセス（1. メタデータテンプレート → 2. IPTメタデータエディタ）を用いて、有効なリソースメタデータ・ドキュメントを生成することができます。

source: Where there is doubt about what a field means, refer to this guide to look up the description of its corresponding element with an accompanying example.
es: Cuando haya dudas sobre lo que significa un campo, consulte esta guía para buscar la descripción de su elemento correspondiente acompañado de un ejemplo.
ja: フィールドの意味について疑問がある場合は、このガイドを参照して、対応する要素の説明とその例を調べてみてください。

source: Publishing metadata manually
es: Publicar metadatos manualmente
ja: メタデータを手動で公開する

source: Below is a simple set of instructions for non-IPT users wishing to generate their own custom EML XML file complying with the latest version of the GBIF Metadata Profile: *1.1*. Refer to the following list to ensure it is completed properly:
es: A continuación hay una serie de instrucciones sencillas para los usuarios que no son del IPT y que desean generar su propio archivo XML EML personalizado que cumpla con la última versión del perfil de metadatos de GBIF: *1.1*. Consulte la siguiente lista para asegurarse de que se completa correctamente:
ja: GBIFメタデータプロファイルの最新バージョン（*1.1*）に準拠した独自のEML XMLファイルを作成したい非IPTユーザー向けの簡単な手順です。以下のリストを参照し、正しく完成させてください。

source: Use the schema location for version 1.1 of the GBIF Metadata Profile in the `<eml:eml>` root element: `<eml:eml ... xsi:schemaLocation="eml://ecoinformatics.org/eml-2.1.1 \http://rs.gbif.org/schema/eml-gbif-profile/1.1/eml.xsd" ...>`.
es: Utilice la ubicación del esquema para la versión 1.1 del perfil de metadatos de GBIF en el elemento raíz `<eml: eml>`: `<eml:eml ... xsi:schemaLocation="eml://ecoinformatics.org/eml-2.1.1 \http://rs.gbif.org/schema/eml-gbif-profile/1.1/eml.xsd" ...>`.
ja: `<eml:eml>`ルート要素には、GBIFメタデータプロファイル バージョン1.1向けのスキーマロケーションを使用します。<eml:eml ... xsi:schemaLocation="eml://ecoinformatics.org/eml-2.1.1 \http://rs.gbif.org/schema/eml-gbif-profile/1.1/eml.xsd" ...>

source: Set the `packageId` attribute inside the `<eml:eml>` root element. Remember, the `packageId` should be any globally unique ID fixed for that document. Whenever the document changes, it must be assigned a new packageId. For example: `packageId='619a4b95-1a82-4006-be6a-7dbe3c9b33c5/eml-1.xml'` for the 1st version of the document, `packageId='619a4b95-1a82-4006-be6a-7dbe3c9b33c5/eml-2.xml'` for the 2nd version, and so on.
es: Establezca el atributo `packageId` dentro del elemento raíz`<eml: eml>`. Recuerde, el `packageId` debe ser cualquier ID único global fijado para ese documento. Siempre que el documento cambie, se le debe asignar un nuevo packageId. Por ejemplo: `packageId = '619a4b95-1a82-4006-be6a-7dbe3c9b33c5/eml-1.xml'` para la primera versión del documento,` packageId ='619a4b95-1a82-4006-be6a-7dbe3c9b33c5/eml-2.xml'` para la segunda versión y así sucesivamente.
ja: `<eml:eml>`ルート要素内に`packageId`属性を設定します。`packageId`は、そのドキュメントで固定されているグローバルにユニークなIDである必要があります。文書が変更されるたびに、新しい`packageId`が割り当てられなければなりません。例えば、最初のバージョンのドキュメントには`packageId='619a4b95-1a82-4006-be6a-7dbe3c9b33c5/eml-1.xml'、2番目には`packageId='619a4b95-1a82-4006-be6a-7dbe3c9b33c5/eml-2.xml'のように指定します。

source: Fill in all mandatory metadata elements specified by the schema, plus any additional metadata elements desired. When updating an existing EML file using an earlier version of the GBIF Metadata Profile, refer to the section below for a list of what's new in this version.
es: Complete todos los elementos de metadatos obligatorios especificados por el esquema, además de los elementos de metadatos adicionales que desee. Cuando actualice un archivo EML existente usando una versión anterior del Perfil de metadatos de GBIF, consulte la sección a continuación para obtener una lista de las novedades de esta versión.
ja: スキーマで指定されたすべての必須メタデータ要素と、必要な追加メタデータ要素を記入します。GBIFメタデータプロファイルの旧バージョンを使用している既存のEMLファイルを更新する場合、本バージョンの新機能のリストについては、以下のセクションを参照してください。

source: Ensure the EML file is valid XML. For assistance, refer to <<Validation of metadata,this section>>.
es: Asegúrese de que el archivo EML sea XML válido. Para obtener ayuda, consulte <<Validación de metadatos, esta sección >>.
ja: EMLファイルが有効な XMLであることを確認します。<<Validation of metadata,このセクション>>を参照してください。

source: Validation of metadata
es: Validación de metadatos
ja: メタデータのバリデーション

source: It is essential the XML metadata document is valid, both as an XML document and as validating against the GML schema. There are several options for how to do this. The https://www.oxygenxml.com/[Oxygen XML Editor] is an excellent tool with built-in validator you can use to do this. Java programmers could also do this for example by using the https://github.com/gbif/registry/blob/master/registry-metadata/src/main/java/org/gbif/registry/metadata/EmlValidator.java[EmlValidator.java] from the GBIF registry-metadata project.
es: Es fundamental que el documento de metadatos XML sea válido, tanto como documento XML como para su validación con el esquema GML. Hay varias opciones para hacer esto. El https://www.oxygenxml.com/[Oxygen XML Editor] es una excelente herramienta con un validador incorporado que puede utilizar para hacer esto. Los programadores de Java también podrían hacer esto, por ejemplo, utilizando https://github.com/gbif/registry/blob/master/registry-metadata/src/main/java/org/gbif/registry/metadata/EmlValidator.java[EmlValidator .java] del proyecto de metadatos de registro de GBIF.
ja: XMLメタデータ文書は、XML文書として、またGMLスキーマに対する検証として有効であることが不可欠です。XMLメタデータ文書がこれを満たす方法として、link:https://www.oxygenxml.com/[Oxygen XML Editor]は優れたツールで、バリデーターを内蔵しており、有用です。またJavaプログラマーは、例えばGBIFレジストリ-メタデータ・プロジェクトのlink:https://github.com/gbif/registry/blob/master/registry-metadata/src/main/java/org/gbif/registry/metadata/EmlValidator.java[EmlValidator.java]を使用して、これを行うこともできます。

source: What changed in version 1.1 of the GMP since 1.0.2?
es: ¿Qué cambió en la versión 1.1 de GMP desde la 1.0.2?
ja: GMPのバージョン1.1では、1.0.2から何が変わったのでしょうか？

source: *Support for a machine readable license.* Note instructions on how to provide a machine readable license can be found xref:license.adoc[here].
es: *Soporte para una licencia legible por computadoes.* Las instrucciones sobre cómo proporcionar una licencia legible por máquina se pueden encontrar xref:license.adoc[aquí].
ja: *機械可読ライセンスへの対応。*機械可読ライセンスを提供する方法については、xref:license.adoc[こちら]をご覧ください。

source: Support for multiple contacts, creators, metadataProvider and project personnel
es: Soporte para múltiples contactos, creadores, proveedores de metadatos y personal del proyecto
ja: 複数のcontacts、creators、metadataProvider、project personnelに対応。

source: Support for userIds for any agent (e.g. ORCID)
es: Soporte para userIds para cualquier agente (p. ej., ORCID(Open Researcher and Contributor ID))
ja: あらゆる代理人のuserIdsをサポート（例：ORCID）

source: Support for providing information about the frequency with which changes are made to the dataset
es: Soporte para proporcionar información sobre la frecuencia con la que se realizan cambios en el conjunto de datos
ja: データセットに変更が加えられた頻度に関する情報提供のサポート。

source: Support for providing a project identifier (e.g. to associate datasets under a common project)
es: Soporte para proporcionar un identificador de proyecto (p. ej., para asociar conjuntos de datos en un proyecto común)
ja: プロジェクト識別子の提供（例：同じプロジェクトの下で作られたデータセットを関連付ける）に対応。

source: The description can be broken into separate paragraphs versus all lumped into one
es: La descripción puede dividirse en párrafos separados en lugar de agruparse en uno solo
ja: 説明文は、1つの段落にまとめるのではなく、別々の段落に分けることができます。

source: Support for providing information about multiple collections
es: Soporte para proporcionar información sobre múltiples colecciones
ja: 複数のコレクションに関する情報提供に対応。

source: Example files
es: Archivos de ejemplo
ja: サンプルファイル
