Repository: gbif/ipt
Catalog: docs/translations/glossary.adoc.*.po
Languages: es, ja

source: Glossary
es: Glosario
ja: 用語集

source: *Checklist Resource* - a resource having information about one of many types of taxon-related lists.
es: *Recurso de listados taxonómicos*: un recurso que contiene información sobre uno o más tipos de listas relacionadas con taxa.
ja: *チェックリストリソース* - 分類群関連リストの一種に関する情報を有するリソース。

source: *Core Type* - a category of predefined sets of data properties (Taxon, Occurrence, and Event) used as the basis of a resource. Additional extensions might be linked to these Core Types when mapping data in the IPT.
es: *Tipos de Core*: una categoría de propiedades predeterminadas de los conjuntos de datos (Taxón, Registros biológicos y Eventos) usados como la base de un recurso. Las extensiones adicionales pueden estar relacionadas a estos Tipos de Core cuando se mapean los datos en el IPT.
ja: *コアタイプ* - リソースの基礎となるデータプロパティ（タクソン、オカレンス、イベント）の事前に定義されたセットのカテゴリです。IPTでデータをマッピングする際には、これらのコアタイプに追加の拡張機能をリンクすることができます。

source: *CSV file* - a text file that contains data in the Comma-separated Value format.
es: *Archivo CSV*: un archivo de texto que contiene datos en el formato de Valores separados por comas.
ja: *CSVファイル* - カンマ区切りのValue形式のデータを含むテキストファイル。

source: *Data directory* - the full (rather than relative) path (location) in the file structure where the data associated with the IPT instance are located.
es: *Directorio de datos*: la ruta (ubicación) completa (en vez de la relativa) en la estructura del archivo donde están ubicados los datos asociados a la instancia IPT.
ja: *データディレクトリ* - IPTインスタンスに関連するデータが配置されているファイル構造内のフルパス（相対パスではなく位置）。

source: *Darwin Core* - a standard consisting of terms and classes of terms used to share biodiversity data.
es: *Darwin Core*: un estándar que consiste de términos y clases de términos usados para compartir datos sobre biodiversidad.
ja: *ダーウィンコア* - 生物多様性データを共有するために用いられる用語および用語のクラスで構成される標準形式。

source: *Darwin Core Archive* - a single zipped archive for a data set consisting of one or more text files of data, an XML file (meta.xml) describing the contents of the text files and how they relate to each other, and an XML file (eml.xml) containing the metadata in EML about the data set.
es: *Archivo Darwin Core*: un único archivo comprimido para un conjunto de datos que consta de uno o más archivos de texto de datos, un archivo XML (meta.xml) que describe el contenido de los archivos de texto y cómo se relacionan entre sí y un archivo XML (eml.xml) que contiene los metadatos en EML sobre el conjunto de datos.
ja: *ダーウィンコア・アーカイブ* - 1つまたは複数のデータのテキストファイル、テキストファイルの内容や相互の関係を記述したXMLファイル（meta.xml）、データセットに関するEMLのメタデータを含むXMLファイル（eml.xml）からなるデータセットの単一のzipアーカイブ。

source: *EML* - the Ecological Markup Language is an XML-based profile used to encode metadata about a data set.
es: *EML*: el Ecological Markup Language es una descripción basada en XML que se utiliza para codificar metadatos de un conjunto de datos.
ja: *EML* - エコロジカル・マークアップ・ランゲージ（EML）は、データセットに関するメタデータを符号化するために使用されるXMLベースのプロファイルです。

source: *Extension* - in this user manual, an extension is a set of terms corresponding to a specific category of data. An extension should be thought of as an extension of the capabilities of the IPT rather than as an extension of any particular standard.
es: *Extensión*: en este manual de usuario, una extensión es un conjunto de términos correspondientes a una categoría de datos específica. Una extensión debe considerarse como una ampliación de las capacidades del IPT más que como una extensión de cualquier estándar en particular.
ja: *拡張* - このユーザーマニュアルでは、データの特定のカテゴリに対応する用語のセット。拡張は、特定の規格の拡張ではなく、IPTの能力の拡張として考えるのが適切です。

source: *GBIF Registry* - a registry that manages the nodes, organizations, resources, and IPT installations registered with GBIF, making them discoverable and interoperable.
es: *Registro de GBIF*: un registro que administra los nodos, organizaciones, recursos e instalaciones del IPT registradas en GBIF, haciéndolos detectables e interoperables.
ja: *GBIFレジストリ* - GBIFに登録されたノード、組織、リソース、IPTのインストールを管理し、発見可能で相互運用可能な状態にするレジストリ。

source: *Metadata* - in this user manual, metadata refers to the information about a data set as opposed the primary data in the data set.
es: *Metadatos*: en este manual de usuario, los metadatos se refieren a la información acerca de un conjunto de datos en lugar de los datos primarios en el conjunto de datos.
ja: *メタデータ* - このユーザーマニュアルでは、データセットの主要なデータとは対照に、データセットに関する情報を指します。

source: *Metadata Resource* - a resource having information about a data set, but without having the actual primary data. A metadata resource might give information about a collection that has not yet been digitized, for example.
es: *Recurso de metadatos*: un recurso que contiene información sobre un conjunto de datos, pero sin tener el conjunto de datos primario. Un recurso de metadatos podría ofrecer información sobre una colecta que aún no ha sido digitalizada, por ejemplo.
ja: *メタデータリソース* - データセットに関する情報を持つリソースで、実際のプライマリデータは持っていないもの。例えば、まだデジタル化されていないコレクションに関する情報を提供することがあります。

source: *Occurrence Resource* - a resource having information about Occurrences as defined in the Darwin Core.
es: *Recurso de registros biológicos*: un recurso que contiene información sobre Registros biológicos como se definen en el estándar Darwin Core.
ja: *オカレンスリソース* - ダーウィンコアで定義されているオカレンスに関する情報を持つリソース。

source: *Private* - a state of a resource in which only the creator, invited managers, and IPT administrators can view it.
es: *Privado*: estado de un recurso en el que solo el creador, administradores invitados y los administradores del IPT pueden verlo.
ja: *プライベート* - 作成者、招待された管理者、IPT管理者のみが閲覧可能なリソースの状態。

source: *Public* - a state of a resource in which anyone can view it.
es: *Público*: el estado de un recurso al que todo el mundo tiene acceso.
ja: *公開* - 誰でも見ることができる状態。

source: *Published Release* - a version of the resource that has been produced by the IPT.
es: *Publicación*: una versión de un recurso que ha sido producido a través del IPT.
ja: *公開されたリソース* - IPTによって作成されたリソースのバージョンです。

source: *Registered* - a state of a public resource or of an IPT instance in which anyone can discover it through the GBIF Registry.
es: *Registrado*: el estado de un recurso público a través de una instancia IPT que cualquiera puede encontrar a través de el Registro de GBIF.
ja: *登録済み* - 公開リソースやIPTインスタンスがGBIFレジストリを通じて誰でも見ることができる状態。

source: *Resource* - in this user manual, resource refers to a data set and the metadata about it.
es: *Recurso*: en este manual de usuario, un recurso se refiere a un conjunto de datos y sus respectivos metadatos.
ja: *リソース* - このユーザーマニュアルにおいては、データセットとそれに関するメタデータのこと。

source: *Resource Managers* - IPT users having a role that allows them to create, change, and remove resources.
es: *Editores de recursos*: los usuarios de IPT que tienen un rol que les permite crear, modificar, y eliminar recursos.
ja: *リソース管理者* - リソースの作成、変更、削除を行う権限を持つIPTユーザー。

source: *RowType* - the category of information represented in an extension. The RowType is generally the URI of the Class that best fits the information contained in the extension.
es: *RowType*: la categoría de información representada en una extensión. El RowType es generalmente la URI de la Clase que mejor se ajusta a la información contenida en la extensión.
ja: *行タイプ* - 拡張子で表現される情報のカテゴリ。行タイプは一般に、拡張子に含まれる情報に最も適合するクラスのURIです。

source: *RSS* - the acronym for Really Simple Syndication, a type of subscription format for tracking changes to a web site.
es: *RSS*: el acrónimo para Really Simple Syndication, un tipo de formato de suscripción para realizar un seguimiento de los cambios en un sitio web.
ja: *RSS* - Really Simple Syndicationの頭文字をとったもので、Web サイトの変更を追跡するための購読フォーマットの一種です。

source: *Sampling Event Resource* - A resource where the basis of the resource is sampling events as defined in the Darwin Core.
es: *Recurso de evento de muestreo*: un recurso donde la base del mismo son eventos de muestreo como se encuentran definidos en el estándar Darwin Core.
ja: *サンプリングイベントリソース* - ダーウィンコアにサンプリングイベントと定義されたリソースを基本とするリソース。

source: *Shortname* - a short unique name used for resource identification within the IPT and services that access the IPT.
es: *Nombre corto*: un nombre corto y único que se utiliza para la identificación de los recursos dentro del IPT y los servicios que acceden al IPT.
ja: *短縮名* - IPT内のリソース識別や、IPTにアクセスするサービスに使用される短い固有名詞。

source: *Source Data* - in this user manual, the source data are the data that are mapped to core types and extensions within a resource and may consist of text files or a database.
es: *Conjunto de datos*: en este manual de usuario, los conjuntos de datos hacen referencia a los datos relacionados a los tipos de core y a sus extensiones dentro del recurso, estos pueden consistir en archivos de texto o bases de datos.
ja: *ソースデータ* - このユーザーマニュアルでは、リソース内のコアタイプや拡張子にマッピングされるデータ。テキストファイルやデータベースで構成されます。

source: *Visibility* - a term describing how a resource may be viewed (private, public, or registered).
es: *Visibilidad*: un término que describe cómo se puede ver un recurso (privado, público, o registrado).
ja: *公開状況* - リソースの閲覧が可能か（非公開、公開、登録済み）を表します。
