Repository: gbif/ipt
Catalog: docs/translations/home.adoc.*.po
Languages: es, ja

source: Home Menu
es: Menú Inicio
ja: ホームメニュー

source: This page allows users to view a list of public resources, if any, and to look at the detailed metadata of any resource on the list.
es: Esta página permite a los usuarios ver una lista de los recursos públicos, si los hay, y ver los metadatos detallados de cualquier recurso en la lista.
ja: このページでは、公開されているリソースがある場合はその一覧を表示し、リスト上の任意のリソースの詳細なメタデータを見ることができます。

source: Public Resources Table
es: Tabla de Recursos Públicos
ja: 公開リソーステーブル

source: If there are any public resources, they will appear in a table having the following columns:
es: Si hay recursos públicos, estos serán mostrados en una tabla que tiene las siguientes columnas:
ja: 公開されているリソースがある場合、以下のカラムを持つテーブルに表示されます。

source: **Logo** - the resource logo (configurable in Additional Metadata page of the resource metadata)
es: **Logo**: el logo del recurso (se puede configurar en la página "Metadatos adicionales" de los metadatos del recurso).
ja: **ロゴ** - リソースのロゴ（リソースメタデータの追加メタデータページで設定可能）

source: **Name** - the title of the resource as given in the Title entry of the resource metadata. The Name appears as a link, which will open the resource's homepage (see below).
es: **Nombre**: el título del recurso tal como figura en el Título de la entrada de los metadatos del recurso. El nombre aparece como un enlace, que abrirá una "Página visualización de metadatos" (ver más adelante) para el recurso seleccionado.
ja: **名前** - リソースメタデータのタイトルエントリで指定されたリソースのタイトル。この名前はリンクとして表示され、リソースのホームページを開きます（下記参照）。

source: **Organization** - the organization under which the resource has been registered, if any. If the resource is not registered, the value in the Organization column will be "No organization". Review the information under the "Organizations" heading in the "Administration Menu" section for more information about registering organizations and registering a resource under an organization.
ja: **機関** - リソースが登録されている場合、リソースを公開した機関。リソースが登録されていない場合、「機関」列の値は「未登録」になります。機関の登録および機関の下でのリソースの登録については、「管理メニュー」の「機関」の項を参照してください。

source: **Type** - the type of the resource as given in the Type drop down on the xref:manage-resources.adoc#basic-metadata[Basic Metadata] page of the resource metadata
es: **Tipo**: el tipo de recurso como figura en la lista desplegable "Tipo" en la página xref:manage-resources.adoc#metadatos-basicos[Metadatos básicos] de los metadatos del recurso.
ja: **タイプ** - リソースメタデータのxref:manage-resources.adoc#basic-metadata[基本のメタデータ]ページにあるタイプドロップダウンで指定されたリソースのタイプ。

source: **Subtype** - the subtype of the resource as given in the Subtype drop down on the xref:manage-resources.adoc#basic-metadata[Basic Metadata] page of the resource metadata
es: **Subtipo**: el subtipo del recurso como figura en la lista desplegable "Subtipo" en la página xref:manage-resources.adoc#metadatos-basicos[Metadatos básicos] de los metadatos del recurso.
ja: **サブタイプ** - リソースメタデータのxref:manage-resources.adoc#basic-metadata[基本のメタデータ]ページのサブタイプドロップダウンで指定されたリソースのサブタイプ。

source: **Records** - the number of rows of data in the core data file of the last published Darwin Core Archive for the resource. For resources having data in one or more extension files, the number links to the Data Records page on the resource homepage showing a breakdown of record counts by extension.
es: **Registros**: el número de filas de datos en el archivo núcleo de datos del último archivo Darwin Core publicado para el recurso. Para los recursos que tienen datos en uno o más archivos de extensión, el número se vincula a la página "Registros de datos" en la página de inicio del recurso, que muestra un desglose de los recuentos de registros por extensión.
ja: **レコード** - そのリソースの最後に公開されたダーウィンコア・アーカイブのコアデータファイルのデータ行数です。1つ以上の拡張ファイルにデータを持つリソースの場合、この数字はリソースのホームページのデータレコードのページにリンクし、拡張ファイルごとのレコード数の内訳を表示します。

source: **Last modified** - either the date the resource was created or the date on which the data or metadata were last modified, whichever is more recent.
es: **Última modificación**: la fecha de creación del recurso o la fecha de última modificación de los datos o metadatos, la que sea más reciente.
ja: **最終更新日** - リソースの作成日、またはデータやメタデータの最終更新日のうち、新しいほう。

source: **Last publication** - the date the resource was last published.
es: **Última publicación**: la fecha en la que el recurso fue publicado por última vez.
ja: **最終公開日** - リソースが最後に公開された日付。

source: **Next publication** - the date the resource will be published next.
es: **Próxima publicación**: la fecha de la próxima publicación del recurso.
ja: **次回公開日** - リソースが次に発行される日付です。

source: RSS feed
es: Canal RSS
ja: RSSフィード

source: The IPT supports syndication via RSS for those who wish to monitor when new resource versions get published, and how resources change over time. In fact each time a new resource version is broadcast, it will include a summary of what changed since the last version (assuming the publisher entered a change summary, otherwise it defaults to the resource description). The RSS feed is accessible by clicking on the link provided below the list of public hosted resources. The RSS feed can be read in any standard RSS client.
es: El IPT apoya la agremiación a través de RSS para aquellos que desean monitorear cuándo se publican nuevas versiones de recursos y cómo cambian los recursos con el tiempo. De hecho, cada vez que se publique una nueva versión del recurso, se incluirá un resumen de lo que ha cambiado desde la última versión (suponiendo que el editor haya ingresado un resumen de los cambios, de lo contrario, por defecto se mostrará la descripción del recurso). Se puede acceder al canal RSS al hacer clic en el enlace que aparece debajo de la lista de recursos públicos alojados. El puede ser leído en cualquier cliente RSS estándar
ja: IPTは、新しいリソースのバージョンがいつ公開されるか、またリソースが時間とともにどのように変化するかを確認する人のために、RSSによるシンジケーションをサポートしています。新しいリソースのバージョンが配信されるたびに、前回のバージョンからの変更内容の要約が加えられます（これは公開者が変更点の要約を入力した場合で、それ以外はリソースの説明がデフォルトで表示されます）。RSSフィードは、パブリックホストリソースリストの下にあるリンクをクリックすることでアクセスできます。RSSフィードは、標準的なRSSクライアントで読むことができます。

source: Registered resource inventory
es: Inventario de recursos registrados
ja: 登録リソースインベントリ

source: The IPT provides a simple JSON inventory of all registered resources. This feature isn't shown on the user interface. To view simply append `/inventory/dataset` to the IPT public URL, e.g. https://ipt.gbif.org/inventory/dataset. GBIF uses this inventory to monitor whether it is properly indexing resources by comparing the target and indexed record counts.
es: El IPT provee un sencillo inventario JSON de todos los recursos registrados. Esta característica no se muestra en la interfaz de usuario. Para verla simplemente añada `/inventory/dataset` a la URL básica del IPT, p. ej., https://ipt.gbif.org/inventory/dataset. GBIF utiliza este inventario para monitorear si los recursos se están indexando correctamente, comparando los recuentos de registros objetivo e indexados.
ja: IPTは、登録されたすべてのリソースの簡単なJSONインベントリを提供します。この機能はユーザーインターフェースには表示されません。必要であれば、IPTの公開URLに`/inventory/dataset`を追加（例：https://ipt.gbif.org/inventory/dataset）して表示してください。GBIFはこのインベントリを利用してターゲットとインデックスされたレコード数を比較することで、リソースを適切にインデックスできているかモニターしています。

source: Resource homepage
es: Página principal del recurso
ja: リソースホームページ

source: The resource homepage is aimed at external users of a resource. The homepage lists all the metadata about a selected version of a resource, provides links to download the version's data/metadata, and displays the resource's version history.
es: La página de inicio del recurso está dirigida a los usuarios externos de un recurso. La página de inicio enumera todos los metadatos de la versión seleccionada de un recurso, proporciona enlaces para descargar los datos/metadatos de la versión y muestra el historial de versiones del recurso.
ja: リソースホームページは、リソースの外部利用者を対象としたものです。このホームページでは、選択されたバージョンのリソースに関するすべてのメタデータを一覧表示して、そのバージョンのデータやメタデータをダウンロードするためのリンクを提供し、リソースのバージョン履歴を表示します。

source: To view the resource homepage, user can click on the name link in the list of resources on the Home page. Another way to get to the resource's homepage is using its DOI: when a resource is assigned a DOI via the IPT, it always resolves to its homepage.
es: Para ver la página de inicio del recurso, el usuario puede hacer clic en el enlace del nombre en la lista de recursos de la página de inicio. Otra forma de acceder a la página de inicio del recurso es utilizando su DOI: cuando se asigna un DOI a un recurso a través del IPT, siempre se remite a su página de inicio.
ja: ユーザーはホームページのリソースリストで名前のリンクをクリックして、リソースのホームページを表示することができます。リソースのホームページを表示するには、リソースのDOIを使用する方法もあります。IPTを通じてリソースにDOIが割り当てられると、常にそのリソースのホームページに解決されます。

source: Please note only a user having the Admin role or one of the Manager roles can edit a resource's metadata. To learn more, please refer to the information under the "Edit an existing resource" heading in the "Manage Resources Menu" section.
es: Por favor recuerde que sólo usuarios con el rol de Administrador u otros tipos de roles administrativos pueden editar los metadatos de un recurso. Para conocer más, consulte a la información en la sección "Editar un recurso existente" en el "Menú gestión de recursos".
ja: リソースのメタデータを編集できるのは、管理責任者（Admin）ロールまたは管理者（Manager）ロールを持つユーザーだけであることに注意してください。詳しくは、「リソースの管理」の「既存のリソースを編集する」を参照してください。

source: Version history
es: Historial de versiones
ja: バージョン履歴

source: The version history table lists all published versions of the resource, enabling users to track changes to the resource over time and download previous versions' data/metadata. Please note, the IPT's Archival Mode must be turned on in order for old versions of DwC-A to be stored (see the xref:administration.adoc#configure-ipt-settings[Configure IPT Settings] section). Only versions that are publicly accessible can be viewed by external users, whereas admins and resource managers can see all versions. For explanations of the table columns, refer to the information below.
es: La tabla del historial de versiones muestra todas las versiones de un recurso que han sido publicadas, permitiéndole a los usuarios hacer el seguimiento de los cambios en el recurso a lo largo del tiempo y descargar las versiones previas de datos/metadatos. Tenga en cuenta que el Modo Archivo del IPT debe estar activado para que las versiones anteriores del DWCA sean guardadas (véase la sección xref:administration.adoc#configuracion-de-las-opciones-del-ipt[Configuración de las opciones del IPT]). Solo las versiones con acceso al público pueden ser vistas por usuarios externos, mientras que los editores del recurso podrán ver todas las versiones. A continuación encontrará más información acerca de las columnas de la tabla.
ja: バージョン履歴テーブルは、リソースのすべての公開バージョンを一覧表示し、ユーザーはリソースの経時的な変更を追跡し、以前のバージョンのデータ/メタデータをダウンロードすることが可能です。DwC-Aの古いバージョンを保存するためには、IPTのアーカイブモードをオンにする必要があります（xref:administration.adoc#configure-ipt-settings[IPT設定の構成]セクションを参照）。管理責任者とリソース管理者はすべてのバージョンを見ることができますが、外部ユーザーは一般にアクセス可能なバージョンのみを見ることができます。表のカラムの説明については、以下の情報を参照してください。

source: Following are explanations of the table columns:
es: A continuación se encuentran las explicaciones de las columnas de la tabla de versiones:
ja: 以下は、表のカラムの説明です。

source: **Version** - the published version's version number, which uses the major_version.minor_version format. The version of the resource homepage currently being viewed is clearly indicated. To open a specific version's homepage, click on the version number. **Note**: A major version change compared to the last published version indicates that a scientifically significant change has taken place.
es: **Versión**: el número de la versión publicada, que utiliza el formato versión_principal.versión_secundaria. Se señala claramente la versión de la página de inicio del recurso que se está viendo en ese momento. Para abrir la página de inicio de una versión específica, haga clic en el número de versión. **Nota**: un cambio de versión mayor en comparación con la última versión publicada indica que se ha producido un cambio científicamente significativo.
ja: **バージョン** - 公開されているバージョンのバージョン番号で、major_version.minor_versionの形式を使用して、現在閲覧しているリソースホームページのバージョンが表示されています。特定のバージョンのホームページを開くには、そのバージョン番号をクリックします。注：前回公開されたバージョンと比較してメジャーバージョンが変更されている場合は、科学的に重要な変更が行われたことを意味します。

source: **Published on** - the date the published version was released.
es: **Publicado en**: la fecha de publicación de la versión.
ja: **公開日** - 公開されたバージョンがリリースされた日付です。

source: **Records** - the number of records the published version contains.
es: **Registros**: el número de registros que contiene la versión publicada.
ja: **レコード** - 公開されたバージョンに含まれるレコードの数です。

source: **Change summary** - a summary of what has changed since the last published version.
es: **Resumen de cambios**: resumen de los cambios realizados desde la última versión publicada.
ja: **変更の概要** - 前回公開されたバージョンから変更された点の概要です。

source: **DOI handle** - the DOI handle assigned to the published version. **Note**: If the DOI is different from the DOI of the last published version, this indicates that a scientifically significant change has been done to the resource.
es: **Handle del DOI**: el handle del DOI asignado a la versión publicada **Nota**: si el DOI es diferente del DOI de la última versión publicada, indica que se ha realizado un cambio científicamente significativo en el recurso.
ja: **DOIハンドル** - 公開されたバージョンに割り当てられたDOIハンドルです。注：DOIが前回公開されたバージョンのDOIと異なる場合、これはリソースに科学的に重要な変更が行われたことを示します。

source: **Last modified by** - the IPT user that last modified the published version.
es: **Última modificación por**: usuario del IPT que modificó por última vez la versión publicada.
ja: **最終更新者** - 公開されたバージョンを最後に更新したIPTユーザーです。

source: Deletion of a version
ja: バージョンの削除

source: Resource managers and administrators can delete old published versions of a dataset.
ja: 管理責任者やリソース管理者は、データセットの過去の公開バージョンを削除することができます。

source: First use the version history table to find and open the version to be deleted, then click *Delete version* at the top of the page. The latest published version of a resource cannot be deleted.
ja: まず、バージョン履歴表で削除したいバージョンを探して開き、ページ上部の*Delete version*をクリックします。リソースの最新の公開バージョンは削除することができません。

source: **Organization** - the organization under which the resource has been registered, if any. If the resource is not registered, the value in the Organization column will be "Not registered". Review the information under the "Organizations" heading in the "Administration Menu" section for more information about registering organizations and registering a resource under an organization.
es: **Organización**: la organización bajo la que se ha registrado el recurso. Si el recurso no está registrado, el valor en la columna de Organización será "No registrado". Revise la información en el encabezado “Organizaciones” de la sección de "Menú administración" para obtener más información acerca del registro de las organizaciones y del registro de un recurso en una organización.
