Repository: gbif/ipt
Catalog: docs/translations/how-to-publish.adoc.*.po
Languages: es, ja

source: Instructions
es: Instrucciones
ja: 手順

source: Prerequisites
es: Prerrequisitos
ja: 前提条件

source: How to publish biodiversity data through GBIF.org
es: Cómo publicar datos sobre biodiversidad a través de GBIF.org
ja: GBIF.orgを使用して生物多様性データを公開する方法

source: GBIF supports publication, discovery and use of four classes of data:
es: GBIF admite la publicación, la búsqueda y el uso de cuatro clases de datos:
ja: GBIFは、4種類のデータの公開、発見、利用をサポートしています。

source: xref:resource-metadata.adoc[Resource metadata]
es: xref:resource-metadata.adoc[Metadatos del recurso]
ja: xref:resource-metadata.adoc[リソースメタデータ]

source: xref:checklist-data.adoc[Checklist Data]
es: xref:checklist-data.adoc[Datos de listas taxonómicas]
ja: xref:checklist-data.adoc[チェックリストデータ]

source: xref:occurrence-data.adoc[Occurrence Data]
es: xref:occurrence-data.adoc[Datos de registros biológicos]
ja: xref:occurrence-data.adoc[オカレンスデータ]

source: xref:sampling-event-data.adoc[Sampling Event Data]
es: xref:sampling-event-data.adoc[Datos de eventos de muestreo]
ja: xref:sampling-event-data.adoc[サンプリングイベントデータ]

source: At the simplest, GBIF enables sharing information describing a biodiversity data resource – even when no further digital information is currently available from the resource. Other data classes support an increasingly richer and wider range of information on species, their distributions and abundance.
es: En su forma más simple, GBIF permite compartir información que describe un recurso de datos de biodiversidad, incluso cuando actualmente no hay más información digital disponible del recurso. Otras clases de datos respaldan una gama de información cada vez más rica y con mayor rango de información sobre las especies, sus distribuciones y su abundancia.
ja: 簡単に言えば、GBIFは、生物多様性データリソースを示す情報の共有を（たとえ現在その資源からそれ以上のデジタル情報が得られない場合であっても）可能にするものです。他のデータクラスは、種やその分布、存在量に関するさらに豊かで幅広い情報をサポートしています。

source: Data publishers are strongly encouraged to share their data using the richest appropriate data class. This maximizes the usefulness of the data for users.
es: Se recomienda a los publicadores de datos que compartan sus datos utilizando la clase más rica y apropiada. Esto maximiza la utilidad de los datos para los usuarios.
ja: データ公開者は、最もリッチで適切なデータクラスを使用してデータを共有することを強く推奨します。ユーザーにデータを最大限有効に使ってもらうためです。

source: To give yourself an introduction to how the IPT can be used to publish biodiversity data through GBIF.org, it's highly recommended watching this concise 25 minute live demo below:
es: Para que usted tenga una idea de cómo se puede utilizar el IPT para publicar datos sobre la biodiversidad a través de GBIF.org, se recomienda que vea la concisa demostración en vivo de 25 minutos a continuación:
ja: GBIF.orgを通じて生物多様性データを公開するためにIPTをどのように利用できるかを紹介するために、以下の25分間の簡潔なライブデモを見ることを強くおすすめします。

source: How to publish biodiversity data through GBIF.org using the IPT
es: Cómo publicar datos sobre biodiversidad a través de GBIF.org usando el IPT
ja: IPTを利用してGBIF.orgで生物多様性データを公開する方法

source: You require an account on a GBIF Integrated Publishing Toolkit (IPT) to publish your data.
es: Usted necesita una cuenta en un Integrated Publishing Toolkit (IPT) de GBIF para publicar sus datos.
ja: データを公開するためには、GBIF Integrated Publishing Toolkit（IPT）のアカウントが必要です。

source: Hint: it is highly recommended that you save yourself time and money by requesting an account on an IPT located at a https://www.gbif.org/data-hosting-centres[data hosting centre] in your country or community.
es: Consejo: es altamente recomendable que se ahorre tiempo y dinero solicitando una cuenta en un IPT ubicado en un https://www.gbif.org/data-hosting-centres[centro de alojamiento de datos] en su país o comunidad.

source: Hint: you could install and maintain your own IPT instance if you have technical skills and capacity to maintain it online near 100% of the time.
es: Sugerencia: puede instalar y mantener su propia instancia de IPT si tiene las habilidades técnicas y la capacidad para mantenerla en línea cerca del 100% del tiempo.
ja: ヒント：技術的なスキルとほぼ100％オンラインで維持する能力があれば、あなた自身のIPTインスタンスをインストールし、維持することができます。

source: Hint: if no data hosting centre exists in your country, and you or your organization don't have the technical skills and capacity to host an IPT, you can contact the GBIF Helpdesk <helpdesk@gbif.org> for assistance.
es: Sugerencia: si no existe un nodo oficial de datos en su país y usted o su organización no tienen las habilidades técnicas y la capacidad para albergar un IPT, puede comunicarse con el Centro de ayuda de GBIF <helpdesk@gbif.org> para obtener ayuda.
ja: ヒント：自国にデータホスティングセンターがなく、あなたやあなたの機関にIPTをホストする技術的スキルと能力がない場合、GBIFヘルプデスク<helpdesk@gbif.org>に連絡して支援を受けることができます。

source: Assuming that you would like to register your dataset with GBIF and make it globally discoverable via https://www.gbif.org[GBIF.org], your dataset must be affiliated with an organization that is registered with GBIF.
es: Suponiendo que usted desea registrar su conjunto de datos con GBIF y hacerlo descubrible a nivel mundial a través de https://www.gbif.org/es/[GBIF.org], su conjunto de datos debe estar afiliado a una organización que esté registrada en GBIF.
ja: GBIFにデータセットを登録し、link:https://www.gbif.org[GBIF.org]を通じて世界中から発見できるようにしたい場合、データセットはGBIFに登録されている機関に所属している必要があります。

source: Hint: to register your organization with GBIF, start by completing https://www.gbif.org/become-a-publisher[this online questionnaire]. The registration process can take days, so in parallel you can proceed to publish your data.
es: Sugerencia: para registrar su organización en GBIF, comience por completar https://www.gbif.org/become-a-publisher[este cuestionario en línea]. El proceso de registro puede tardar días, por lo que en paralelo puede proceder a publicar sus datos.
ja: ヒント：GBIFに機関を登録するには、まずこのオンラインアンケートに回答してください。登録には数日かかりますので、並行してデータの公開を進めることもできます。

source: Hint: if you aren't affiliated with any organization, you can contact the GBIF Helpdesk <helpdesk@gbif.org> for assistance. In the meantime, you can proceed to publish your data.
es: Sugerencia: si usted no está afiliado a ninguna organización, puede ponerse en contacto con el Centro de ayuda de GBIF <helpdesk@gbif.org> para obtener ayuda. Mientras tanto, puede proceder a publicar sus datos.
ja: ヒント：どの機関にも所属していない場合は、GBIFヘルプデスク<helpdesk@gbif.org>に連絡して支援を求めることができます。その間に、データの公開を進めることができます。

source: To publish your data, follow the 7 steps below.
es: Para publicar sus datos, siga los 7 pasos a continuación:
ja: データを公開するには、以下の7ステップを踏んでください。

source: Select the class of biodiversity data you have from this list:
es: Seleccione la clase de datos de biodiversidad que tiene de esta lista:
ja: 生物多様性データの種類を下記リストから選択する。

source: Transform your data into a table structure, using Darwin Core (DwC) terms as column names
es: Transforme sus datos a una estructura de tabla, utilizando los términos de Darwin Core (DwC) como nombres de columnas.
ja: データをダーウィンコア（DwC）用語を列名に使用した表構造に変換する。

source: Hint: try using an Excel template to structure your data, and understand what DwC terms are required and recommended (Excel templates for each dataset class are available in the above links - see the previous point)
es: Sugerencia: utilice una plantilla de Excel para estructurar sus datos e identifique qué términos del DwC son necesarios y recomendados (las plantillas de Excel para cada tipo de conjunto de datos están disponibles en los enlaces del punto anterior).

source: Hint: it is possible to use data stored in a xref:database-connection.adoc[supported database]
es: Sugerencia: es posible utilizar datos almacenados en una xref:database-connection.adoc[base de datos admitida]
ja: ヒント：xref:database-connection.adoc[サポートされているデータベース]に保存されているデータを使用することが可能です。

source: Upload your data to the IPT
es: Suba sus datos al IPT
ja: IPTにデータをアップロードする。

source: Hint: refer to other sections of this manual for additional guidance, such as the xref:manage-resources.adoc[Manage Resources Menu] section.
es: Sugerencia: consulte otras secciones de este manual para obtener orientación adicional, como la sección xref:manage-resources.adoc[Menú gestión de recursos].
ja: ヒント：補足的なガイダンスとして、本マニュアルの他のセクション（xref:manage-resources.adoc[リソース管理メニュー]など）も参照してください。

source: Map the data (e.g. xref:checklist-data.adoc[Checklist Data] gets mapped to the {latest-dwc-taxon}[Taxon Core], xref:occurrence-data.adoc[Occurrence Data] gets mapped to the {latest-dwc-occurrence}[Occurrence Core], xref:sampling-event-data.adoc[Sampling Event Data] gets mapped to the {latest-dwc-event}[Event Core]).
es: Mapee los datos (por ejemplo, xref:checklist-data.adoc[Checklist Data] se mapea al {latest-dwc-taxon}[Taxon Core], xref:occurrence-data.adoc[Occurrence Data] se mapea al {latest-dwc-occurrence}[Occurrence Core], xref:sampling-event-data.adoc[Sampling Event Data] se mapea al {latest-dwc-event}[Event Core]).

source: Fill in resource metadata using the IPT's metadata editor
es: Complete los metadatos de los recursos con el editor de metadatos del IPT
ja: IPTのメタデータエディタを使用して、リソースのメタデータを入力する。

source: Publish the dataset (make it freely and openly available worldwide)
es: Publique el conjunto de datos (hágalo disponible de forma gratuita y abierta en todo el mundo)
ja: データセットを公開する（世界中で自由に利用できるようにする）。

source: Register the dataset with GBIF.
es: Registre el conjunto de datos con GBIF.
ja: GBIFにデータセットを登録する。

source: Your organization must be registered with GBIF (see prerequisite 2 above) and added to your IPT by the IPT administrator. Otherwise, the organization will not be available to choose from in the IPT.
es: Su organización debe estar registrada en GBIF (consulte el prerrequisito 2 arriba) y el administrador del IPT debe agregarla a su IPT. De lo contrario, la organización no estará disponible para elegir en el IPT.
ja: IPT管理者によってGBIFに登録され（先述の前提条件2を参照）、IPTに追加される必要があります。そうでないと、その機関はIPTで選択することができません。

source: Hint: it is highly recommended that you save yourself time and money by requesting an account on a xref:data-hosting-centres.adoc[data hosting centre IPT] that is located in your country.
ja: ヒント：あなたの国にあるデータホスティングセンターのIPTのアカウントを要求して、時間とお金を節約することを強くお勧めします。

source: Hint: try using an Excel template to structure your data, and understand what DwC terms are required and recommended
ja: ヒント：Excelのテンプレートを使ってデータを構成し、どのようなDwC用語が必要・推奨とされるか理解してください。

source: Map the data (e.g. xref:checklist-data.adoc[Checklist Data] gets mapped to the {latest-dwc-taxon}[Taxon Core], xref:occurrence-data.adoc[Occurrence Data] gets mapped to the {latest-dwc-occurrence}[Occurrence Core], xref:sampling-event-data.adoc[Sampling Event Data] gets mapped to the {latest-dwc-event}[Event Core].
ja: データのマッピングを行う（例：xref:checklist-data.adoc[チェックリストデータ]は{latest-dwc-taxon}[タクソンコア] に、xref:occurrence-data.adoc[オカレンスデータ]は{latest-dwc-occurrence}[オカレンスコア]に、xref:sampling-event-data.adoc[サンプリングイベントデータ]は{latest-dwc-event}[イベントコア]にそれぞれマッピングされます）。
