Repository: gbif/ipt
Catalog: docs/translations/index.adoc.*.po
Languages: es, ja, zh

source: The simplest way to begin using the IPT is to request a free account on a xref:data-hosting-centres.adoc[trusted data hosting centre] allowing you to manage your own datasets and publish them through GBIF.org without the hassle of setting up and maintaining the IPT on your own server.
es: La forma más sencilla de empezar a utilizar el IPT es solicitar una cuenta gratuita en un xref:data-hosting-centres.adoc[centro de almacenamiento de datos de confianza] permitiéndole gestionar sus propias bases de datos y publicarlas a través de GBIF.org sin la molestia de configurar y mantener el IPT en su propio servidor.
ja: IPTを使い始める最も簡単な方法は、信頼できるデータホスティングセンターに無料のアカウントを申請することです。これにより、自分のデータセットを管理し、自分のサーバーでIPTをセットアップして維持する手間なしにGBIF.orgを通じてそれらを公開することができます。

source: Otherwise if want to setup your own instance of the IPT the xref:getting-started.adoc[Getting Started Guide] is your entry point.
es: De lo contrario, si quiere configurar su propia instancia del IPT, la xref:getting-started.adoc[Guía de Introducción] es su punto de inicio.
ja: また、IPTのインスタンスを自分でセットアップする場合は、[Getting Started Guide]を利用してください。
zh: 或者，如果您想自行設置 IPT 實例，可以參考 xref:getting-started.adoc[入門指南] 作為您的起點。

source: How to publish biodiversity data through GBIF.org using the IPT
es: Cómo publicar datos sobre biodiversidad a través de GBIF.org usando el IPT
ja: IPTを利用してGBIF.orgで生物多様性データを公開する方法
zh: 如何使用 IPT 來透過 GBIF.org 發布生物多樣性資料

source: GBIF Integrated Publishing Toolkit (IPT) User Manual
es: Manual del usuario del GBIF Integrated Publishing Toolkit (IPT)
ja: GBIF 統合バブリッシングツールキット（IPT） ユーザーマニュアル
zh: GBIF 資料整合發布工具（IPT）使用者手冊

source: _For information on the latest release, including downloads, see the xref:releases.adoc[Releases] page._
es: _Para obtener información sobre la última versión, incluyendo las descargas, consulte la página de xref:releases.adoc[versiones]._
ja: ダウンロードを含む最新版の情報は、[Releases]ページをご覧ください。
zh: _有關最新版本的資訊，包括下載內容，請參閱 xref:releases.adoc[發佈] 頁面._

source: The GBIF Integrated Publishing Toolkit (IPT) is a freely available open source web application that makes it easy to share four types of biodiversity-related information:
es: El Integrated Publishing Toolkit (IPT) de GBIF es una aplicación web de código abierto, disponible de forma gratuita, que facilita compartir cuatro tipos de información sobre biodiversidad:
ja: GBIF統合パブリッシングツールキット（IPT）は、4種類の生物多様性関連情報を簡単に共有できる、自由に利用可能なオープンソースWebアプリケーションです。
zh: GBIF 資料整合發布工具（IPT）是一個免費的開源網路應用程式，讓您輕鬆共享四種類型的生物多樣性相關資訊：

source: primary taxon occurrence data
es: Datos primarios sobre registros biológicos
ja: 主要な分類群のオカレンスデータ
zh: 原始的分類單元出現紀錄資料

source: taxon checklists
es: Listas de chequeo taxonómico
ja: 分類群チェックリスト
zh: 分類單元清單

source: sampling event data
es: Datos de eventos de muestreo
ja: サンプリングイベントデータ
zh: 調查活動資料

source: general metadata about data sources.
es: Metadatos de conjuntos de datos
ja: データソース全般のメタデータ
zh: 資料來源的一般詮釋數據。

source: An IPT instance as well as the data and metadata registered through the IPT are connected to the GBIF Registry, are indexed for consultation via the GBIF network and portal, and are made accessible for public use. The IPT can also be configured with a DataCite account in order to assign DOIs to datasets transforming it into a data repository.
es: Una instancia del IPT, así como los datos y metadatos registrados a través del mismo, están conectados al Registro de GBIF, indexados para su consulta a través de la red y el portal de GBIF y disponibles para uso público. El IPT también puede configurarse con una cuenta de DataCite para asignar DOIs a los conjuntos de datos, transformándolo en un repositorio de datos.
ja: IPTインスタンスおよびIPTで登録されたデータやメタデータはGBIFレジストリに接続され、GBIFネットワークやポータルを通じて参照できるようインデックス化され、一般に利用できるようになります。また、IPTにDataCiteアカウントを設定することで、データセットにDOIを付与し、データリポジトリとして活用することも可能です。
zh: IPT 實例以及通過該 IPT 所註冊的資料和詮釋資料將連接到 GBIF 登錄系統。這些資料會被 GBIF 編入索引，以便讓使用者只要通過 GBIF 入口網站進行檢索，就能公開地查詢和使用。此外，IPT 還可以設置 DataCite 帳戶，為資料集分配 DOI，使其成為資料儲存庫。

source: Founded and funded by governments in 2001, The Global Biodiversity Information Facility (GBIF) is the world's largest multi-lateral initiative for enabling free access to biodiversity data via the Internet. https://www.gbif.org/participation/participant-list[GBIF's diverse Participants] include primarily countries and international organizations. GBIF also has formal partnerships with relevant international treaty bodies. GBIF's mission is to promote and enable free and open access to biodiversity data worldwide via the Internet to underpin science, conservation and sustainable development. More information about GBIF can be found at https://www.gbif.org/[GBIF.org].
es: Fundada y financiada por los gobiernos en el año 2001, la Infraestructura Mundial de Información en Biodiversidad (GBIF) es la iniciativa multilateral más grande del mundo, creada para facilitar el acceso libre a datos sobre biodiversidad a través de Internet. Entre los diversos https://www.gbif.org/es/participation/participant-list[Aliados de GBIF] se incluyen principalmente países y organizaciones internacionales. GBIF también ha constituido alianzas formales con importantes organismos que son producto de tratados internacionales. La misión de GBIF consiste en promover y facilitar el acceso libre y gratuito a datos sobre biodiversidad en todo el mundo, a través de Internet, para apoyar a la ciencia, la conservación y el desarrollo sostenible. Puede obtener más información acerca de GBIF en http://www.gbif.org/es/.
ja: 2001年に各国政府が出資して設立されたGBIF（The Global Biodiversity Information Facility）は、インターネットを通じて生物多様性データを自由に入手できるようにするための世界最大の多国間イニシアチブです。GBIFのさまざまな参加者は、主に国や国際機関です。GBIFは、関連する国際条約機関とも正式なパートナーシップを結んでいます。GBIFの使命は、科学、保全、持続可能な開発を支えるために、インターネットを介した生物多様性データへの自由でオープンなアクセスを世界中に促進し、可能にすることです。GBIFの詳細については、[GBIF.org]をご覧ください。
zh: 全球生物多樣性資訊機構（GBIF）經由各國政府資助成立於2001年，是全球最大旨在通過網路平臺提供生物多樣性資料的免費訪問與使用的多邊倡議。 https://www.gbif.org/zh-tw/participation/participant-list[GBIF 的多元參與者] 主要包括各個國家和國際組織。GBIF 也與相關的國際條約機構建立了正式合作夥伴關係。GBIF 的使命是促進和實現全球免費和開放的生物多樣性資料訪問，以支持科學、保育和永續發展。關於 GBIF 的更多資訊，請訪問 https://www.gbif.org/zh-tw/[GBIF.org]。

source: Several factors have provided motivation for GBIF to lead the development of the IPT:
es: Múltiples factores han servido como motivación para que GBIF lidere el desarrollo del IPT:
ja: GBIFがIPTの開発を主導するようになったのは、いくつかの要因があります。
zh: 有幾個因素促使了 GBIF 主導 IPT 的開發：

source: limitations of previous publishing tools (DiGIR, TAPIR, BioCASe) to easily publish and transfer large datasets;
es: Las limitaciones de aplicaciones y protocolos anteriores (DiGIR, TAPIR, BioCASe) para publicar y transferir fácilmente conjuntos de datos de gran tamaño;
ja: 大規模なデータセットを容易に公開・転送するできる従来の公開ツール（DiGIR、TAPIR、BioCASe）が制限を受けたため。
zh: 先前的發布工具（如 DiGIR、TAPIR、BioCASe）在發布和轉移大型資料集方面有所限制；

source: the need to reduce the load on both the publisher's server, and GBIF's server during indexing. The reason being that indexing from DiGIR, TAPIR, or BioCASe caused heavy loads due to repeated HTTP request-response interactions.
es: La necesidad de reducir la carga en los servidores de los publicadores y de GBIF durante el proceso de indexación. Esto se debe a que el proceso de indexación desde DiGIR, TAPIR, o BioCASe se convierte en una carga pesada debido a las interacciones requerimiento-respuesta HTTP repetidas;
ja: インデックス作成時に出版社のサーバーとGBIFのサーバーの両方の負荷を軽減するため。DiGIR、TAPIR、BioCASeからのインデックス作成では、HTTPリクエストとレスポンスのやりとりが繰り返され、負荷が大きくなってしまいました。
zh: 需要減少發布者伺服器和 GBIF 伺服器在索引過程中的負載。這是因為來自 DiGIR、TAPIR 或 BioCASe 的索引會因重複的 HTTP 請求與回應的交互動作而造成負載過重。

source: the need to speed up the process of indexing biodiversity occurrence datasets;
es: La necesidad de agilizar el proceso de indexación de los conjuntos de datos sobre biodiversidad;
ja: 生物多様性データセットのインデックス作成の高速化のため。
zh: 需要加快生物多樣性出現紀錄資料集的索引過程；

source: the need to offer additional benefits and services to the data publishers to encourage data publication;
es: La necesidad de ofrecer beneficios y servicios adicionales a los publicadores de datos para incentivar la publicación;
ja: データ公開者にさらなるサービスやメリットを提供し、データ公開を促進するため。
zh: 需要為資料發布者提供額外的利益和服務，以鼓勵他們發布資料；

source: the lack of appropriate tools to publish certain types of biodiversity data, such as names checklists and data set metadata.
es: La carencia de herramientas apropiadas para la publicación de determinado tipo de datos sobre biodiversidad, tales como nombres, listas de chequeo y metadatos.
ja: 名前チェックリストやデータセットのメタデータなど、特定の種類の生物多様性データを公開するための適切なツールがなかったため。
zh: 缺乏適當的工具來發布某些類型的生物多樣性資料，例如名稱清單和資料集詮釋資料。

source: To understand how the IPT works, try watching this concise 25 minute live demo showing how a dataset gets properly published and registered through GBIF.org.
es: Para comprender cómo funciona el IPT, intente ver esta demostración en vivo concisa de 25 minutos que muestra cómo un conjunto de datos se publica y registra correctamente a través de GBIF.org.
ja: IPTの仕組みを理解するために、データセットがGBIF.orgを通じて適切に公開・登録される様子を25分の簡単な動画で見てみましょう。
zh: 若要了解 IPT 的運作方式，可以觀看這段 25 分鐘的示範影片，它簡明地演示了如何通過 GBIF.org 正確地發布和註冊資料集。

source: Users
es: Usuarios
ja: ユーザー
zh: 使用者

source: If you're only interested in trying out the IPT please request an account on the https://ipt.gbif.org/[Demo IPT] by sending an email to helpdesk@gbif.org.
es: Si solo está interesado en probar el IPT, solicite una cuenta en https://ipt.gbif.org/[Demo IPT] enviando un correo electrónico a helpdesk@gbif.org.
ja: もしIPTを試してみたいだけなら、helpdesk@gbif.org にメールを送って[Demo IPT]のアカウントを申請してください。
zh: 如果您只是想試用 IPT，請發送電子郵件至 helpdesk@gbif.org 來申請一個 https://ipt.gbif.org/[IPT 示範系統] 的帳戶。

source: Be sure to sign up to the https://lists.gbif.org/mailman/listinfo/ipt/[IPT Mailing List], which serves as a support group for IPT users. It is essential that the IPT is kept up to date to be as secure and robust as possible, so if you are responsible for administering an IPT, then you should be signed up to be notified of new releases so that you can update immediately.
es: Asegúrese de registrarse en https://lists.gbif.org/mailman/listinfo/ipt/[Lista de correo de IPT], que sirve como grupo de apoyo para los usuarios de IPT. Es esencial que el IPT se mantenga actualizado para que sea lo más seguro y robusto posible, por lo que si usted es responsable de administrar un IPT, debe registrarse para recibir notificaciones de nuevas versiones para que pueda actualizar de inmediato.
ja: IPTユーザーのサポートグループである[IPT Mailing List]に必ずご登録ください。IPTを可能な限り安全かつ堅牢にするためには、IPTを最新の状態にしておくことが不可欠です。IPTの管理責任者は、すぐに更新できるよう、最新のリリースの通知を受け取るためにサインアップしておく必要があります。
zh: 請務必訂閱 https://lists.gbif.org/mailman/listinfo/ipt/[IPT 郵件列表]。該列表是 IPT 使用者的支持小組。確保 IPT 保持最新狀態對於其安全性和穩定性至關重要，因此，如果您負責管理 IPT，應訂閱以接收新版本通知，便於立即更新。

source: Developers
es: Desarrolladores
ja: 開発者
zh: 開發人員

source: The core development of the IPT is directed by GBIF, but the coding is a community effort and everyone is welcome to join. Start by browsing the https://github.com/gbif/ipt/issues[Open Issues] to find something that you'd like to start working on. Kindly note that contributions are welcome in the form of a https://help.github.com/articles/creating-a-pull-request/[pull request] using a branch or fork of the repository. Full instructions aimed at developers can be found xref:developer-guide.adoc[here].
es: El desarrollo principal del IPT está dirigido por GBIF, pero la codificación es un esfuerzo de la comunidad y todos son bienvenidos a unirse. Empiece por navegar los https://github.com/gbif/ipt/issues[Issues Abiertos] para encontrar algo en lo que le gustaría empezar a trabajar. Tenga en cuenta que las contribuciones son bienvenidas en forma de https://help.github.com/articles/creating-a-pull-request/[pull request] utilizando una rama o bifurcación del repositorio. Las instrucciones completas dirigidas para desarrolladores se pueden encontrar xref:developer-guide.adoc[aquí].
ja: IPTの開発はGBIFが中心となって指揮していますが、コーディングはコミュニティの努力によるもので、誰でも参加することができます。まずは、[Open Issues]を見て、取り組んでみたいことを見つけてください。その貢献は、リポジトリのブランチまたはフォークを使用した[pull request]の形で歓迎されることに留意してください。開発者向けの詳しい説明は、[here]をご覧ください。
zh: IPT 的核心開發由 GBIF 主導，但程式碼的編寫是一項需要社群努力的任務，歡迎大家參與。您可以瀏覽 https://github.com/gbif/ipt/issues[開放議題] 尋找您想要處理的項目。請注意，貢獻可以通過倉庫的分支或複製來提交 https://help.github.com/articles/creating-a-pull-request/[pull request]。完整的開發者指南請參閱 xref:developer-guide.adoc[此處]。

source: Translators
es: Traductores
ja: 翻訳者
zh: 翻譯人員

source: The IPT user interface and manual both need internationalization, but it's a community effort and everyone is welcome to join. Full instructions aimed at translators can be found xref:translations.adoc[here].
es: La interfaz de usuario y el manual de IPT necesitan internacionalización, pero es un esfuerzo de la comunidad y todos son bienvenidos a unirse. Las instrucciones completas dirigidas a los traductores se pueden encontrar xref:translations.adoc[here].
ja: IPTのユーザーインターフェイスやマニュアルも国際化が必要ですが、コミュニティの活動ですので、どなたでも参加できます。翻訳者を対象とした詳細な指示は、[here]で見つけることができます。
zh: IPT 的使用者介面和手冊都需要國際化，這是一項社群協作，歡迎大家參與。翻譯人員的完整說明可參閱 xref.adoc[此處]。

source: Thanks to an enormous community effort, and by leveraging the power of the https://crowdin.com/project/gbif-ipt[Crowdin] localization tool, the user interface has already been translated into seven different languages: English, French, Spanish, Traditional Chinese, Brazilian Portuguese, Japanese, and Russian.
es: Gracias a un enorme esfuerzo de la comunidad y al aprovechar el poder de la herramienta de localización https://crowdin.com/project/gbif-ipt[Crowdin], la interfaz de usuario ya se ha traducido a siete idiomas diferentes: inglés, francés, español , chino tradicional, portugués brasileño, japonés y ruso.
ja: コミュニティの多大な努力と、ローカリゼーションツールlink:https://crowdin.com/project/gbif-ipt[Crowdin]の力を借りて、ユーザーインターフェースはすでに7ヶ国語（英語・フランス語・スペイン語・中国語（繁体字）・ポルトガル語（ブラジル）・日本語・ロシア語）に翻訳されています。
zh: 由於廣大社群的努力，並借助 https://crowdin.com/project/gbif-ipt[Crowdin] 本地化工具的力量，IPT 使用者介面已被翻譯成七種不同的語言：英文、法文、西班牙文、繁體中文、巴西葡萄牙文、日文和俄文。

source: Acknowledgements
es: Agradecimientos
ja: 謝辞
zh: 致謝

source: A large number of dedicated volunteers contribute to the success of this software. With your help, the IPT has become a successful tool in use all around the world.
es: Un gran número de voluntarios dedicados contribuyen al éxito de este software. Con su ayuda, el IPT se ha convertido en una herramienta exitosa que se utiliza en todo el mundo.
ja: このソフトの成功には、多くの献身的なボランティアが貢献しています。皆様のご協力により、IPTは世界中で使用される素晴らしいツールになりました。
zh: 眾多熱心志願者的貢獻成就了這款軟體。在您的幫助下，IPT 已成為全球廣泛使用的成功工具。

source: https://crowdin.com/[Crowdin] is kindly supporting this open source project by giving GBIF a free access to its localization management platform. Crowdin makes it possible to manage a large number of concurrent translations.
es: https://crowdin.com/[Crowdin] amablemente apoya este proyecto de código abierto al darle a GBIF acceso gratuito a su plataforma de gestión de localización. Crowdin permite gestionar un gran número de traducciones simultáneas.
ja: https://crowdin.com/[Crowdin]は、このオープンソースプロジェクトを支援するため、GBIFに同社のローカリゼーション管理プラットフォームへの無償アクセスを提供しています。Crowdinは、多言語への同時翻訳の管理を可能にします。
zh: https://crowdin.com/[Crowdin] 慷慨地支持此開源專案，為 GBIF 提供免費的本地化管理平台訪問權限，並使同時管理大量的翻譯成為可能。

source: The simplest way to begin using the IPT is to request a free account on a https://www.gbif.org/data-hosting-centres[trusted data hosting centre^] allowing you to manage your own datasets and publish them through GBIF.org without the hassle of setting up and maintaining the IPT on your own server.
zh: 開始使用 IPT 最簡單的方法是在 https://www.gbif.org/zh-tw/data-hosting-centres [可信賴的數據託管中心^] 申請一個免費的帳戶。這樣一來，您就可以管理自己的數據集，並通過 GBIF.org 發佈，而無需自己另外設置和維護 IPT 伺服器。
