Repository: gbif/ipt
Catalog: docs/translations/initial-setup.adoc.*.po
Languages: es, ja

source: Initial Setup
es: Configuración inicial del IPT
ja: 初期設定

source: Data directory
es: Directorio de datos
ja: データディレクトリ

source: This step is only shown if the data directory was not already configured during installation.
es: Este paso sólo se muestra si el directorio de datos no ha sido configurado durante la instalación.
ja: このステップは、インストール時点でデータディレクトリがまだ設定されていない場合にのみ表示されます。

source: The first time the IPT is run, you will be presented with a few simple steps to prepare the IPT for use. First it requires a location where the data for the IPT installation can be stored. The format of the location entered on the page must conform with the standard for an absolute path to a directory on the operating system where the IPT is installed; relative paths are not supported. For example, use a path such as `C:\datadir` for Windows environments or `/srv/datadir` for Unix and Mac OS X environments. The IPT must have write permission to the selected location. If it does, the path can be entered in the text box provided and then click on the button labelled "Save" - the directory will be created if it doesn't already exist. It is permissible to create the data directory first with the appropriate write permissions, then enter the absolute path to the directory in the text box and click on the "Save" button.
es: La primera vez que se ejecuta el IPT se le presentarán unos pasos simples para preparar el IPT para su uso. Primero se requiere una ubicación donde los datos para la instalación del IPT puedan ser almacenados. El formato de la ubicación introducida en la página debe cumplir con el estándar de una ruta absoluta a un directorio en el sistema operativo donde se instala el IPT, este formato no admite rutas relativas. Por ejemplo, utilice una ruta como `C:\datadir` para entornos Windows o `/srv/datadir` para entornos Unix y Mac OS X. El IPT debe tener permiso de escritura en la ubicación seleccionada. Si lo tiene, puede introducir la ruta en el cuadro de texto proporcionado y a continuación, hacer clic en el botón "Guardar" - se creará el directorio en caso de que este no exista. Se puede crear primero el directorio de datos con los permisos de escritura apropiados, luego introducir la ruta absoluta al directorio en el cuadro de texto y hacer clic en el botón "Guardar".

source: Do not select a data directory that is vulnerable to inadvertent changes or removal. Do not use `/tmp`, for example, on systems where this folder may be emptied on a system restart. *The data directory should be backed up regularly in keeping with an appropriate disaster recovery plan.* Loss of the contents of the data directory will result in the loss of resource, user, and other configuration information and customizations to the IPT installation.
es: no seleccione un directorio de datos que sea vulnerable a cambios o eliminaciones accidentales. No utilice `/tmp`, por ejemplo, en sistemas en los que se elimine el contenido de esta carpeta en un reinicio del sistema. *Se deberá realizar una copia de seguridad del directorio de datos con regularidad, de acuerdo con un plan apropiado de recuperación ante desastres.* La pérdida de los contenidos del directorio de datos provocará la pérdida de información sobre recursos, usuarios y otras configuraciones y personalizaciones de la instalación IPT.
ja: 不注意による変更や削除の可能性があるデータディレクトリを選択しないでください。例えば`/tmp`のように、システム再起動時に空になる可能性があるシステムでは使用しないでください。*データディレクトリは、適切な災害復旧計画に沿って、定期的にバックアップを取る必要があります。*データディレクトリの内容が失われると、リソース、ユーザー、その他の構成情報、およびIPTインストールに対するカスタマイズが失われます。

source: If you have a data directory from a previously running IPT of the same version and want to use that previous configuration (including users and resources), you can enter the absolute path of that data directory in this first step of the IPT setup. Clicking on "Save" in this case will bypass the page titled IPT setup II and present the IPT Administration page.
es: Si tiene un directorio de datos de un IPT que estaba ejecutando anteriormente de la misma versión y quiere usar esa configuración (incluyendo los usuarios y los recursos), puede ingresar la ruta absoluta de ese directorio de datos en este primer paso de la configuración del IPT. Al hacer clic en "Guardar" en este caso, se omitirá la página titulada "Instalación del IPT II" y se presentará la página de Administración del IPT.
ja: 同じバージョンで以前動作していたIPTのデータディレクトリがあり、当時の設定（ユーザーとリソースを含む）を使用したい場合、IPT設定のこの最初のステップでそのデータディレクトリの絶対パスを入力することができます。この場合、「保存」をクリックすると、IPT設定IIと題されたページがスキップされ、IPT管理ページが表示されます。

source: If you receive an error stating the location is not writable, see xref:faq.adoc#file-permissions[the FAQ item on this].
es: Si recibe un error indicando que la ubicación no tiene permisos de escritura, consulte xref:faq.adoc#file-permissions[el artículo de las Preguntas Frecuentes sobre esto].
ja: 書き込みができない場所であるというエラーが発生した場合は、xref:faq.adoc#file-permissions[FAQのこちら]を参照してください。

source: Click on the language name in the upper right hand corner to see whether your preferred language is available to use the IPT in.
es: Haga clic en el nombre del idioma que está en la esquina superior derecha para verificar si el idioma de su preferencia está disponible para usar el IPT.
ja: 右上の言語名をクリックすると、希望の言語でIPTが利用できるかどうか確認できます。

source: Administrator user
es: Usuario administrador

source: If the initial data directory assignment step was successful, the IPT will present a second setup page (see screen image, below) on which the information about the default administrator of the IPT must be entered.
es: Si el paso inicial de asignación del directorio fue exitoso, el IPT va a presentar una segunda página de configuración (vea la imagen de captura abajo) en la cuál la información acerca del administrador predeterminado debe ser ingresada.

source: The default administrator will have a distinct login and the authority to make changes to all aspects of the IPT installation. The default administrator will be able to make additional user accounts, including other administrators having the same authority to make changes. Though administrators can be added and removed, the IPT must always have at least one. Following are explanations of the fields encountered on the second setup page:
es: El Administrador predeterminado tendrá un nombre de usuario definido y la autoridad para realizar cambios en todos los aspectos de la instalación del IPT. El administrador predeterminado también puede crear cuentas de usuario adicionales, incluyendo otros administradores que tengan la misma autoridad para hacer cambios. Aunque los administradores pueden ser añadidos y eliminados, el IPT siempre deberá tener al menos un responsable asignado. Las siguientes son las explicaciones de los campos que se encuentran en la segunda página de configuración.

source: *Email* - the full, active email address of the default administrator of the IPT installation.
es: *Correo electrónico*: la dirección de correo electrónico completa y activa del administrador predeterminado de la instalación del IPT.
ja: *Email* - IPTインストールのデフォルト管理責任者の完全かつ有効なEメールアドレス。

source: *First name* - the first name of the default administrator.
es: *Nombre*: el nombre del administrador predeterminado.
ja: *名前* - デフォルトの管理責任者のファーストネーム。

source: *Last name* - the last name of the default administrator.
es: *Apellido*: el apellido del administrador predeterminado.
ja: *名字* - デフォルトの管理責任者のラストネーム。

source: *Password* - a password for the default administrator.
es: *Contraseña*: una contraseña para el administrador predeterminado.
ja: *パスワード* - デフォルトの管理責任者のパスワード。

source: The password should be made secure and safe from loss, as it is not recoverable from the IPT application.
es: La contraseña debe ser segura y estar a salvo de perderse, ya que no es recuperable desde la aplicación del IPT.
ja: パスワードはIPTアプリケーションからは復元できないため、紛失しないよう安全な状態にする必要があります。

source: *Verify password* - an exact copy of the password as entered in the Password text box to confirm that it was entered as intended.
es: *Verificar la contraseña*: una copia exacta de la contraseña tal como se ingresó en el cuadro de texto "Contraseña", para confirmar que se haya ingresado correctamente.
ja: *パスワードの確認* - パスワードのテキストボックスに入力されたパスワードと一致するかで、意図したとおりに入力されたか確認します。

source: IPT Mode
es: Modo del IPT
ja: IPTモード

source: If the second step was successful, the IPT will present a third setup page (see screen image, below) on which the information about the IPT mode must be entered.
es: Si el segundo paso fue exitoso, el IPT va a presentar una tercera página de configuración (vea la imagen de captura abajo) en la cuál la información acerca del modo del IPT debe ser ingresada.

source: for a given installation, this selection is final and cannot be changed later on.
es: para una instalación dada, esta selección es definitiva y no puede ser cambiada posteriormente.
ja: インストールを選択した場合、これは最終的なものであり、後から変更することはできません。

source: The IPT mode decides whether the hosted resources will be indexed for public search access by GBIF. GBIF recommends IPT administrators try Test mode first in order to understand the registration process, and then reinstall in Production mode for formal data publishing. To switch from test to production mode or vice versa, you will have to reinstall your IPT and repeat any configurations you made.
es: El modo del IPT determina si los recursos alojados serán o no indexados por GBIF, con el fin de facilitar el acceso público. GBIF recomienda a los administradores del IPT usar en un principio el modo Prueba para entender el proceso de registro, y, posteriormente, reinstalarlo en modo Producción para realizar publicaciones formales. Para cambiar el modo de test a producción o viceversa, se debe reinstalar el IPT y repetir el proceso de configuración hecho previamente.

source: *IPT mode*
es: *Modo del IPT*
ja: *IPTモード*

source: Choose between Test mode and Production mode. Test mode is for evaluating the IPT or running it in a training scenario, and registrations will go into a test registry and resources will never be indexed. All DOIs minted for resources in test mode should use a test prefix (which can be requested from DataCite), meaning they are temporary. Production mode, on the other hand, is for publishing resources formally, and resources are registered into the GBIF Registry and will be indexed. DOIs minted for resources cannot be deleted, and require resources to remain publicly accessible.
es: Elija entre el modo Prueba y el modo Producción. El modo de prueba se usa para evaluar el IPT o ejecutarlo en un escenario de entrenamiento, los registros irán a un registro de prueba y los recursos nunca serán indexados. Todos los DOIs asignados para los recursos en modo de prueba deben utilizar un prefijo de prueba (que se puede solicitar a DataCite) el cual indica que son temporales. El modo de producción, por otro lado, se usa para la publicación formal de recursos, los recursos se registran en el Registro de GBIF y serán indexados. Los DOIs asignados para los recursos no pueden ser eliminados y requieren que los recursos permanezcan accesibles al público.
ja: テストモードと本番モードのどちらかを選択します。テストモードは、IPTを評価するため、またはトレーニングシナリオで実行するためのもので、登録はテストレジストリに入り、リソースは決してインデックスされません。テストモードのリソースに対して作成されるすべてのDOIは、一時的であることを意味するテストプレフィックス（DataCiteに要求可能）を使用する必要があります。一方本番モードは、リソースを正式に公開するためのモードであり、リソースはGBIFレジストリに登録され、インデックスが作成されます。リソースに付与されたDOIは削除することができず、リソースが一般に公開され続けることが求められます。

source: Public URL
es: URL pública
ja: 公開 URL

source: If the third step was successful, the IPT will present a fourth setup page (see screen image, below) on which the information about the IPT mode must be entered.
es: Si el tercer paso fue exitoso, el IIPT va a presentar un cuarta página de configuración (vea lo captura de imagen abajo) en la cual debe ser ingresada la información acerca del modo del IPT.

source: The public, Internet-accessible URL that points to the root of this IPT installation. The URL is detected automatically if possible. On production systems it needs to be accessible via the Internet in order for the IPT to function fully. Configuring the IPT Public URL to use localhost, for example, will not allow the IPT to be registered with GBIF, will not allow the IPT to be associated with an organization, and will not allow resources to be publicly accessible.
es: La URL pública, accesible a través de Internet, que apunta a la raíz de esta instalación de IPT. La URL se detecta automáticamente si es posible. En los sistemas de producción tiene que ser accesible a través de Internet para que el IPT funcione correctamente. Configurar la URL pública del IPT para usar localhost, por ejemplo, no permitirá que el IPT se registre en GBIF, no permitirá que el IPT se asocie con una organización y no permitirá que los recursos sean accesibles públicamente.
ja: このIPTインストールのルートを指す、インターネットにアクセス可能な公開URLです。可能であれば、URLは自動的に検出されます。本番システムでは、IPTが完全に機能するために、インターネット経由でアクセスできる必要があります。例えば、IPT公開URLをローカルホストに設定すると、IPTをGBIFに登録できず、IPTを機関と関連付けることや、リソースに一般にアクセスすることもできなくなります。

source: Institutional proxy URL (optional)
es: URL del proxy institucional (opcional)
ja: 機関のプロキシURL（オプション）

source: If the server on which the IPT is installed does not have direct HTTP/HTTPS access to the Internet, but instead must route outbound HTTP/HTTPS requests through an institutional proxy server, enter the host address and port number here. For example, `\http://proxy.example.org:8080`.
es: Si el servidor en el que está instalado el IPT no tiene acceso HTTP/HTTPS directo a Internet, sino que debe enrutar las solicitudes HTTP/HTTPS salientes a través de un servidor proxy institucional, ingrese la dirección del host y el número de puerto aquí. Por ejemplo, `http://proxy.example.org:8080`.
ja: IPTがインストールされているサーバーがインターネットに直接HTTP/HTTPSアクセスできず、代わりに機関プロキシサーバーを介してHTTP/HTTPSリクエストのアウトバウンドをルーティングする必要がある場合、ここにホストアドレスとポート番号を入力します。 例えば、``http://proxy.example.org:8080``です。

source: When all the information on the page is complete and correct, click on the button labelled "Save" to complete the IPT setup process. If a problem occurs, an error message will appear at the top of the page with recommendations about how to resolve the issue. Provided the issue has been resolved, restarting the web server will make it disappear. If the setup is successful, a page confirming the success of the setup will appear.
es: Cuando toda la información en la página esté completa y correcta, haga clic en el botón "Guardar" para completar el proceso de instalación del IPT. Si se presenta algún problema, aparecerá un mensaje de error en la parte superior de la página con recomendaciones acerca de cómo resolverlo. Siempre y cuando el problema haya sido resuelto, al reiniciar el servidor web este mensaje de error desaparecerá. Si la configuración fue exitosa, aparecerá una página de confirmación de la configuración.

source: Click on the button labelled "Continue" to open the IPT Administration page (see the screen image, below), from which further configuration of the IPT can be accomplished. Please review the explanations of all of the Administration functions before continuing. Details about the options presented on this screen are given in the xref:administration.adoc[Administration Menu] section. Before adding data resources to the IPT, the administrator must, at a minimum, verify the IPT settings, set the GBIF registration options, and associate the IPT with an organization.
es: Haga clic en el botón "Continuar" para abrir la página de Administración del IPT (ver la captura de pantalla a continuación), donde pueden continuar configurando el IPT. Por favor revise la explicación de todas las funciones de "Administración" antes de continuar. En la sección xref:administration.adoc["Menú de administración"] se detallan las opciones que se presentan en esta pantalla. Antes de añadir recursos al IPT el administrador debe, como mínimo, verificar la configuración del IPT, definir las opciones de registro en GBIF y asociar el IPT a una organización. El botón “Organizaciones” estará desactivado hasta que se hayan establecido las opciones de registro en GBIF.
ja: 「続ける」をクリックすると、IPT管理ページ（下図参照）が表示され、IPTの詳細な設定を行うことができます。続行する前に、すべての管理機能の説明を確認してください。この画面に表示されるオプションの詳細については、xref:administration.adoc[管理メニュー]のセクションで説明しています。IPTにデータリソースを追加する前に、管理者は少なくともIPTの設定を確認し、GBIF登録オプションを設定して、IPTを機関と関連付ける必要があります。

source: Once you have completed the steps in this Getting Started Guide, your IPT is ready to add resources (data sets and metadata). You may want to complete one or more of the tutorials to understand how common IPT tasks are accomplished. For detailed explanations of any further aspects of the IPT, consult the following sections of this user manual.
es: Una vez se hayan completado los pasos de esta "Guía de instalación", el IPT estará listo para agregar recursos (conjuntos de datos y metadatos). Es recomendable revisar los tutoriales para entender cómo se llevan a cabo las tareas comunes del IPT. Para una explicación detallada de cualquier otro aspecto del IPT, consulte las siguientes secciones de este manual del usuario.
ja: このスタートアップ・ガイドのステップを完了すると、IPTはリソース（データセットとメタデータ）を追加する準備が整います。一般的なIPTタスクの実行方法を理解するために、チュートリアルを完了するとよいでしょう。さらに詳しいIPTの説明については、このユーザーマニュアルの次のセクションを参照してください。

source: The first time the IPT is run, you will be presented with a few simple steps to prepare the IPT for use. The IPT setup page (see screen image, below) is the first of two setup pages. It requires publishers to confirm that they have read and understand a disclaimer regarding data licensing. Next it requires a location where the data for the IPT installation can be stored. The format of the location entered on the page must conform with the standard for an absolute path to a directory on the operating system where the IPT is installed; relative paths are not supported. For example, use a path such as `C:\datadir` for Windows environments or `/srv/datadir` for Unix and Mac OS X environments. The IPT must have write permission to the selected location. If it does, the path can be entered in the text box provided and then click on the button labelled "Save" - the directory will be created if it doesn't already exist. It is permissible to create the data directory first with the appropriate write permissions, then enter the absolute path to the directory in the text box and click on the "Save" button.
ja: 最初にIPTを実行するときは、IPTを使用するための準備としていくつかの簡単なステップが表示されます。IPTのセットアップページ（下の画面キャプチャ参照）は、2つのセットアップページのうちの最初のページです。このページでは、公開者がデータライセンスに関する免責事項を読み、理解したことを確認するよう求めています。次に、IPTのインストールに必要なデータを保存する場所を指定します。このページで入力する場所の形式は、IPTがインストールされているOSのディレクトリへの絶対パスの標準に準拠している必要があります。例えば、Windows環境では`C:\datadir`、UnixおよびMac OS X環境では`/srv/datadir`のようなパスを使用します。またIPTは、選択した場所への書き込み権限を持っている必要があります。IPTに書き込み権限がある場合は、テキストボックスにパスを入力し、「保存」ボタンをクリックすると、そのディレクトリが作成されます。適切な書き込み権限を持つデータディレクトリを最初に作成し、テキストボックスにディレクトリへの絶対パスを入力し、「保存」ボタンをクリックすることも可能です。

source: Administrator user and URLs
ja: 管理責任者ユーザーとURL

source: If the initial data directory assignment step was successful, the IPT will present a second setup page (see screen image, below) on which the information about the default administrator of the IPT must be entered, along with the information about what mode the IPT should run in, and how the IPT will be accessed from the Internet. Following are explanations of the fields encountered on the second setup page:
ja: 最初のデータディレクトリの割り当て手順が正しく終了した場合、IPTは、IPTのデフォルトの管理責任者についての情報を入力する必要があり、IPTが実行されるべきモードについての情報、IPTがインターネットからアクセスされる方法とともに、2つ目の設定ページ（以下の画面キャプチャを参照）を表示します。以下は、2つ目の設定ページで表示されるフィールドの説明です。

source: Default administrator
ja: Defaultの管理責任者(Administrator)

source: The default administrator will have a distinct login and the authority to make changes to all aspects of the IPT installation. The default administrator will be able to make additional user accounts, including other administrators having the same authority to make changes. Though administrators can be added and removed, the IPT must always have at least one.
ja: デフォルトの管理責任者は、個別のログインと、IPTインストールのすべての側面に変更を加える権限を持つことになります。デフォルトの管理責任者は、同じ権限を持つ他の管理責任者を含む、追加のユーザーアカウントを作成することができます。管理責任者の追加や削除は可能ですが、IPTは少なくとも常に1人は管理責任者がいなければなりません。

source: The IPT mode decides whether or not the hosted resources will be indexed for public search access by GBIF. GBIF recommends IPT administrators try Test mode first in order to understand the registration process, and then reinstall in Production mode for formal data publishing. To switch from test to production mode or vice versa, you will have to reinstall your IPT and repeat any configurations you made.
ja: IPTモードは、ホストされたリソースがGBIFによる一般的な検索アクセスのためにインデックスされるか否かを決定します。GBIFは、IPT管理者が登録プロセスを理解するためにまずテストモードを試し、その後正式なデータ公開のために本番モードで再インストールすることを推奨します。テストモードから本番モードへ、またはその逆へ切り替えるには、IPTを再インストールし、行ったすべての設定を繰り返す必要があります。

source: When all of the information on the page is complete and correct, click on the button labelled "Save" to complete the IPT setup process. If a problem occurs, an error message will appear at the top of the page with recommendations about how to resolve the issue. Provided the issue has been resolved, restarting the web server will make it disappear. If the setup is successful, a page confirming the success of the setup will appear.
ja: ページ上のすべての情報が正しく入力されたら、「保存」と書かれたボタンをクリックして、IPTの設定作業を完了します。問題が発生した場合、ページの上部にエラーメッセージが表示され、問題を解決するための推奨事項が表示されます。問題が解決された場合、Webサーバーを再起動すると、問題は解消されます。セットアップに成功すると、それを確認するページが表示されます。
