Repository: gbif/ipt
Catalog: docs/translations/installation.adoc.*.po
Languages: es, ja

source: Installation
es: Instalación
ja: インストール

source: Data directory
es: Directorio de datos
ja: データディレクトリ

source: The IPT stores configuration, resources, users and logs in its data directory. This can be set during installation, or the first time the IPT is run.
es: El IPT almacena la configuración, los recursos, los usuarios y la actividad del sistema en su directorio de datos. El directorio se puede configurar durante la instalación o la primera vez que se ejecuta la IPT.
ja: IPTは設定、リソース、ユーザー、ログをデータディレクトリに保存します。これは、インストール時またはIPTの初回実行時に設定することができます。

source: A typical location on Linux is `/var/lib/ipt` (installed from packages) or `/srv/ipt` (running in Tomcat). On Windows, `C:\ipt-data` is appropriate. The IPT must have write permission to the chosen location, see the xref:faq.adoc#file-permissions[FAQ entry] if you have problems.
es: Una ubicación típica en Linux es `/var/lib/ipt` (instalado desde los paquetes) o `/srv/ipt` (ejecutado en Tomcat). En Windows, `C:\ipt-data` es apropiada. El IPT debe tener permiso de escritura en la ubicación elegida, consulta esta nota xref:faq.adoc#file-permissions[FAQ] si tienes problemas.
ja: Linux上では`/var/lib/ipt`（パッケージインストール時）または`/srv/ipt`（Tomcat内で運用時）が一般的な場所です。またWindowsでは、`C:\ipt-data`が適切です。IPTは選択した場所への書き込み権限を持っている必要があります。問題がある場合は、xref:faq.adoc#file-permissions[FAQエントリ]を参照してください。

source: Do not select a data directory that is vulnerable to inadvertent changes or removal. Do not use `/tmp`, for example, on systems where this folder may be emptied on a system restart.
es: No seleccione un directorio de datos que sea vulnerable a cambios o eliminación involuntarios. No utilice `/tmp`, por ejemplo, en sistemas donde esta carpeta se puede vaciar al reiniciar el sistema.
ja: 不注意による変更や削除の可能性があるデータディレクトリを選択しないでください。例えば、`/tmp`はシステムの再起動時に空になる可能性があるため、使用しないでください。

source: *The data directory should be backed up regularly in keeping with an appropriate disaster recovery plan.*
es: *Se debe realizar una copia de seguridad del directorio de datos con regularidad de acuerdo con un plan de recuperación de desastres adecuado.*
ja: *データディレクトリは、適切な災害復旧計画に従って、定期的にバックアップを取る必要があります。*

source: Loss of the contents of the data directory will result in the loss of resource, user, and other configuration information and customizations to the IPT installation.
es: La pérdida del contenido del directorio de datos provocará la pérdida de información sobre recursos, usuarios y otras configuraciones y personalizaciones de la instalación de IPT.
ja: データディレクトリの内容が失われると、リソース、ユーザー、その他の構成情報およびIPTインストールに対するカスタマイズが失われます。

source: If you have a data directory from a previously running IPT of the same version and want to use that previous configuration (including users and resources), you can enter the absolute path of that data directory below, or during the first step of the IPT setup.
es: Si tiene un directorio de datos de una IPT de la misma versión que se estaba ejecutando anteriormente y quiere usar esa configuración (incluyendo los usuarios y los recursos), puede ingresar la ruta absoluta de ese directorio de datos a continuación o durante el primer paso de la configuración de la ITP.
ja: 同じバージョンで以前運用していたIPTのデータディレクトリがあり、その以前の設定（ユーザーとリソースを含む）を使用したい場合は、そのデータディレクトリの絶対パスを以下に入力するか、IPT設定の最初のステップで入力することができます。

source: Installation method
es: Método de instalación
ja: インストール方法

source: There are several ways to install the IPT.
es: Hay varias formas de instalar la IPT.
ja: IPTのインストールにはいくつか方法があります。

source: Users of *Red Hat*, *CentOS*, *Debian*, *Ubuntu* or similar may install directly from <<Installation from Linux packages,Linux packages>>. This is the simplest method for the typical installation of a single IPT on a single server, and is also the easiest method to keep updated.
es: Los usuarios de *Red Hat*, *CentOS*, *Debian*, *Ubuntu* o similar pueden instalar directamente desde <<Instalación desde paquetes Linux,paquetes Linux>>. Este es el método más simple para la instalación típica de una sola IPT en un solo servidor, y también es el método más fácil de mantener actualizada la herramienta.
ja: *Red Hat*、*CentOS*、*Debian*、*Ubuntu*などをお使いの方は、<<Installation from Linux packages,Linuxパッケージ>>から直接インストールすることができます。これは、1台のサーバーに1つのIPTをインストールする場合の最も簡単な方法であり、また更新も最も簡単です。

source: Other *Linux* users, all *MS Windows* users, and those who wish to run multiple IPTs on the same server should instead look at the section on <<Installation within a servlet container>>.
es: Otros usuarios de *Linux*, todos los usuarios de *MS Windows* y aquellos que deseen ejecutar múltiples IPT en el mismo servidor deben consultar la sección sobre <<Instalación dentro de un contenedor de servlets>>.
ja: その他の*Linux*ユーザーや全ての*MS Windows*ユーザー、また同じサーバー上で複数のIPTを実行したい方は、代わりにlink:https://ipt.gbif.org/manual/en/ipt/latest/installation#installation-within-a-servlet-container[サーブレットコンテナ内でのインストール]のセクションをご覧下さい。

source: *Docker* images are also available, see <<Installation using Docker>>.
es: *Docker* Las imágenes también están disponibles, puede consultarse en <<Instalación usando Docker>>
ja: *Docker*イメージも利用可能です。link:https://ipt.gbif.org/manual/en/ipt/latest/installation#installation-using-docker[Dockerを使ったインストール]を参照してください。

source: Installation from Linux packages
es: Instalación desde paquetes de Linux
ja: Linuxパッケージからのインストール

source: RPM (Red Hat, CentOS etc)
ja: RPM（Red Hat, CentOSなど）

source: Packages for Red Hat 8, CentOS 8 Stream, Rocky Linux 8 or similar are being developed. Please see https://github.com/gbif/ipt/issues/1646[this issue] if you can help with testing, or use Red Hat 7 / CentOS 7 instead.
ja: Red Hat 8、CentOS 8 Stream、Rocky Linux 8などのパッケージは現在開発中です。こちらの link:https://github.com/gbif/ipt/issues/1646[問題] を見てテストにご協力いただくか、代わりにRed Hat 7やCentOS 7をご利用ください。

source: To install the IPT onto Red Hat 7, CentOS 7 or similar, first add the GBIF package repository and install the IPT package:
es: Para instalar IPT en Red Hat 7, CentOS 7 o similar, primero agregue el repositorio de paquetes GBIF e instale el paquete IPT:
ja: Red Hat 7やCentOS 7などにIPTをインストールするには、まずGBIFパッケージリポジトリを追加して、IPTパッケージをインストールします。

source: Optionally, edit `/etc/sysconfig/ipt` to change the default data directory and port. Finally:
es: Opcionalmente, edite `/etc/sysconfig/ipt` para cambiar el puerto y el directorio de datos predeterminados. Finalmente:
ja: オプションとして、`/etc/sysconfig/ipt`を編集して、デフォルトのデータディレクトリとポートを変更します。最後に

source: The IPT starts up on port 8080 (unless this was changed above). Initial logs are visible with `journalctl -u ipt`, but are then logged in the data directory. Make sure to *back up the IPT data directory*, which is `/var/lib/ipt` by default.
es: El IPT se inicia en el puerto 8080 (a menos que se haya cambiado anteriormente). Los registros iniciales son visibles con `journalctl -u ipt`, pero luego se registran en el directorio de datos. Asegúrese de *hacer una copia de seguridad del directorio de datos IPT*, que es `/var/lib/ipt` por defecto.
ja: （上記で変更されていない場合）IPTはポート8080で起動します。初期ログは`journalctl -u ipt`で見ることができますが、その後データディレクトリにログが記録されます。IPTのデータディレクトリは、デフォルトで`/var/lib/ipt`になっているので、*必ずバックアップをとってください*。

source: Successful installation of the IPT packages will make the IPT accessible through a web browser at a URL determined by the server's name and port (e.g., http://server.example.org:8080). If the installation was successful, the initial IPT setup page will appear in a web browser using the IPT's URL.
es: La instalación exitosa de los paquetes IPT hará que la IPT sea accesible a través de un navegador web en una URL determinada por el nombre y el puerto del servidor (por ejemplo, http://server.example.org:8080). Si la instalación fue exitosa, la página de configuración inicial de la IPT aparecerá en un navegador web utilizando la URL de la IPT.
ja: IPTパッケージのインストールに成功すると、Webブラウザを通じて、サーバー名とポート（例：http://server.example.org:8080）で決まるURLでIPTにアクセスできるようになります。インストールに成功すると、IPT のURLを使用して、IPTの初期設定ページがWebブラウザに表示されます。

source: Then continue to <<Opening the IPT to the Internet>>.
es: Luego continúe con <<Abrir el IPT a internet>>.
ja: 続いて、<<_IPTをインターネットに接続する,IPTをインターネットに接続する>>に進みます。

source: APT (Debian, Ubuntu etc)
ja: APT（Debian、Ubuntuなど）

source: Please refer to https://github.com/gbif/ipt/pull/1470["Debian packaging"] on GitHub. This is a contribution from GBIF Spain, and not yet supported by the IPT developers.
es: Por favor consulte https://github.com/gbif/ipt/pull/1470["Debian packaging"] en GitHub. Esta es una contribución de GBIF España y todavía no está respaldada por los desarrolladores de IPT.
ja: GitHubのlink:https://github.com/gbif/ipt/pull/1470[Debian packaging]を参照してください。これはGBIFスペインからの投稿であり、IPT開発者はまだサポートしていません。

source: Installation within a servlet container
es: Instalación dentro de un contenedor de servlets
ja: サーブレットコンテナ内へのインストール

source: Installing the IPT within a servlet container consists of deploying the IPT `.war` file in a servlet container such as Tomcat.
es: La instalación de IPT dentro de un contenedor de servlets consiste en implementar el archivo IPT `.war` en un contenedor de servlets como Tomcat.
ja: サーブレットコンテナへのIPTのインストールは、IPTの.warファイルをTomcatのようなサーブレットコンテナに配備することで構成されます。

source: This section explains how to install different types of servlet containers on your server, and how to deploy the IPT within them.
es: Esta sección explica cómo instalar diferentes tipos de contenedores de servlets en su servidor y cómo implementar la IPT dentro de ellos.
ja: このセクションでは、サーバに様々な種類のサーブレットコンテナをインストールする方法と、その中でIPTをデプロイする方法について説明します。

source: It isn't necessary to use an reverse proxy, but in case you do, the following section explains how to configure an Apache HTTPD virtual host declaration for the IPT.
es: No es necesario usar un proxy inverso, pero en caso de que lo implemente, la siguiente sección explica cómo configurar la declaración de un host virtual en Apache HTTPD para la IPT.
ja: リバースプロキシは必要ありませんが、万が一使用する場合は、IPTにApache HTTPD仮想ホスト宣言を設定する方法について説明します。

source: The most common servlet containers used to deploy the IPT are Tomcat, Jetty and Wildfly. The servlet container must support Servlet Specification 3.0, 3.1 or 4.0.
es: Los contenedores de servlets más utilizados para desplegar el IPT son Tomcat, Jetty y Wildfly. El contenedor de servlets debe ser compatible con Servlet Specification 3.0, 3.1 o 4.0.
ja: IPTのデプロイに使用される最も一般的なサーブレットコンテナはTomcat、Jetty、Wildfly8（JBoss）です。

source: The IPT has been tested and works well with recent releases of Tomcat 8.5 or 9. The Apache Tomcat documentation can be found on https://tomcat.apache.org/.
es: El IPT ha sido probado y funciona bien con versiones recientes de Tomcat 8.5 o 9. La documentación de Apache Tomcat puede consultarse en https://tomcat.apache.org/.
ja: IPTはTomcat 8.5や9の最新のリリースでテストされ、正しく動作しています。Apache Tomcatのドキュメントは、http://tomcat.apache.org/ に掲載されています。

source: Install Tomcat — see our guide for xref:tomcat-installation-linux.adoc[installing Tomcat on Linux] or xref:tomcat-installation-windows.adoc[Windows], or refer to the Tomcat documentation.
es: Instalación de Tomcat: consulte nuestra guía para xref:tomcat-installation-linux.adoc[instalación de Tomcat en Linux] o xref:tomcat-installation-windows.adoc[Windows], o consulte la documentación de Tomcat.
ja: Tomcatのインストール - Tomcatのインストールガイド（xref:tomcat-installation-linux.adoc[Linux]またはxref:tomcat-installation-windows.adoc[Windows]） またはTomcatのドキュメントを参照してください。

source: Configure the IPT data directory within Tomcat
es: Configure el directorio de datos IPT dentro de Tomcat
ja: Tomcat内のIPTデータディレクトリの設定

source: This step is optional, but is recommended to improve security and simplify the upgrade procedure.
es: Este paso es opcional, pero se recomienda para mejorar la seguridad y simplificar el procedimiento de actualización.
ja: このステップはオプションですが、セキュリティの向上とアップグレード手順の簡素化のために推奨します。

source: Locate the Tomcat configuration directory (usually `/etc/tomcat` or `/etc/tomcat9` on Linux, `C:\Program Files\Apache Software Foundation\Tomcat X.Y\conf` on Windows), and create a file `Catalina/localhost/ipt.xml` (described in the https://tomcat.apache.org/tomcat-8.5-doc/config/context.html#Defining_a_context[Tomcat documentation "Defining a context"]). For example, on a typical CentOS Linux installation, the file would be `/etc/tomcat/Catalina/localhost/ipt.xml`. The file should be readable by the Tomcat process.
es: Localice el directorio de configuración del Tomcat (normalmente `/etc/tomcat` o `/etc/tomcat9` en Linux, `C:\gram FilesApache Software Foundation\Tomcat X.Y\conf` en Windows) y cree un archivo `Catalina/localhost/ipt.xml` (descrito en la https://tomcat.apache.org/tomcat-8.5-doc/config/context.html#Defining_a_context[documentación del Tomcat "Definiendo un contexto"]). Por ejemplo, en una instalación típica de CentOS Linux, el archivo sería `/etc/tomcat/Catalina/localhost/ipt.xml`. El archivo debe ser legible por el proceso del Tomcat.
ja: Tomcatの設定ディレクトリ（Linuxでは通常`/etc/tomcat`または`/etc/tomcat9`、Windowsでは`C:\Program Files\Apache Software Foundation\Tomcat X.Y\conf`）を見つけて、`Catalina/localhost/ipt.xml`ファイルを作成します（Tomcatドキュメント 「link:https://tomcat.apache.org/tomcat-8.5-doc/config/context.html#Defining_a_context[コンテクストを定義]」で説明されています）。例えば、典型的なCentOS Linuxインストールでは、ファイルは`/etc/tomcat/Catalina/localhost/ipt.xml`となります。このファイルは、Tomcatプロセスによって読み取り可能である必要があります。

source: Define the `IPT_DATA_DIR` parameter within the file — copy and paste the text here, since the case of the letters is important:
es: Defina el parámetro `IPT_DATA_DIR` dentro del archivo. Copie y pegue el texto que se muestra aquí, ya que las mayúsculas y minúsculas son importantes:
ja: `IPT_DATA_DIR`パラメータをファイル内で定義します。文字の大文字と小文字が重要なので、ここにテキストをコピー＆ペーストしてください。

source: Ensure the Tomcat server either has permission to create this directory, or create it and then grant read and write permission. See xref:faq.adoc#i-get-the-following-error-the-data-directory-directory-is-not-writable-what-should-i-do[this FAQ entry] if you have errors about write permissions on the data directory.
es: Asegúrese de que el servidor Tomcat tiene permiso para crear este directorio, o bien créelo y luego concédale permiso de lectura y escritura. Consulte xref:faq.adoc#i-get-the-following-error-the-data-directory-directory-is-not-writable-what-should-i-do[elemento de las preguntas frecuentes] si tiene errores sobre los permisos de escritura en el directorio de datos.
ja: Tomcatサーバーがこのディレクトリを作成する権限を持っているか、また作成してから読み取りと書き込みの権限を付与していることを確認してください。データディレクトリの書き込み権限に関するエラーが発生した場合は、こちらの xref:faq.adoc#i-get-the-following-error-the-data-directory-directory-is-not-writable-what-should-i-do[FAQエントリ] を参照してください。

source: If this step is not done, the IPT will prompt for a data directory when it is first run. The location will be stored in a file called `datadir.location` the IPT's base installation directory, e.g. `/var/lib/tomcat/webapps/ipt/WEB-INF/datadir.location`.
es: Si no se realiza este paso, el IPT solicitará un directorio de datos cuando se ejecute por primera vez. La ubicación se almacenará en un archivo llamado `datadir.location` el directorio de instalación base del IPT, p. Ej. `/var/lib/tomcat/webapps/ipt/WEB-INF/datadir.location`.
ja: この手順を行わないと、IPTの初回実行時にデータディレクトリを求めるプロンプトが表示されます。この場所は、IPTのベースインストールディレクトリの `datadir.location` というファイル （例：`/var/lib/tomcat/webapps/ipt/WEB-INF/datadir.location`）に格納されます。

source: If the data directory location needs to be changed, remove/edit this file and restart Tomcat.
es: Si es necesario cambiar la ubicación del directorio de datos, elimine/edite este archivo y reinicie Tomcat.
ja: データディレクトリの場所を変更する必要がある場合は、このファイルを削除・編集し、Tomcat を再起動します。

source: Deploy the IPT
es: Despliegue de IPT
ja: IPTのデプロイ

source: Download the latest WAR release of the IPT from the xref:releases.adoc[releases page] and rename it to `ipt.war` (or similar, matching `ipt.xml` from step 2 if used). Copy the `ipt.war` file to the Tomcat webapps folder, and then start Tomcat if it is not already running.
es: Descargue la última versión WAR del IPT desde la xref:releases.adoc[página de versiones] y renómbrela como `ipt.war` (o similar, que coincida con `ipt.xml` del paso 2 si se utiliza). Copie el archivo `ipt.war` a la carpeta webapps del Tomcat y, a continuación, inicie el Tomcat si aún no se está ejecutando.
ja: xref:releases.adoc[リリースページ] からIPTの最新のWARリリースをダウンロードし、`ipt.war`（または同様の名前、ステップ2の`ipt.xml`を使用している場合はそれと同じ）にリネームします。`ipt.war`ファイルをTomcatのwebappsのフォルダにコピーし、Tomcatがまだ起動していない場合は起動します。

source: Successful deployment of the IPT within a servlet container will make the IPT accessible through a web browser at a URL determined by the servlet's name and port, followed by /ipt (e.g., http://server.example.org:8080/ipt). If the installation was successful, the initial IPT setup page will appear in a web browser using the IPT's URL.
es: La instalación exitosa de IPT dentro de un contenedor de servlet hará que el IPT sea accesible a través de un navegador web en una URL determinada por el nombre y el puerto del servidor seguido de /ipt (p. ej. http://server.example.org:8080/ipt). Si la instalación fue exitosa, la página de configuración inicial de IPT aparecerá en el navegador web al solicitar la URL de IPT.
ja: サーブレットコンテナ内にIPTを正常にデプロイすると、サーブレット名とポートの後に/iptを付けたURLで、WebブラウザからIPTにアクセスできるようになります（例：http://server.example.org:8080/ipt）。インストールに成功した場合、IPTのURLを使用して、IPTの初期設定ページがWebブラウザに表示されます。

source: If the installation doesn't start please check the `catalina.out` logfile, and refer to the xref:faq.adoc[FAQ] for help.
es: Si la instalación no se inicia por favor revise el archivo de registro `catalina.out` y consulte las xref:faq.adoc[preguntas frecuentes] para obtener ayuda.
ja: インストールが開始されない場合は、`catalina.out` のログファイルを確認し、xref:faq.adoc[FAQ]を参照してください。

source: The following screencast also explains how to install the IPT using Tomcat, assuming Tomcat has already been installed.
es: El siguiente video también explica cómo instalar IPT usando Tomcat, asumiendo que Tomcat ya se ha instalado.
ja: 以下のスクリーンキャストは、Tomcatが既にインストールされていることを前提に、Tomcatを使用してIPTをインストールする方法を説明しています。

source: Multiple IPTs can be installed on the same server with a small variation to this process. Rather than (or in addition to) using `ipt.xml` and `ipt.war`, use different names and change the files accordingly: on https://cloud.gbif.org/[cloud.gbif.org] we have `africa.xml` and `africa.war`, `bid.xml` and `bid.war` etc.
es: Se pueden instalar varios IPT en el mismo servidor con una pequeña variación de este proceso. En lugar de (o además de) usar `ipt.xml` e `ipt.war`, use nombres diferentes y cambie los archivos en conformidad: en https://cloud.gbif.org/[cloud.gbif.org] tenemos `africa.xml` y `africa.war`, `bid.xml` y `bid.war`, etc.
ja: この作業を少し工夫することで、複数のIPTを同じサーバーにインストールすることができます。`ipt.xml` と `ipt.war`を使う代わりに（あるいはそれに加えて）、異なる名前を用い、それに応じてファイルを変更します。link:https://cloud.gbif.org/[cloud.gbif.org]では `africa.xml` と `africa.war`、`bid.xml` と `bid.war`などです。

source: Different IPT versions may be installed side-by-side, though we always recommend always using the latest version.
es: Se pueden instalar diferentes versiones de IPT, aunque siempre recomendamos usar siempre la última versión.
ja: 異なるバージョンのIPTを並行してインストールすることも可能ですが、常に最新版を使用することをお勧めします。

source: _Ensure each IPT is configured to use its own data directory!_
es: _¡Asegúrese que cada IPT está configurado para usar su propio directorio de datos!_
ja: _各IPTが独自のデータディレクトリを使用するように設定されていることを確認してください！_

source: _As a very rough guide, on CentOS 7, to run a single instance of the IPT:_
es: _Como una guía muy aproximada, en CentOS 7, se puede ejecutar una sola instancia del IPT:_.
ja: _非常に大まかな目安として、CentOS 7で、IPTのシングルインスタンスを動作させる場合：_

source: Installation using Docker
es: Instalación usando Docker
ja: Dockerを用いたインストール

source: GBIF maintain a Docker image, published to the https://hub.docker.com/r/gbif/ipt/[Docker Hub]. The image builds upon the Docker community Tomcat 8.5 / OpenJDK 8 / Debian stable image. Tomcat is exposed on port 8080 and the IPT runs as the ROOT application.
es: GBIF mantiene una imagen de Docker, publicada en https://hub.docker.com/r/gbif/ipt/[Docker Hub]. La imagen se basa en la imagen estable Tomcat 8.5/OpenJDK 8/Debian de la comunidad Docker. Tomcat está publicado en el puerto 8080 y el IPT se ejecuta como la aplicación principal.
ja: GBIFは、link:https://hub.docker.com/r/gbif/ipt/[Docker Hub]に公開されたDockerイメージを管理しています。このイメージは、DockerコミュニティのTomcat 8.5 / OpenJDK 8 / Debian安定版イメージをもとに構築されています。Tomcatは8080番ポートで公開され、IPTはROOTアプリケーションとして動作します。

source: To run a new Docker container, startup Tomcat and expose the Tomcat port run like this:
es: Para ejecutar un nuevo contenedor de Docker, inicie Tomcat y exponga el puerto de Tomcat ejecutado así:
ja: 新しいDockerコンテナを実行し、Tomcatを起動し、Tomcatのポートを公開するには、このように実行します。

source: You can then access the setup screen of the IPT on port 8080.
es: Luego puede acceder a la pantalla de configuración del IPT en el puerto 8080.
ja: すると、8080番ポートでIPTの設定画面にアクセスできるようになります。

source: If you need to override the data directory, this can be done with `-e IPT_DATA_DIR=/path/within/container`.
es: Si necesita reemplazar el directorio de datos, lo puede hacer con `-e IPT_DATA_DIR = /ruta/a/contenedor`.
ja: データディレクトリを上書きする必要がある場合は、`-e IPT_DATA_DIR=/path/within/container` とすることで可能です。

source: If you need to find the IP address of your "default" Docker machine use `docker-machine ip default`.
es: Si necesita encontrar la dirección IP "predeterminada" de su máquina Docker , use `docker-machine ip default`.
ja: デフォルトのDockerマシンのIPアドレスを知りたい場合は、`docker-machine ip default`を使用してください。

source: Run a specific version from https://hub.docker.com/r/gbif/ipt/tags[those available] by using `gbif/ipt:version` rather than `gbif/ipt`.
es: Ejecute una versión específica de https://hub.docker.com/r/gbif/ipt/tags[las disponibles] usando `gbif/ipt:version` en lugar de `gbif/ipt`.
ja: `gbif/ipt`ではなく`gbif/ipt:version`を使って、link:https://hub.docker.com/r/gbif/ipt/tags[利用可能なバージョン]の中から特定のものを実行します。

source: Opening the IPT to the Internet
es: Abrir el IPT a internet
ja: IPTをインターネットに接続する

source: You will probably need to work with your system or network administrator for the IPT to be available on the Internet.
es: Probablemente necesitará trabajar con su sistema o administrador de red para que el IPT esté disponible en Internet.
ja: IPTをインターネット上で利用するためには、システム管理者またはネットワーク管理者と連携する必要があると思われます。

source: You will need a DNS name for the server ("`ipt.example.org`") and the firewall to allow access.
es: Necesitará un nombre DNS para que el servidor ("`ipt.example.org`") y el firewall permitan el acceso.
ja: サーバーのDNS名（「`ipt.example.org`ipt.example.org」）とアクセスを許可するファイアウォールが必要です。

source: Many people use Apache HTTPD as a reverse proxy, often to provide HTTPS access or to allow sharing other websites on the same server.
es: Mucha gente usa Apache HTTPD como proxy inverso, a menudo para proporcionar acceso HTTPS o para permitir compartir otros sitios web en el mismo servidor.
ja: 主にHTTPSアクセスを提供したり、同じサーバで他のウェブサイトを共有できるようにするため、多くの人がリバースプロキシとしてApache HTTPDを使用しています。
