Repository: gbif/ipt
Catalog: docs/translations/installation.adoc.*.po
Languages: es, ja

source: The configuration used by `ipt.gbif.org` is shown here as an example. It uses Apache HTTPD, with the `mod_proxy` module installed. The paths https://ipt.gbif.org/media/[`/media`] and https://ipt.gbif.org/icons/[`/icons`] are excluded from being passed to the IPT, to allow hosting static image files (such as occurrence images) on the same server. Requests to http://ipt.gbif.org/ are redirected to the secure https://ipt.gbif.org/.
es: La configuración utilizada por `ipt.gbif.org` se muestra aquí como ejemplo. Utiliza Apache HTTPD, con el módulo `mod_proxy` instalado. Las rutas https://ipt.gbif.org/media/[`/media`] y https://ipt.gbif.org/icons/[`/icons`] están excluidas del paso al IPT, para permitir alojar archivos de imágenes estáticas (como imágenes de los registros de colecta u observación) en el mismo servidor. Las solicitudes a http://ipt.gbif.org/ se redirigen al sitio seguro https://ipt.gbif.org/.
ja: `ipt.gbif.org`が使用している設定を例として示します。Apache HTTPD を使用し、`mod_proxy` モジュールがインストールされています。静的画像ファイル（オカレンス画像など）を同じサーバでホストできるように、link:https://ipt.gbif.org/media/[`/media`]とlink:https://ipt.gbif.org/icons/[`/icons`]のパスはIPTに渡されないようにします。http://ipt.gbif.org/ へのリクエストは、安全な https://ipt.gbif.org/ にリダイレクトされます。

source: Nginx can also be used as a reverse proxy. An example configuration is below.
es: Nginx también puede utilizarse como proxy inverso. A continuación se muestra un ejemplo de configuración.
ja: Nginxはリバースプロキシとして使用することもできます。設定例を以下に示します。

source: TLS certificate configuration
es: Configuración del certificado TLS
ja: TLS証明書の設定

source: For production deployments of the IPT we recommend using a TLS certificate, so information such as logins are secured when accessing the IPT. The procedure to set this up sometimes depends on your institution's policies, but the free https://letsencrypt.org/[LetsEncrypt] service is a good choice. They https://certbot.eff.org/instructions[provide instructions] for adding a certificate to Apache, Nginx and many other webservers running on Linux or Windows.
es: Para los despliegues en producción del IPT recomendamos utilizar un certificado TLS para que la información, como los inicios de sesión, esté protegida al acceder al IPT. El procedimiento para configurarlo a veces depende de las políticas de su institución, pero el servicio gratuito https://letsencrypt.org/[LetsEncrypt] es una buena opción. Se https://certbot.eff.org/instructions[ofrecen instrucciones] para añadir un certificado a Apache, Nginx y muchos otros servidores web que funcionan en Linux o Windows.
ja: IPTの本番環境では、IPTにアクセスする際にログインなどの情報が保護されるように、TLS証明書を使用することをお勧めします。これを設定する手順は機関のポリシーに依存することがありますが、無料のlink:https://letsencrypt.org/[LetsEncrypt]サービスは良い選択です。LetsEncryptは、LinuxやWindowsで動作するApache、Nginx、その他多くのウェブサーバーに証明書を追加するlink:https://certbot.eff.org/instructions[手引き]を提供しています。

source: For a new deployment, it is best to set up the webserver with TLS first, then install and set up the IPT. Adding a certificate to a configured IPT requires changing the public URL. See the note on xref:administration.adoc#public-url[updating the public URL] in the administration section.
es: Para una nuevo despliegue, es mejor configurar primero el servidor web con TLS y luego instalar y configurar el IPT. Añadir un certificado a un IPT configurado requiere cambiar la URL pública. Consulte la nota sobre la xref:administration.adoc#public-url[actualización de la URL pública] en la sección de administración.
ja: 新規導入の場合は、まずTLSでWebサーバーをセットアップし、その後IPTをインストールしてセットアップするのがベストです。設定されたIPTに証明書を追加するには、xref:administration.adoc#public-url[公開URLを変更する]必要があります。管理セクションの公開URLの更新に関する注意を参照してください。

source: Packages for Red Hat 8, CentOS 8 Stream, Rocky Linux 8 or similar are being developed. Please see [this issue](https://github.com/gbif/ipt/issues/1646) if you can help with testing, or use Red Hat 7 / CentOS 7 instead.
es: Los paquetes para Red Hat 8, CentOS 8 Stream, Rocky Linux 8 o similares están siendo desarrollados. Por favor, consulte [este issue](https://github.com/gbif/ipt/issues/1646) si puede ayudar con las pruebas, o utilice Red Hat 7 / CentOS 7 en su lugar.
