Repository: gbif/ipt
Catalog: docs/translations/license.adoc.*.po
Languages: es, ja

source: Instructions
es: Instrucciones
ja: 手順

source: Adding a new License
es: Agregar una nueva licencia
ja: 新規ライセンスの追加

source: This page contains configuration instructions for advanced IPT users only. Datasets published with a different license to those included by GBIF cannot be published to GBIF, or registered to GBIF.
es: Esta página contiene instrucciones de configuración sólo para usuarios IPT avanzados. Los conjuntos de datos publicados con una licencia diferente a las incluidas por GBIF no pueden ser publicadas en GBIF, o registradas en GBIF.
ja: このページは、IPT上級者向けの設定方法です。GBIFに含まれるライセンスと異なるライセンスで公開されたデータセットは、GBIFへの公開、およびGBIFへの登録はできません。

source: We recommend publishing a metadata-only dataset instead.
es: Recomendamos publicar un conjunto de datos con sólo metadatos en su lugar.
ja: メタデータのみのデータセットを公開することをお勧めします。

source: Since IPT v2.2 the IPT offers 3 machine readable licenses to choose from when applying a license to your resource:
es: A partir de IPT v2.2, el IPT ofrece 3 licencias legibles por máquina para ser elegidas cuando se aplica una licencia a tu recurso:
ja: IPT v2.2以降、IPTは3種類の機械可読ライセンスを提供し、リソースにライセンスを適用する際に選択することができます。

source: Public Domain (CC0 1.0, technically a waiver)
es: Dominio Público (CC0 1.0 técnicamente una renuncia)
ja: パブリックドメイン（CC0 1.0、厳密には権利放棄）

source: Creative Commons Attribution (CC-BY 4.0)
es: Atribución Creative Commons (CC-BY 4.0)
ja: クリエイティブ・コモンズ 表示（CC-BY 4.0）

source: Creative Commons Attribution Non Commercial (CC-BY-NC 4.0)
es: Atribución no comercial Creative Commons (CC-BY-NC 4.0)
ja: クリエイティブ・コモンズ 表示 - 非営利（CC-BY-NC 4.0）

source: Each license has a default rights statement associated to it that gets shown to users. For example, if the publisher chooses to apply CC-BY to their resource, this rights statement shown to users is:
es: Cada licencia tiene una declaración de derechos por defecto asociada a esta que se muestra a los usuarios. Por ejemplo, si el publicador elige aplicar CC-BY a sus recursos, esta declaración de derechos mostrada a los usuarios es:
ja: 各ライセンスには、ユーザーに表示されるデフォルトの権利声明が関連付けられています。たとえば、出版者がリソースにCC-BYを適用することを選択した場合、利用者に表示されるこの権利声明は次のようになります。

source: This work is licensed under a https://creativecommons.org/licenses/by/4.0/legalcode[Creative Commons Attribution (CC-BY) 4.0 License].
es: Este trabajo es licenciado bajo una https://creativecommons.org/licenses/by/4.0/legalcode[licencia de Atribución Creative Commons (CC-BY) 4.0].
ja: この作品は、link:https://creativecommons.org/licenses/by/4.0/legalcode[Creative Commons Attribution (CC-BY) 4.0 License]の下に提供されています。

source: The list of licenses and their rights statements can be modified, however, which is useful for communities that need to apply different licenses to their resources, or that want to include additional usage instructions.
es: El listado de licencias y sus declaraciones de derechos pueden ser modificadas, sin embargo, lo cual es útil para las comunidades que necesitan aplicar diferentes licencias a sus recursos, o que quieren incluir instrucciones de uso adicionales.
ja: ただし、ライセンスのリストとその権利表記は変更することができます。これは、自分たちのリソースに異なるライセンスを適用する必要があるコミュニティや、追加の使用方法を含めたいコミュニティにとって便利です。

source: The steps below explain how to configure the IPT with another license to choose from.
es: Los pasos debajo explican como configurar el IPT con otra licencia para elegir.
ja: 以下の手順は、別のライセンスを選択してIPTを設定する方法を説明します。

source: Locate the licenses.properties file e.g. `/tomcat7/webapps/ipt/WEB-INF/classes/org/gbif/metadata/eml/licenses.properties`. Open the file in a text editor, and do the following:
es: Ubica el archivo licenses.properties, por ejemplo `/tomcat7/webapps/ipt/WEB-INF/classes/org/gbif/metadata/eml/licenses.properties`. Abra el archivo en un editor de texto, y haga lo siguiente:
ja: licenses.propertiesファイル（例：`/tomcat7/webapps/ipt/WEB-INF/classes/org/gbif/metadata/eml/licenses.properties`）を探します。テキストエディタでファイルを開き、以下のようにします。

source: Add a new property defining the license name using the following format:
es: Agregue una nueva propiedad definiendo el nombre de la licencia usando el siguiente formato:
ja: 次のフォーマットを使用して、ライセンス名を定義する新しいプロパティを追加します。

source: license.name.<prefix>=Name # For example: license.name.odcby=Open Data Commons Attribution License (ODC-By) 1.0
es: license.name.<prefix>=Nombre # Por ejemplo: license.name.odcby=Licencia de Atribución Open Data Commons (ODC-By) 1.0

source: Add a new property defining the license rights statement using the following format:
es: Agregue una nueva propiedad definiendo la declaración de derechos de la licencia usando el siguiente formato:
ja: 次のフォーマットを利用して、権利声明を定義する新しいプロパティを追加します。

source: license.text.<prefix>=Text # For example: license.text.odcby=This work is licensed under a <a href="http://www.opendatacommons.org/licenses/by/1.0">Open Data Commons Attribution License (ODC-By) 1.0</a>.
es: license.text.<prefix>=Texto # Por ejemplo: license.text.odcby=Este trabajo es licenciado bajo una <a href="http://www.opendatacommons.org/licenses/by/1.0">Licencia de atribución Open Data Commons (ODC-By) 1.0</a>.

source: Double check
es: Doble verificación
ja: 再確認

source: the _prefix_ of both keys matches,
es: el _prefijo_ de ambas llaves coincide,
ja: 両方のキーの_prefix_が一致し

source: an HTML anchor defining the license name and URL is included in the text since this is what makes the license machine readable,
es: un ancho de HTML define el nombre de la licencia y la URL es incluida en el texto ya que esto es lo que hace que sea legible por la máquina de licencias,
ja: （ライセンスマシンを読み取り可能にするために）ライセンス名とURLを定義するHTMLアンカーがテキストに含まれていて、

source: the name used in the HTML anchor is the same as name used in the name property above.
es: el nombre usado en el ancho HTML es el mismo nombre que es usado en la propiedad anterior.
ja: HTMLアンカーで使用される名前が上記のnameプロパティで使用される名前と同じであること。

source: Backup the licenses.properties file, since it will get overwritten the next time you upgrade your IPT
es: Haga una copia de respaldo del archivo licenses.properties, ya que será sobrescrito la próxima vez que actualice su IPT
ja: 次に、IPTをアップグレードすると上書きされるため、licenses.propertiesファイルをバックアップします。

source: Restart your servlet container (e.g. Tomcat) so that the new configuration takes effect
es: Reinicie su contenedor de servlet (por ejemplo, Tomcat) para que la nueva configuración surta efecto
ja: サーブレットコンテナ（Tomcatなど）を再起動して、新しい設定を有効にします。
