Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: *Metadata Providers* - the people and organizations responsible for producing the resource metadata. If this person or organization is the same as the first resource contact, all of the details of the latter can be copied into the equivalent fields for the resource creator by clicking on the link labelled "copy details from resource contact". The metadata provider has all of the same fields and requirements as the resource contact. Refer to the field explanations under Resource Contacts, above.
es: *Proveedor de los Metadatos* : el proveedor de los metadatos es la persona u organización responsable de producir los metadatos del recurso. Si la persona u organización es la misma del contacto del recurso, todos los detalles de este último pueden ser copiados en los campos equivalentes para el proveedor de los metadatos, haciendo clic sobre el enlace “copiar los datos del contacto del recurso”. El proveedor de los metadatos tiene los mismos campos y requerimientos del contacto del recurso. Consulte las explicaciones de los campos en Contactos del recurso, más arriba.
ja: *メタデータ提供者* - リソースメタデータの作成責任を持つ人々や機関。この人または機関が最初のリソースの問い合わせ先と同じ場合、「リソースの問い合わせ先から詳細をコピー」というラベルの付いたリンクをクリックすると、後者のすべての詳細情報をリソース作成者の同じフィールドにコピーすることができます。メタデータ提供者は、リソースコンタクトと同じフィールドと要件があります。上記のリソースの問い合わせ先のフィールドの説明を参照してください。
zh: *詮釋資料提供者* - 負責產生資源詮釋資料的個人或組織。如果此個人或組織與第一個資源聯絡人相同，所有聯絡人的詳細信息可以透過點擊「從資源聯絡人複製詳細信息」的連結自動填充至詮釋資料提供者的對應欄位。詮釋資料提供者具有與資源聯絡人相同的欄位和要求，請參閱上文中的資源聯絡人欄位解釋。

source: This metadata page contains information about the geographic area covered by the resource. The page contains a map and associated controls that allow the user to set the geographic coverage. Below is a screen image showing the contents of the Geographic Coverage page, followed by explanations of the controls.
es: Esta página de metadatos contiene información acerca del área geográfica cubierta por el recurso. La página contiene un mapa y campos asociados que permiten al usuario establecer la cobertura geográfica. A continuación se muestra una imagen del contenido de la página "Cobertura geográfica", seguida por una explicación de los campos.
ja: このメタデータページは、リソースがカバーする地理的なエリアに関する情報を含んでいます。このページには、地図と、地理的な範囲を設定するための関連制御が含まれています。以下は、「対象地域」ページの内容を示す画面イメージと、その後に続く操作の説明です。
zh: 此詮釋資料頁面包含有關資源涵蓋的地理區域的資訊。頁面上有一個地圖及相關控制項，允許使用者設定地理覆蓋範圍。下方為地理覆蓋頁面的內容螢幕截圖，以及控制項的相關說明。

source: *Automatically infer from source data* - source data would be analyzed and the geographical coverage would be set automatically on publication.
ja: *ソースデータから自動で入力する* - ソースデータを解析し、公開時に地理的範囲を自動で設定することができます。
zh: *從來源資料自動推斷* - 來源資料將被分析並在發布時自動設定地理覆蓋範圍。

source: *Preview inferred* - analyze source data and display inferred values.
ja: *解析のプレビュー* - ソースデータを解析して得られた値を表示します。
zh: *預覽推斷結果* - 分析來源資料並顯示推斷的值。

source: *Coverage Map* - if connected to the Internet, a map of the earth will appear on the geographic coverage page. This map shows a box with control points (markers) on all corners. The corners correspond with the values in the Latitude and Longitude text boxes, explained below. Drag the entire box, or drag individual markers to a new location to reset the geographic bounds of the box. The corresponding latitude and longitude values will change to match the box on the map. The map features hill shading, natural vegetation colours, advanced labelling, etc. The map has buttons to zoom in (+) and zoom out (-) and can be dragged in any direction to change the area of the earth being shown.
es: *Mapa de cobertura*: si está conectado a Internet, aparecerá un mapa de la Tierra en la página de cobertura geográfica. Este mapa muestra una caja con puntos de control (marcadores) en todas las esquinas. Las esquinas coinciden con los valores de los cuadros de texto de latitud y longitud que se explican a continuación. Arrastre todo el cuadro o arrastre los marcadores individuales a una nueva ubicación para restablecer los límites geográficos del cuadro. Los valores de latitud y longitud correspondientes cambiarán para coincidir con el recuadro en el mapa. El mapa cuenta con sombreado de montañas, colores naturales de la vegetación, etiquetado avanzado, etc. El mapa dispone de botones para acercarse (+) y alejarse (-) y puede arrastrarse en cualquier dirección para cambiar la zona de la tierra que se muestra.
ja: *地図* - インターネットに接続されている場合、地理的範囲のページに地図が表示されます。この地図には、すべての角に制御点（マーカー）があるボックスが表示されます。角は、以下で説明する緯度と経度のテキストボックスの値に対応しています。ボックス全体をドラッグするか、個々のマーカーを新しい場所にドラッグすると、ボックスの地理的境界線がリセットされます。対応する緯度と経度の値は、地図上のボックスと一致するように変更されます。地図には、丘の陰影、自然植生の色、高度なラベル付けなどの機能があります。地図には拡大（＋）と縮小（-）のボタンがあり、任意の方向にドラッグして表示する地球上の領域を変更することができます。
zh: *覆蓋範圍地圖* - 若已連接到網際網路，地理覆蓋頁面將顯示一張地圖。此地圖上顯示一個具有控制點（標記）的框。標記位於框的所有角落，對應緯度和經度文字框中的值。拖動整個框，或拖動個別標記至新位置即可重新設定框的地理邊界。對應的緯度和經度值將同步變更以匹配地圖上的框。地圖具有地形陰影、自然植被顏色、進階標籤等功能，並提供放大（+）和縮小（-）按鈕，可向任意方向拖動以變更顯示的地球上的區域。

source: *Set global coverage?* - click on this check box to change the geographic coverage to cover the entire earth.
es: *Establecer cobertura global*: al hacer clic en este cuadro, la cobertura geográfica cambia a una cobertura completa de la Tierra.
ja: *全体表示を設定しますか？* - これをクリックすると、地球全体をカバーする地理的範囲に変更されます。
zh: *設定全球覆蓋範圍？* - 點擊此複選框以將地理覆蓋範圍更改為覆蓋整個地球。

source: *South/West & North/East* - these four text boxes correspond to the SW and NE corners of the box bounding the area covered by the resource. The values to enter in these text boxes are decimal degrees (e.g. 45.2345), with the standard limiting values of -90 to +90 latitude (South/North) and -180 to +180 longitude (West/East), with positive latitude in the northern hemisphere and positive longitude east of the Greenwich Meridian to the International Dateline. Manipulating the bounding box markers on the map will set these values, but valid values can all be entered in these text boxes directly if desired. The map will update when the information on the page is saved by clicking on the button labelled "Save".
es: *Sur/Oeste y Norte/Este*: estas cuatro casillas de texto corresponden a las esquinas SO y NE del recuadro que delimita el área cubierta por el recurso. Los valores a introducir en estas casillas de texto son grados decimales (p. ej., 45.2345), con los valores límite estándar de -90 a +90 de latitud (Sur/Norte) y -180 a +180 de longitud (Oeste/Este), con latitud positiva en el hemisferio norte y longitud positiva al este del meridiano de Greenwich hasta la línea internacional de cambio de fecha. Si se manipulan los marcadores de los recuadros delimitadores en el mapa se establecerán nuevos valores, pero los valores válidos pueden introducirse directamente en estos cuadros de texto si se desea. El mapa se actualizará cuando se guarde la información de la página haciendo clic en el botón "Guardar".
ja: *南/西 & 北/東* - これらの4つのテキストボックスは、リソースがカバーする領域を囲むボックスの南西および北東コーナーに対応しています。これらのテキストボックスに入力する値は10進数（例：45.2345）で、緯度（南/北）は-90～+90、経度（西/東）は-180～+180が標準の範囲で、北半球では緯度が正、経度は本初子午線の東から国際日付変更線までが正の値です。地図上のバウンディングボックスマーカーを操作することでこれらの値が設定されますが、必要に応じてこれらのテキストボックスに有効な値を直接入力することができます。「保存」ボタンをクリックしてページ上の情報を保存すると、地図が更新されます。
zh: *南/西 & 北/東* - 這四個文字框對應於資源覆蓋區域邊界框的SW和NE角。需輸入的值為小數度數（例如45.2345），標準限制值為-90至+90緯度（南/北）以及-180至+180經度（西/東），北半球為正緯度，格林威治子午線以東至國際日期變更線為正經度。拖動地圖上的邊界框標記將自動設定這些值，但亦可直接在文字框中手動輸入有效值。儲存頁面以更新地圖。

source: *Description* - a textual description of the geographic coverage. This information can be provided in place of, or to augment the information in the other fields on the page.
es: *Descripción*: una descripción textual de la cobertura geográfica. Esta información puede proporcionarse en lugar de o para aumentar la información en los otros campos de la página.
ja: *説明* - 地理的範囲についてのテキストによる説明です。このページの他のフィールドの情報の代わりに、または補足するために提供することができます。
zh: *描述* - 地理覆蓋範圍的文字描述。該資訊可作為其他欄位資訊的替代或補充。

source: This metadata page allows the user to enter information about one of more groups of taxa covered by the resource, each of which is called a taxonomic coverage. Each coverage consists of a description and list of taxa, where each taxon consists of a taxon name (either scientific or common) and a taxon rank. Before any taxonomic coverages are created, the page shows only a link labelled "Add new taxonomic coverage". Clicking on this link will show a text box for the description and several links. Below is a screen image showing the Taxonomic Coverage page before any data have been entered, followed by explanations of the controls seen on the page in this state.
es: Esta página de metadatos permite al usuario introducir información sobre uno o más grupos de taxa cubiertos por el recurso, cada uno de los cuales se denomina como una cobertura taxonómica. Cada cobertura consiste en una descripción y una lista de taxa, donde cada taxa consiste en un nombre de taxón (ya sea científico o común) y un rango del taxón. Antes de que se creen coberturas taxonómicas, la página sólo muestra un enlace llamado "Añadir cobertura taxonómica". Al hacer clic en este enlace aparecerá un cuadro de texto para la descripción y varios enlaces. A continuación se muestra una imagen de la página "Cobertura taxonómica" antes de ingresar algún dato, seguida por explicaciones para los campos vistos en la página en este estado.
ja: このメタデータページでは、リソースが対象とする1つ以上の分類群に関する情報を入力することができ、それぞれを「分類群」と呼びます。各分類範囲は、説明と分類群のリストからなり、各分類群は、分類群名（学名または一般名）と分類群ランクで構成されます。分類学的範囲が作成される前は、ページには「新しい分類学的範囲を追加する」というラベルの付いたリンクのみが表示され、このリンクをクリックすると説明のためのテキストボックスといくつかのリンクが表示されます。以下は、データが入力される前の「分類学的範囲」ページの画面イメージと、この状態のページで見られるコントロールの説明です。
zh: 此詮釋資料頁面允許使用者輸入有關資源所涵蓋的一個或多個分類群群組的資訊，每個群組被稱為分類群範圍。每個範圍包括一個說明和分類群列表，其中每個分類群包含分類群名稱（科學名或通用名）和分類位階。在尚未建立任何分類群範圍之前，頁面上僅顯示一個標記為「新增分類群範圍」的連結。點擊該連結將新增一個要求提供說明的文字框和幾個同樣的操作連結。以下為在尚未輸入任何資料時，分類群範圍頁面內容的螢幕截圖以及該狀態下控制項的相關解說：

source: *Automatically infer from source data* - source data would be analyzed and the taxonomic coverage would be set automatically on publication.
ja: *ソースデータからの自動推定* - ソースデータを解析し、公開時に分類範囲を自動設定するものです。
zh: *自動從來源資料推斷* - 來源資料將被分析並在發佈時自動設定分類群範圍。

source: *Remove this taxonomic coverage* - click on this link to remove the taxonomic coverage that follows immediately below the link, including the description, the list, and all single taxon entries.
es: *Eliminar cobertura taxonómica: al hacer clic en este enlace se elimina la cobertura taxonómica que está inmediatamente debajo del enlace, incluyendo la descripción, la lista y todos los taxa ingresados.
ja: *この分類範囲を削除* - リンクのすぐ下にある分類範囲（説明、リスト、およびすべての単一分類群エントリを含む）を削除できます。
zh: *移除此分類群範圍* - 點擊此連結可移除該連結正下方的分類群範圍，包括相關說明、列表及所有單一分類群條目。

source: *Description* - a textual description of a range of taxa represented in the resource. Each taxonomic coverage has its own description. This information can be provided in place of, or to augment the information in the other fields on the page.
es: *Descripción*: una descripción textual de una categoría taxonómica de los taxa representados por el recurso. Cada cobertura taxonómica tiene su propia descripción. Esta información puede ser proveída en lugar de o para argumentar la información contenida en los otros campos de la página.
ja: *説明* - 地理的範囲についてのテキストによる説明です。このページの他のフィールドの情報の代わりに、または補足するために提供することができます。
zh: *說明* - 對資源中代表的分類群範圍的文字說明。每個分類群範圍都有自己的說明。此資訊可用於替代或補充頁面中其他欄位的資訊。

source: *Add several taxa* - this link adds a text box labelled "Taxon List" to the page.
es: *Añadir varios taxa*: este enlace adiciona un cuadro de texto a la página llamado “Lista de taxa”.
ja: *いくつかの分類群を追加* - 「分類群リスト」というラベルの付いたテキストボックスをページに追加します。
zh: *新增多個分類群* - 此連結在頁面上新增一個標記為「分類群列表」的文字框。

source: *Taxon List* - this text box allows the user to enter a list of taxa with each taxon on a separate line by using the ENTER key within the text box. The taxa entered in this list are treated as scientific names.
es: *Lista de taxa* : este cuadro de texto permite a los usuarios ingresar una lista de taxa con un taxón por línea, usando la tecla ENTER dentro del cuadro de texto. Los taxa ingresados en esta lista son tratados como nombres científicos.
ja: *分類群リスト* - このテキストボックスでは、テキストボックス内で改行を使用して、各分類群 を 1 行にまとめた分類群リストを入力できます。このリストに入力された分類群は、学名として扱われます。
zh: *分類群列表* - 此文字框允許使用者輸入一個分類群列表。每行輸入一個分類群，使用ENTER鍵進行分行。輸入的分類群被視為學名。

source: *Add* - this button processes the values entered in the Taxon List text box and creates scientific names for each of them within the taxonomic coverage.
es: *Agregar* : este botón procesa los valores ingresados en el cuadro de texto “Lista taxonómica” y crea nombres científicos para cada uno de ellos dentro de la cobertura taxonómica.
ja: *追加* - このボタンをクリックすると、「分類群リスト」テキストボックスに入力された値を処理し、分類群の範囲内でそれぞれの分類群の学名を作成します。
zh: *新增* - 此按鈕將輸入到「分類群列表」文字框的值在分類群範圍內建立相應的科學名。

source: *Add new taxon* - this link adds controls to enter a single taxon to the taxonomic coverage - text boxes for Scientific Name and Common Name, a select box for Rank and a "Remove this taxon" link. The taxon can contain any combination of scientific and common name with an optional rank.
ja: *新しい分類法の追加* - このリンクをクリックすると、分類法の適用範囲に1つの分類法を入力するためのコントロール（科学名と一般名のテキストボックス、ランクのセレクトボックス、および「この分類法を削除」リンク）が追加されます。分類群には、学名と一般名の任意の組み合わせと、任意でランクを指定することができます。
zh: *新增單一分類群* - 此連結新增控制項以輸入分類群範圍中的單一分類群——包括學名和俗名的文字框、一個標示位階的選擇框，以及一個「移除此分類群」的連結。分類群可以為學名和俗名的任意組合，並可選擇輸入位階。

source: *Scientific Name* - this text box is meant to contain the scientific name for the taxon.
es: *Nombre científico*: este cuadro de texto está destinado para el nombre científico del taxón.
ja: *学名* - 分類群の学名が表示されます。
zh: *學名* - 此文字框用於輸入分類群的學名。

source: *Common Name* - this text box is meant to contain the scientific name for the taxon.
es: *Nombre común* : este cuadro de texto está destinado para el nombre común del taxón.
ja: *普通名* - その分類群の学名が表示されます。
zh: *俗名* - 此文字框用於輸入分類群的俗名。

source: *Rank* - this text box is meant to contain the taxonomic rank of the taxon.
es: *Categoría*: este cuadro de texto está destinado para la categoría taxonómica del taxón.
ja: *ランク* - このテキストボックスにはその分類群の分類学上のランクが表示されます。
zh: *位階* - 此文字框用於輸入分類群的分類位階。

source: *Remove this taxon* - clicking on this link will remove the taxon (scientific name, common name, and rank) to the left of the icon from the taxonomic coverage.
ja: *この分類項目を削除* - このリンクをクリックすると、アイコンの左側にある分類項目（学名、一般名、ランク）が分類対象から削除されます。
zh: *移除此分類群* - 點擊此連結將移除分類群（學名、俗名和位階）。

source: *Add new taxonomic coverage* - click on this link to initiate a form for a new taxonomic coverage with a text box labelled "Description" and links to "Add several taxa" and "Add new taxon" as described above.
es: *Añadir cobertura taxonómica*: al hacer clic sobre este enlace, se agrega una nueva cobertura taxonómica como se describió anteriormente, con un cuadro de texto marcado como “Descripción” y enlaces a “Añadir varios taxa” y “Añadir taxón”.
ja: *新しい分類範囲を追加* - これをクリックすると、新しい分類範囲のためのフォームが起動し、「説明」というテキストボックスと、上記のように「複数の分類群を追加する」と「新しい分類群を追加する」というリンクが表示されます。
zh: *新增分類群範圍* - 點擊此連結以新增一個新的分類群範圍表單，其中包括標記為「說明」的文字框及如上所示的「新增多個分類群」和「新增單一分類群」的連結。

source: This metadata page contains information about one of more dates, date ranges, or named periods of time covered by the resource, each of which is called a temporal coverage. Coverages may refer to the times during which the collection or data set was assembled (Single Date, Date Range, and Formation Period), or to times during which the subjects of the data set or collection were alive (Living Time Period). Before the first temporal coverage for the resource is created, the page shows only a link labelled "Add new temporal coverage". Clicking on this link will show the default temporal coverage type "Single Date" in a select box, a text box labelled "Start Date", a calendar icon, and two links. Below is a screen image showing the default Temporal Coverage page before any data have been entered, followed by explanations of the controls seen on the page in this state.
es: Esta página de metadatos contiene información acerca de una o más fechas, rangos de fechas o nombres de periodos de tiempo cubiertos por el recurso, donde cada uno es llamado una cobertura temporal. Las coberturas pueden referirse a tiempos durante el cual la colección o conjunto de datos fue recopilado (Fecha única, Rango de fechas y Periodo de formación) o a tiempos durante los cuales estaban vivas las entidades biológicas del conjunto de datos o colección (Época de existencia). Antes que sea creada alguna cobertura temporal para el recurso, la página mostrará únicamente un enlace marcado como “Añadir cobertura temporal”. Haciendo clic sobre este enlace se mostrará por defecto, en el cuadro de selección, el tipo de cobertura temporal “Fecha única”, un cuadro de texto marcado como “Fecha inicial”, un ícono de calendario y dos enlaces. A continuación se muestra una imagen de la página "Cobertura temporal" antes de ingresar algún dato, seguida por explicaciones para los campos vistos en la página en este estado.
ja: このメタデータページには、リソースが対象とする1つ以上の日付、日付範囲、または指定された期間に関する情報が含まれ、それぞれを時間的範囲と呼びます。このページでは、コレクションまたはデータセットが組み立てられた時間（単一の日付、日付範囲、形成期間）、またはデータセットまたはコレクションの対象者が生きていた時間（生存時間期間）を参照することができます。リソースの最初の時間範囲を作成する前に、ページには「新しい時間範囲を追加」というラベルの付いたリンクだけが表示されます。このリンクをクリックすると、セレクトボックスのデフォルトの時間範囲タイプ「単一の日付」、テキストボックス「日付（始め）」、カレンダーアイコン、および2つのリンクが表示されます。以下は、データが入力される前のデフォルトの時間的範囲ページを示す画面と、この状態のページで見られるコントロールの説明です。
zh: 這個詮釋資料頁面包含有關資源所涵蓋的一個或多個日期、日期範圍或命名的時間段的資訊，每個時間段被稱為時間範圍。範圍可能涉及資料集或集合被創建的時間（單一天、日期範圍或形成時期），或者資料集或集合中主體存在的時間（生存時間段）。在建立資源的首個時間範圍之前，頁面僅顯示一個標記為「新增時間範圍」的連結。點擊該連結會顯示默認的時間範圍類型「單一天」選擇框、一個標記為「開始日期」的文字框、一個日曆圖示，以及兩個相關連結。以下為尚未輸入資料時的默認時間範圍頁面螢幕截圖以及該狀態下控制項的解釋：

source: *Automatically infer from source data* - source data would be analyzed and the temporal coverage would be set automatically on publication.
ja: *ソースデータから自動的に推定する* - ソースデータを解析し、公開時に自動的に時間的範囲を設定する。
zh: *自動從來源資料推斷* - 來源資料將被分析並在發布時自動設定時間範圍。

source: *Add new temporal coverage* - click on this link to initiate a form for an additional temporal coverage.
es: *Añadir cobertura temporal*: al hacer clic sobre este enlace se adiciona una nueva cobertura temporal.
ja: *新しい時間的範囲を追加* - これをクリックすると、時間的範囲を追加するためのフォームが表示されます。
zh: *新增時間範圍* - 點擊此連結以新增一個新的時間範圍表單。

source: *Remove this temporal coverage* - click on this link to remove the temporal coverage that follows immediately below the link.
es: *Eliminar cobertura temporal*: al hacer clic sobre este enlace se elimina la cobertura temporal que está inmediatamente debajo del enlace.
ja: *この時間的範囲を削除* - これをクリックすると、すぐ下にある時間的範囲を削除できます。
zh: *移除此時間範圍* - 點擊此連結以移除該連結正下方的時間範圍。

source: *Temporal Coverage Type* - select one of the options in this select box to set the type of temporal coverage, which can consist of a single date, a date range, a formation period, or a living time period. Selecting a type will reveal controls appropriate to the choice as explained below.
es: *Tipo de cobertura temporal*: elija una de las opciones en el cuadro de selección para establecer el tipo de cobertura temporal, el cual puede consistir de una fecha única, un rango de fechas, un periodo de formación o un periodo de existencia. Seleccionado un tipo, se revelarán los campos apropiados para la elección como se explica a continuación.
ja: *時間的範囲タイプ* - セレクトボックスのオプションのいずれかを選択し、時間的範囲のタイプを設定します。タイプを選択すると、以下に説明するように、適したコントロールが表示されます。
zh: *時間範圍類型* - 從選擇框中選擇其中一個選項以設置時間範圍類型，類型可以是單一天、日期範圍、形成時期或生存時間段。選擇某種類型後，將顯示與該選項相關的控制項，詳見下文說明。

source: *Single Date* - this is the default temporal coverage type showing when a temporal coverage is first created. This type is meant to represent a coverage spanning one day. Selecting this type reveals a text box for a Start Date, with a calendar icon to the right with which a date can be selected.
es: *Fecha única*: este es el tipo de cobertura temporal por defecto que se muestra cuando se crea una cobertura temporal por primera vez. Este tipo está pensado para representar una cobertura que abarca un día. Al seleccionar este tipo aparece un cuadro de texto para una "Fecha inicial", con un icono de calendario a la derecha con el que se puede seleccionar una fecha.
ja: *単一の日付* - これは、時間的範囲が最初に作成されたときに表示されるデフォルトの時間的範囲タイプです。このタイプは、1日にのみわたる範囲を表すためのものです。このタイプを選択すると、開始日のテキストボックスが表示され、右側にカレンダーアイコンが表示され、日付を選択することができます。
zh: *單一天* - 此為新增時間範圍時顯示的默認類型，用於表示一天的覆蓋範圍。選擇此類型後，會顯示一個標記為「開始日期」的文字框及在其右側的日曆圖示，通過此圖示可選擇日期。

source: *Start Date* - this text box is meant to contain a single date in one of the supported date formats. To select a date, click on the calendar icon and choose a date, or enter the date manually. To find out what date formats are supported, open the information icon. Example: 2010-12-31 for 31 December 2010 in the New Era calendar.
es: *Fecha inicial*: este cuadro de texto está destinado a contener una sola fecha en uno de los formatos de fecha admitidos. Para seleccionar una fecha, haga clic en el icono del calendario y elija una fecha, o introduzca la fecha manualmente. Para saber qué formatos de fecha son compatibles, abra el icono de información. Ejemplo: 2010-12-31 para el 31 de diciembre de 2010 en el calendario de la Nueva Era.
ja: *開始日* - このテキストボックスには、サポートされている日付形式のいずれかの日付を1つだけ入力するようになっています。日付を選択するには、カレンダーアイコンをクリックして日付を選択するか、手動で日付を入力します。サポートされている日付形式を確認するには、インフォメーションアイコンを開いてください。例：2010-12-31は、西暦2010年12月31日。
zh: *開始日期* - 此文字框用於輸入單一天範圍的日期，格式需符合指定日期格式。可以點擊日曆圖標選擇日期，也可以手動輸入。欲知指定的日期格式，請點擊旁邊的資訊圖標。例如：2010-12-31 對應公曆的2010年12月31日。

source: *Date Range* - this temporal coverage is meant to describe the time period within which the objects in the collection were collected. Selecting this temporal coverage type reveals a text box for a Start Date and a text box for an End Date, each with a calendar icon to the right with which a date can be selected.
es: *Rango de fechas*: esta cobertura temporal sirve para describir el período de tiempo en el que se colectaron los datos o ejemplares de la colección. Seleccionando este tipo de cobertura temporal, se revela un cuadro de texto para una "Fecha inicial" y otro para un "Fecha final", cada uno con un ícono de calendario a la derecha, en el cual puede ser seleccionada la fecha deseada.
ja: *日付範囲* - この時間的範囲は、コレクション内のオブジェクトが収集された期間を記述することを意図しています。この時間的範囲を選択すると、開始日のテキストボックスと終了日のテキストボックスが表示され、それぞれ右側に日付を選択するためのカレンダーアイコンが表示されます。
zh: *日期範圍* - 此時間範圍類型用於描述集合中對象被收集的起止日期。選擇此類型後，會顯示兩個文字框，分別標記為「開始日期」和「結束日期」，各在其右邊附有一個用來點選日期的日曆圖標。

source: *Start Date* - this text box is meant to contain the date the coverage began, in one of the supported date formats. To select a date, click on the calendar icon and choose a date, or enter the date manually. To find out what date formats are supported, open the information icon. Example: 2010-12-31 for 31 December 2010 in the New Era calendar.
es: *Fecha inicial*: este cuadro de texto está destinado para la fecha en que comenzó la cobertura, en uno de los formatos de fecha soportados. Para seleccionar una fecha, haga clic sobre el ícono del calendario y elija una fecha o ingrésela manualmente. Para saber que formatos de fechas son soportados, abra el ícono de información. Ejemplo: 2012-12-31 para el 31 de Diciembre de 2012 en el calendario de la nueva era.
ja: *開始日* - このテキストボックスには、サポートされている日付形式のいずれかの日付を1つだけ入力できるようになっています。日付を選択するには、カレンダーアイコンをクリックして日付を選択するか、手動で日付を入力します。サポートされている日付形式を確認するには、インフォメーションアイコンを開いてください。例：2010-12-31は、西暦2010年12月31日。
zh: *開始日期* - 用於輸入日期範圍的開始日期的文字框，格式需符合支持的日期格式。可以點擊日曆圖標選擇日期，也可以手動輸入。欲知指定的日期格式，請點擊旁邊的資訊圖標。例如：2010-12-31 對應公曆的2010年12月31日。
