Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: Below the Manage Resource table is a form that can be used to create a new resource. First, a unique "shortname" must be provided for the resource. This short name will be used to uniquely identify the resource within the IPT instance, and will be used within the URL to access the resource via the Internet. The shortname must be at least three characters in length, may contain alphanumeric characters (A-Z, a-z and 0-9), but must not contain white space, punctuation other than hyphens or underscores, or accented characters (e.g., "firstresource" or "first_resource", but not "first resource" or "première ressource!"). Second, an optional resource type can be provided. Please note that when an optional archived resource is loaded (see below) the type will be determined automatically and overwrite this selection. Third, an optional archived resource can be uploaded. The following sections describe the 3 different types of archived resources from which a new resource can be derived:
es: Debajo de la tabla de "Gestión de recursos" hay un formulario que puede utilizarse para crear un nuevo recurso. En primer lugar, debe proporcionarse un "nombre corto" único para el recurso. Este nombre corto se utilizará para identificar de forma exclusiva el recurso dentro de la instancia IPT y se utilizará dentro de la URL para acceder al recurso a través de Internet. El nombre corto debe tener al menos tres caracteres, puede contener caracteres alfanuméricos (A-Z, a-z y 0-9), pero no debe contener espacios en blanco, signos de puntuación que no sean guiones o guiones bajos, ni caracteres acentuados (p. ej., "primerrecurso" o "primer_recurso", pero no "primer recurso" o "première ressource!"). En segundo lugar, se puede proporcionar un tipo de recurso (opcional). Tenga en cuenta que cuando se cargue un archivo (ver más adelante) el tipo se determinará automáticamente y sobrescribirá esta selección. En tercer lugar, se puede cargar un archivo (opcional). Las siguientes secciones describen los 3 tipos diferentes de archivos de los que se puede derivar un nuevo recurso:

source: <<Upload a Darwin Core Archive,Darwin Core Archive>>,
es: <<Cargar un Archivo Darwin Core,Archivo Darwin Core>>,

source: <<Upload a metadata file,metadata file>>.
es: <<Cargar un archivo de metadatos,archivo de metadatos>>

source: Of course, you can always just _create an entirely new resource_ without loading an existing archived resource. With this option the resource configuration will have to be created in its entirety through the IPT forms, including uploading source data files (or connecting to a database or URLs) and mapping the fields therein to terms in the appropriate extension or extensions. *Please note the IPT has a 200MB file upload limit*, however, there is *no limit to the size of Darwin Core Archive the IPT can export/publish*. Refer to the <<upload-limits,note about file upload limits>> to find out how to work around the file upload limit.
es: Por supuesto, siempre se puede simplemente _crear un recurso completamente nuevo_ sin cargar un archivo que contenga un recurso. Con esta opción, la configuración del recurso tendrá que crearse en su totalidad a través de los formularios del IPT, incluyendo cargar archivos de datos fuente (o la conexión a una base de datos o a URLs) y el mapeo de los campos de los mismos a términos en la extensión o extensiones adecuadas. *Tenga en cuenta que el IPT tiene un límite de carga de archivos de 200MB*, sin embargo, no hay *límite en el tamaño del Archivo Darwin Core que el IPT puede exportar/publicar*. Consulte la sección <<Límites de carga, nota sobre los límites de carga de archivos>> para saber cómo evitar el límite de carga de archivos.

source: The IPT is able to import valid Darwin Core Archive files up to 200MB in size. Information about Darwin Core Archives can be found on the https://dwc.tdwg.org/[Darwin Core web site], with further information about the IPT's use of them xref:dwca-guide.adoc[here]. To import a Darwin Core Archive, click on the button labelled "Choose File", then navigate to and select the intended archive file. After selecting the file, its name will appear next to the "Choose File" button.
es: El IPT puede importar y exportar archivos válidos del tipo Darwin Core de hasta 200MB. Puede encontrar más información sobre archivos Darwin Core en el http://rs.tdwg.org/dwc/terms/guides/text/[sitio web de Darwin Core], junto con información sobre su uso en xref:dwca-guide.adoc[el IPT]. Para importar un archivo Darwin Core, haga clic en el botón "Examinar", a continuación busque y seleccione el archivo. Después de seleccionar el archivo, el nombre aparecerá junto al botón "Examinar".

source: The IPT can import uncompressed delimited text files (CSV, tab, and files using any other delimiter) or equivalent files compressed with Zip or Gzip. Excel files are also supported. Select "File" from the dropdown box and click on the button labelled "Browse…" to navigate to and select the file to import. The file name can only be composed of alphanumeric characters (A-Z, 0-9), spaces, underscores, full stops, parentheses, and hyphens. After selecting the file, its name will appear to the right of the "Browse…" button.
es: El IPT puede importar archivos de texto delimitados (CSV, archivos separados por tabuladores y que utilicen cualquier otro delimitador) o archivos equivalentes comprimidos con Zip o Gzip, también admite archivos de Excel. Seleccione la opción "Archivo" del menú desplegable y haga clic en l botón "Examinar" para seleccionar el archivo a importar. El nombre del archivo sólo puede estar compuesto por caracteres alfanuméricos (A-Z, 0-9), espacios, guiones bajos, puntos, paréntesis y guiones. Tras seleccionar el archivo, el nombre aparecerá a la derecha del botón "Examinar".

source: The IPT has an upload size limit of 200MB. There is no limit to the size of Darwin Core Archive the IPT can export/publish though. For loading datasets larger than 200MB in size into the IPT, the following work-arounds are recommended:
es: El IPT tiene un límite de 200MB para la carga de archivos. Sin embargo, no hay límite para el tamaño de los Archivos Darwin Core que el IPT puede exportar/publicar. Para cargar conjuntos de datos de más de 200 MB en el IPT, se recomiendan las siguientes soluciones:

source: *Source Name* - the name of the file selected, without the file extension.
es: *Nombre del archivo del conjunto de datos*: El nombre del archivo seleccionado, sin la extensión del archivo.

source: *Analyse* - click on this button to generate a data summary based on the file settings on this page. The analysis will indicate whether the file is readable, and if so, how many columns it contains.
es: *Analizar*: haga clic en este botón para generar un resumen de datos basado en la configuración del archivo en esta página. El análisis indicará si la base de datos tiene posibilidad de lectura y, si es así, el número de columnas que contiene.

source: *Preview* image:ipt2/manage/preview.png[width=32,height=31] - click on this button to see an interpretation of the data within the file.
es: *Vista previa* image:ipt2/manage/preview.png[width=32,height=31]: haga clic en este botón para ver una interpretación de los datos contenidos en el archivo.

source: After the parameters for the data source have been set so that the file is interpreted correctly, click on the button labelled "Save" to store this configuration. If the save is successful, the Resource Overview page will appear, with summary information about the file in the right-hand column of the Source Data area. A button labelled "Edit" will also appear with the source data file summary information in the right-hand column, allowing the user to reopen the Source Data File detail page.
es: Después de ajustar los parámetros de la fuente de datos para que el archivo se interprete correctamente, haga clic en el botón "Guardar" para almacenar esta configuración. Si el almacenamiento se realiza correctamente, aparecerá la página "Vista general del recurso", con información resumida acerca del archivo en la columna de la derecha del área "Conjunto de daros". El botón "Editar" también aparecerá con el resumen de la información del archivo del conjunto de datos en la columna de la derecha, permitiendo al usuario volver a abrir la página detallada de "Archivo de conjunto de datos".

source: The IPT can use database connections to import data from tables or views. A list of supported database connections is given in the xref:database-connection.adoc[Supported Databases] section. To configure a database as a data source, choose "Database" from the list of source data types in the left-hand column of the Source Data area of the Resource Overview page, then click on the button labelled "Connect". This will open a Source Database detail page.
es: El IPT puede utilizar conexiones de bases de datos para importar datos desde tablas o vistas. En la sección xref:database-connection.adoc[Bases de datos compatibles] encontrará un listado de las conexiones de bases de datos compatibles. Para configurar una base de datos como fuente de datos, elija "Base de datos" en la lista de tipos de conjuntos de datos en la columna izquierda del área de "Conjuntos de datos" en la página de "Vista general del recurso", luego haga clic en el botón "Conectar". Esto abrirá una página detallada de Conjunto de datos.

source: *Source Name* - the name of the data source. Unlike a file data source, this can be edited and given any name by the user.
es: *Nombre del archivo del conjunto de datos*: el nombre de la base de datos. A diferencia de una fuente de datos de tipo archivo, ésta puede ser editada y recibir cualquier nombre dado por el usuario.

source: *Analyse* - click on this button to generate a data summary based on the database connection settings on this page. The analysis will indicate whether the database is readable, and if so, how many columns there are in the results of the SQL Statement.
es: *Analizar*: haga clic en este botón para generar un resumen de datos basado en la configuración de la conexión a la base de datos en esta página. El análisis indicará si la base de datos es legible y, en caso afirmativo, cuántas columnas hay en los resultados de la sentencia SQL.

source: *Preview* image:ipt2/manage/preview.png[width=32,height=31] - click on this button to see an interpretation of the data based on the database connection settings on this page.
es: *Vista previa* image:ipt2/manage/preview.png[width=32,height=31]: haga clic en este botón para ver una interpretación de los datos basada en la configuración de la conexión a la base de datos en esta página.

source: The IPT can import uncompressed delimited text files (CSV, tab, and files using any other delimiter) directly from a URL. Select "URL" from the source data type dropdown list under "Source Data", then type or copy and paste the full URL (including `http://` or `https://`) into the box below.
es: El IPT puede importar archivos de texto sin comprimir (CSV, tabulador y archivos con cualquier otro delimitador) directamente desde una URL. Seleccione "URL" en la lista desplegable de tipo de conjunto de datos en "Conjunto de datos" y, a continuación, escriba o copie y pegue la URL completa (incluyendo `http://` o `https://`) en el cuadro inferior.

source: Once these conditions have been met, the left-hand column of the Darwin Core Mappings area will contain a select box with a list of Core Types and Extensions that have been installed. Select a Core Type and map that before selecting an extension to map. Select the appropriate extension that has fields matching the ones to map in the data source. If the appropriate core type or extension does not appear in the select box, it will have to be installed first. Refer to the information under the "Configure Core Types and Extensions" heading in the "Administration Menu" section for an explanation of how to install extensions.
es: Una vez que se hayan cumplido estas condiciones, la columna de la izquierda del área de Mapeo Darwin Core contendrá un cuadro de selección con una lista de cores y extensiones que se han instalado. Seleccione un core y realice el enlace antes de seleccionar una extensión para mapear. Seleccione la extensión adecuada que contenga los elementos que coincidan con aquellos a mapear en el conjunto de datos. Si el core o la extensión adecuada no aparecen en el cuadro de selección tendrán que ser instalados primero. Consulte la información del encabezado "Configuración de cores y extensiones" en la sección "Menú administración" para obtener una explicación sobre cómo instalar extensiones.

source: After a new mapping has been added, it will be visible in the right-hand column of the Darwin Core Mappings area. This area will contain a list of all the resource's mappings divided into Core Type mappings and Extension mappings. Click the "Edit" button beside a mapping to modify it, or click the preview icon image:ipt2/manage/preview.png[width=32,height=31] to preview the mapping. Resource managers are advised to preview all mappings prior to publishing a new version.
es: Una vez se agrega un nuevo mapeo, éste será visible en la columna de la derecha del área Mapeos Darwin Core. Esta área contendrá una lista de todas los mapeos del recurso divididas en mapeos por Tipos de Core y mapeos por Extensiones. Haga clic en el botón "Editar" junto a un mapeo para modificarlo, o haga clic en el icono de vista previa image:ipt2/manage/preview.png[width=32,height=31] para obtener una vista preliminar del mapeo. Se recomienda a los editores de recursos que itilicen la vista previa para hacer una revisión de todos los mapeos antes de publicar una nueva versión.

source: *Delete* - click on this button to remove all translations for this field and return to the Data Mapping page.
es: *Eliminar*: haga clic en este botón para eliminar todas las traducciones de este elemento y volver a la página de "Mapeo del conjunto de datos".

source: *Reload* - click on this button to search the source data again for distinct values. Existing translations are retained, and any new distinct values from the source data appear on the list without a translation.
es: *Recargar*: haga clic en este botón para volver a buscar valores distintos en el conjunto de datos. Las traducciones existentes se conservan y los nuevos valores del conjunto de datos aparecen en la lista sin traducción.

source: *Automap* - this button appears only if the field is governed by a controlled vocabulary. Click on this button to fill the Translated Values automatically with standard values based on known synonyms. Values in the source data for which there are no known synonyms will remain blank.
es: *Mapeo automático*: este botón aparece sólo si el elemento se rige por un vocabulario controlado. Haga clic en este botón para completar los valores traducidos automáticamente con valores estándar basados en sinónimos conocidos. Los valores en el conjunto de datos para los que no hay sinónimos conocidos permanecerán en blanco.

source: This area of the Resource Overview page allows a user to edit the resource metadata. By clicking on the button labelled "Edit" in the panel to the left the metadata can be edited. The panel to the right shows when the metadata was last modified. Every resource requires a minimal set of descriptive metadata in order to i) be published in the GBIF network, ii) be registered with DataCite (in other words, be assigned a DOI). If any of the required metadata is missing, the Resource Overview page will open with a warning message in the Metadata area of the page.
es: Esta área de la página "Vista General del recurso" permite al usuario editar los metadatos del recurso. Haciendo clic en el botón "Editar" del panel de la izquierda, se pueden editar los metadatos. El panel de la derecha muestra cuándo se modificaron los metadatos por última vez. Cada recurso requiere un conjunto mínimo de metadatos descriptivos para i) ser publicado en la red de GBIF y ii) ser registrado en DataCite (en otras palabras, tener asignado un DOI). Si falta alguno de los metadatos requeridos, la página de vista general del recurso se abrirá con un mensaje de advertencia en el área de metadatos de la página.

source: An existing resource EML file can be uploaded, replacing any existing metadata. To do this, click the "Browse" button and choose the EML file.
es: Se puede cargar un archivo EML y reemplazar un metadato existente. Para hacer esto, haga clic en el botón "Examinar" y elija el archivo EML.

source: Clicking on the "Edit" button opens the <<Basic Metadata>> page, the first of a series of metadata pages. Each page will appear in sequence as the button labelled "Save" is clicked upon finishing entering data on any given metadata page. Saving the metadata on the last of the metadata pages will transition back to the <<Basic Metadata>> page. Clicking on the button labelled "Cancel" on any given metadata page will disregard any changes made on that page and return to the Resource Overview page. In a column at the right of each metadata page is a list of links to all of the metadata pages for easy reference and navigation. Click on any of the links to open the metadata page for that topic.
es: Haciendo clic en el botón “Editar”, se abre la página <<Metadatos básicos>>, la primera de una serie de páginas de metadatos. Cada página aparecerá en secuencia cuando se hace clic en el botón “Guardar” luego de haber finalizado el ingreso de los datos en cualquiera de las páginas de metadatos. Al guardar los metadatos en la última de las páginas de metadatos se volverá a la página <<Metadatos básicos>>. Al hacer clic en el botón "Cancelar" en cualquier página de metadatos, no se tendrán en cuenta los cambios realizados en esa página y se volverá a la página de "Vista general del recurso". En una columna a la derecha de cada página de metadatos hay una lista de enlaces a todas las páginas de metadatos para facilitar la referencia y la navegación. Haga clic en cualquiera de los enlaces para abrir la página de metadatos de ese tema.

source: *Resource Contacts* - the list of people and organizations that should be contacted to get more information about the resource, that curate the resource or to whom putative problems with the resource or its data should be addressed.
es: *Contactos del recurso*: la lista de personas y organizaciones con las que hay que ponerse en contacto para obtener más información sobre el recurso, que lo custodian o a las que hay que dirigir los posibles problemas con el recurso o sus datos.

source: *Add new taxon* - this link adds controls to enter a single taxon to the taxonomic coverage - text boxes for Scientific Name and Common Name, a select box for Rank and a trash icon. The taxon can contain any combination of scientific and common name with an optional rank.
es: *Añadir taxón*: este enlace agrega campos para ingresar un solo taxón a la cobertura geográfica, cuadros de texto para el Nombre Científico y Nombre Común, un cuadro de selección para la Categoría Taxonómica y un ícono de papelera. El taxón puede contener alguna combinación de nombre científico y común con una categoría taxonómica opcional.

source: *Trash Icon* image:ipt2/controls/Control-TrashIcon.png[] - clicking on this icon will remove the taxon (scientific name, common name, and rank) to the left of the icon from the taxonomic coverage.
es: *Ícono de papelera* image:ipt2/controls/Control-TrashIcon.png[] (Actualmente botón "Eliminar"): al hacer clic en el ícono se eliminarán los datos asociados al taxón (nombre científico, nombre común y categoría) a la izquierda del icono de la cobertura taxonómica.

source: *Copy details from resource contact* - if this person or organization is the same as the first Resource Contact on the Basic Metadata page, all of the details can be copied into the equivalent fields for the associated party by clicking on this link.
es: *Copiar datos del contacto del recurso* si esta persona u organización es la misma del "Contacto del recurso" en la página "Metadatos básicos", entonces haciendo clic sobre este enlace pueden ser copiados, en los campos equivalentes, todos los detalles para la parte asociada.

source: *Citation Identifier* - a DOI, URI, or other persistent identifier that resolves to the online dataset. It is recommended the identifier be included in the citation. If the resource has been assigned a DOI (using the IPT), the IPT sets the DOI as the citation identifier and it can no longer be edited.
es: *Identificador de la referencia del recurso*: un DOI, URI u otro identificador persistente que dirija al conjunto de datos en línea. Se recomienda incluir el identificador en la citación. Tenga en cuenta que si el recurso tiene un DOI asignado (utilizando el IPT), el IPT establece el DOI como el identificador de la cita y no puede ser editado.

source: *Date Published* - the date when the resource was last published. This value is set automatically when publishing (see the <<Published Versions>> section).
es: *Última fecha de publicación*: la fecha en la que el recurso fue publicado por última vez. Este elemento se actualiza de manera automática cada vez que el recurso es actualizado (Ver la sección <<Versión del Archivo DwC>>).

source: *Alternative Identifiers* - this section contains a list of additional or alternative identifiers for the resource. When the resource is published, the IPT's URL to the resource is added to the list of identifiers. When a resource is assigned a new DOI (using the IPT), the IPT ensures this DOI is placed first in the list of identifiers. When a resource is registered with the GBIF Registry, the Registry's unique resource key is also added to the list of identifiers. If the resource represents an existing registered resource in the GBIF Registry, the existing registered resource UUID can be added to the list of identifiers. This will enable the IPT resource to update the existing resource during registration, instead of registering a brand new resource. For more information on how to migrate a resource, see <<Migrate a Resource,this>> section.
es: *Identificador alternativo*: esta sección contiene una lista de identificadores alternativos o adicionales para el recurso. Cuando el recurso es publicado, la URL del IPT del recurso es adicionada a la lista de identificadores. Cuando un recurso es registrado en el Registro GBIF, el registro único del recurso también es adicionado a la lista de identificadores. Si el recurso representa un recurso existente ya registrado en el Registro GBIF, el UUID del recurso registrado puede ser agregado a la lista de identificadores. Esto permitirá al recurso del IPT actualizar el recurso existente durante el registro, en vez de registrar un recurso completamente nuevo. Para más información sobre cómo migrar un recurso, ver la sección <<Migración de un recurso>>.

source: Published Versions
es: Versiones publicadas

source: Click on the button labelled "Publish" to trigger publishing a new version. The button labelled "Publish" will be enabled if
es: Haga clic en el botón "Publicar" para activar la publicación de una nueva versión. El botón "Publicar" estará habilitado si:
