Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: *SQL Statement* - The Structured Query Language statement used to read data from the source database. The statement will be sent as-is to the configured database, so you can use any native feature of the database such as functions, group by statements, limits, or unions, if supported. Example: `SELECT * FROM specimen JOIN taxon ON taxon_fk = taxon.id`. While testing a large data source it is a good idea to include the appropriate language in the SELECT statement to limit the number of rows returned by the query - for example, in MySQL, `SELECT * FROM specimen JOIN taxon ON taxon_fk = taxon.id LIMIT 10`. When the statement has been fully tested with the Darwin Core Mappings (see the following section), change the SQL Statement to return the full intended data set.
es: *Sentencia SQL*: la sentencia de lenguaje de consulta estructurado (Structured Query Language) utilizada para leer los datos de la fuente de base de datos. La sentencia se enviará como está, a la base de datos configurada, por lo cual usted puede utilizar cualquier característica local de la base de datos como funciones, agrupación de documentos, límites, o uniones, si son compatibles. Ejemplo: `SELECT * FROM specimen JOIN taxon ON taxon_fk = taxon.id`. Al momento de probar una fuente de datos de gran tamaño es buena idea incluir el lenguaje apropiado en la sentencia SELECT para limitar el número de filas arrojadas por la consulta, por ejemplo, en MySQL, `SELECT * FROM specimen JOIN taxon ON taxon_fk = taxon.id LIMIT 10`. Cuando la sentencia ha sido totalmente probada con el enlace de Darwin Core (consulte la siguiente sección), cambie la sentencia SQL para que retorne todo el conjunto de datos previsto.
ja: *SQLステートメント* - ソースデータベースからデータを読み込むために使用される構造化クエリ言語ステートメントです。この文は設定されたデータベースにそのまま送信されるので、関数、group by文、制限、ユニオンなど、データベースのネイティブ機能（対応している場合）を使用することができます。例：`SELECT * FROM specimen JOIN taxon ON taxon_fk = taxon.id`。大きなデータソースをテストする場合、SELECT文の中に、クエリによって返される行数を制限する適切な言語を含めると良いでしょう。例えば、MySQLでは、`SELECT * FROM specimen JOIN taxon ON taxon_fk = taxon.id LIMIT 10` です。ステートメントがダーウィンコアマッピング（次のセクションを参照）で完全にテストされたら、SQLステートメントを変更し、目的のデータセットを返します。
zh: * SQL 語句* - 用來從資料來源資料庫中讀取資料的結構化查詢語言（SQL）語句。語句將依原樣傳送至已設定的資料庫，因此可以使用資料庫的任何原生功能，如函數、分組語句、限制語句或聯集語句（如果支援）。例如：SELECT * FROM specimen JOIN taxon ON taxon_fk = taxon.id。測試大型的來源資料時，建議在 SELECT 語句中加入相應語句以限制查詢返回的行數，例如在 MySQL 中 SELECT * FROM specimen JOIN taxon ON taxon_fk = taxon.id LIMIT 10。當語句已經過與達爾文核心資料對照的完整測試後（參見以下章節），使用者可以將 SQL 語句更改為回傳完整的資料集。

source: *Character Encoding* - the system that defines byte-wise definitions of the characters in the data (e.g., Latin1, UTF-8 ).
es: *Codificación de caracteres*: el sistema que determina las definiciones en bytes de los caracteres de los datos (p. ej., Latin1, UTF-8 ).
ja: *文字エンコード* - データ内の文字をバイト単位で定義するシステム（例：Latin1、UTF-8 ）。
zh: *字元位元系統* - 定義資料中字元位元的系統（例如 Latin1、UTF-8）。

source: After the parameters for the data source have been set so that the data are accessed correctly, click on the button labelled "Save" to store this configuration. If the save is successful, the Resource Overview page will appear, with summary information about the data in the right-hand column of the Source Data area. A button labelled "Edit" will also appear with the source data summary information, allowing the user to reopen the Source Database detail page.
es: Después de establecer los parámetros del conjunto de datos de manera que haya un acceso adecuado a los datos, haga clic en el botón "Guardar" para almacenar esta configuración. Si el proceso de almacenamiento se realiza correctamente, aparecerá la página "Vista general del recurso", con información resumida acerca de los datos, en la columna de la derecha del área "Conjunto de datos". el botón "Editar" también aparecerá con la información resumida del conjunto de datos, permitiendo al usuario volver a abrir la página detallada del Conjunto de datos.
ja: データソースのパラメータを設定し、データに正しくアクセスできるようになったら、「保存」ボタンをクリックして設定を保存してください。保存に成功すると、リソース概要ページが表示され、ソースデータエリアの右側の列にデータの概要が表示されます。「編集」 ボタンもソースデータサマリー情報とともに表示され、ユーザーはソースデータベース詳細ページを再度開くことができます。
zh: 當來源資料的參數設定完成並可以正確訪問資料後，點擊標示「儲存」的按鈕以儲存此配置。若儲存成功，將顯示「資源概述」頁面，並在來源資料區塊右側顯示資料的摘要資訊。來源資料摘要資訊中還會顯示一個標示「編輯」的按鈕，允許使用者重新開啟「來源資料庫」的詳情頁。

source: URL as data source
es: URL como conjunto de datos
ja: URLをデータソースとする
zh: URL 作為來源資料

source: The IPT can import uncompressed delimited text files (CSV, tab, and files using any other delimiter) or archives directly from a URL. Click the {threedots} menu and select "Add". Then select "URL" from the source data type dropdown list, then provide source's name and type or copy and paste the full URL (including `http://` or `https://`) into the box below.
zh: IPT 可以直接從 URL 匯入未壓縮的分隔文字檔案（CSV、tab 檔或其他分隔符號檔案）或壓縮檔案。點擊 {threedots} 選單並選擇「新增」。接著，從來源資料類型的下拉選單中選擇「URL」，然後提供來源的名稱和類型，或直接將完整 URL（包括 http:// 或 https://）貼入下方的框中。

source: Click on the button labelled "Clear" to remove the choice of URL and return to the previous state before any data source was selected. Or, click on the button labelled "Add" to open the Source Data URL detail page.
es: Haga clic en el botón "Limpiar" para eliminar el archivo seleccionado y volver al estado anterior a la selección del archivo de conjunto de datos. Alternativamente, haga clic en el botón "Agregar" para abrir la página de detalles de la URL del Conjunto de datos.
ja: 「消去」ボタンをクリックすると、URLの選択が解除され、データソースが選択される前の状態に戻ります。また、「追加」ボタンをクリックすると、ソースデータURLの詳細ページが表示されます。
zh: 點擊標示為「清除」的按鈕可移除 URL 選擇並回到選取資料來源前的狀態。或者，點擊標示為「新增」的按鈕來開啟來源資料 URL 的詳情頁。

source: This page shows the name of the resource along with a summary of the URL characteristics (readability, number of columns detected, URL location, the number of rows detected, and the date the URL was last loaded into the IPT). The Source Data URL detail page allows the user to view and edit the parameters that describe the content of the selected file, and to use these settings to analyse and preview the file.
es: Esta página muestra el nombre del recurso junto con un resumen de las características de la URL (legibilidad, número de columnas detectadas, ubicación de la URL, el número de filas detectadas y la fecha en que la URL se cargó por última vez en el IPT). La página de detalles de la URL del "Conjunto de datos" permite al usuario ver y editar los parámetros que describen el contenido del archivo seleccionado, así como utilizar estos ajustes para analizar y previsualizar el archivo.
ja: このページには、リソースの名前とファイルの特性（公開状況、検出された列数、ファイルの絶対パス、検出された行数、ファイルが最後にIPTにロードされた日付）の概要が表示されます。ソースデータファイルの詳細ページでは、選択したファイルのコンテンツを記述するパラメータを表示および編集し、これらの設定を使用してファイルの解析とプレビューを行うことができます。
zh: 此頁面顯示資源名稱和 URL 特徵的摘要（可讀性、檢測到的欄數、URL 位置、檢測到的行數以及 URL 最後載入 IPT 的日期）。來源資料 URL 的詳情頁允許使用者查看和編輯描述所選檔案內容的設定參數，並使用這些設定進行分析和預覽。

source: From this point, the process is very similar to using a file as a data source. See the <<File as data source>> section for an explanation of the page.
es: A partir de este punto, el proceso es muy similar al de utilizar un archivo como fuente de datos. Consulte la sección <<Archivo como fuente de datos>> para consultar una explicación de la página.
ja: ここからは、ファイルをデータソースとして使用する場合と非常によく似た手順となります。ページの説明については、link:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#file-as-data-source[ファイルをデータソースとする]の項を参照してください。
zh: 從這裡開始的流程與使用檔案作為資料來源的方式非常相似。詳情請參閱 <<檔案作為資料來源>> 章節。

source: Darwin Core Mappings
es: Mapeo Darwin Core
ja: ダーウインコアマッピング
zh: 達爾文核心標準資料對照

source: This area of the Resource Overview page allows a user to map the fields in the incoming data to fields in installed extensions and to see which fields from the sources have not been mapped. This option is not available until at least one data source has been successfully added and at least one extension has been installed.
es: Esta área de la página "Vista general del recurso", permite al usuario mapear los elementos de los datos de entrada a los elementos de las extensiones instaladas e identificar los elementos que aún no han sido mapeados. Esta opción no estará disponible hasta que se haya añadido correctamente al menos un conjunto de datos y se haya instalado al menos una extensión.
ja: リソース概要ページのこのエリアでは、受信データのフィールドをインストールされている拡張機能のフィールドにマッピングしたり、ソースのどのフィールドがマッピングされていないかを確認したりすることができます。このオプションは、何らかのデータソースが正しく追加され、1つ以上の拡張機能がインストールされるまで使用できません。
zh: 資源概覽頁面的此部分允許使用者將傳入資料中的欄位對照到已安裝擴展中的欄位，並查看哪些來源欄位尚未進行對照。此選項僅在至少一個資料來源成功新增，且至少一個延伸資料集已安裝後才可用。

source: Once these conditions have been met, the dropdown will contain a select box with a list of Core Types and Extensions that have been installed. Select a Core Type and map that before selecting an extension to map. Select the appropriate extension that has fields matching the ones to map in the data source. If the appropriate core type or extension does not appear in the select box, it will have to be installed first. Refer to the information under the "Configure Core Types and Extensions" heading in the "Administration Menu" section for an explanation of how to install extensions.
ja: これらの条件が満たされると、ダーウィンコア・マッピングエリアの左側の列に、インストールされているコアタイプと拡張機能のリストが表示されたセレクトボックスが表示されます。コアタイプを選択し、マップする拡張機能を選択する前にマップしてください。データソースにマッピングするフィールドと一致するフィールドを持つ、適切な拡張機能を選択します。適切なコアタイプまたは拡張機能がセレクトボックスに表示されない場合は、まずインストールする必要があります。拡張機能のインストール方法については、「管理メニュー」の「コアタイプおよび拡張機能の設定」の項目を参照してください。
zh: 當滿足這些條件後，該下拉列表將包含一個選擇框，列出已安裝的核心類型和延伸資料集。選擇一個核心類型並進行對照，然後選擇要對照的延伸資料集。選擇與來源資料欄位相符的延伸資料集。如果在選擇框中沒有出現所需的核心類型或延伸資料集，則需要先安裝該延伸資料集。詳情請參閱「選單：系統管理」章節中的「設定核心類型和延伸資料集」標題下的說明。

source: After the desired core type or extension is selected, click on the button labelled "Add" to open the <<Data Source selection page>>.
es: Una vez seleccionado el core o la extensión deseada, haga clic en el botón "Agregar" para abrir la <<Página de selección del conjunto de datos>>.
ja: 目的のコアタイプや拡張子を選択したら、「追加」ボタンをクリックして、link:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#data-source-selection-page[データソース選択ページ]を開きます。
zh: 選擇所需的核心類型或延伸資料集後，點擊標示為「新增」的按鈕以開啟 <<資料來源選擇頁面>>。

source: Data Source selection page
es: Página de selección del conjunto de datos
ja: データソース選択ページ
zh: 資料來源選擇頁面

source: This page gives an explanation of the type of data the extension is meant to support, and shows a select box containing a list of all of the configured data sources.
es: Esta página ofrece una explicación del tipo de datos que la extensión puede soportar, y muestra un cuadro de selección que contiene una lista de todas las fuentes de datos configuradas.
ja: この画面では、拡張機能がサポートするデータの種類についての説明があり、設定されているすべてのデータソースのリストを含むセレクトボックスが表示されます。
zh: 此頁面說明延伸資料集支援的資料類型，並顯示一個包含所有已配置的資料來源的選擇框。

source: A resource must only use 1 core type: choose "Darwin Core Checklist" when the basis of the resource is taxon names, or choose "Darwin Core Occurrence" when the basis of the resource is occurrences in nature (observations) or in a collection (specimens). Only after the desired core type has been mapped, will it be possible to map other extensions.
es: Un recurso debe usar solamente un tipo de estándar: elija "Darwin Core Taxon" cuando la base del recurso sean nombres de taxones o elija "Darwin Core Occurrence" cuando la base del recurso sean observaciones en campo o especímenes en una colección. Sólo cuando se haya mapeado el core deseado, será posible mapear otras extensiones.
ja: リソースの基本が分類名である場合は、「ダーウィンコアチェックリスト」を選択し、リソースの基本が自然界でのオカレンス（観察）またはコレクションでのオカレンス（標本）である場合は「ダーウィンコアオカレンス」を選択して、1種類のコアタイプのみを使用する必要があります。目的のコアタイプをマッピングした後で、他の拡張をマッピングすることができます。
zh: 一個資源只能使用一種核心類型：當資源以分類單元名稱為基礎時，選擇「達爾文核心標準清單」；當資源以自然界中的出現紀錄（觀測紀錄）或收藏品（標本）為基礎時，選擇「達爾文核心標準出現紀錄」。只有在所需的核心類型完成對照後，才可以對照其他延伸資料集。

source: It is possible to map another core type as an extension as long as it is different from the core type mapped.
es: Es posible mapear otro tipo de core como una extensión, siempre y cuando éste sea diferente del tipo de core mapeado inicialmente.
ja: マッピングされたコアタイプと異なるコアタイプであれば、拡張機能として別のコアタイプをマッピングすることが可能です。
zh: 使用者可以將不同於該核心類型的其他核心類型作為延伸資料集進行對照。

source: Select the data source to map, and then click on the button labelled "Save". This will open the Data Mapping detail page (skip to the <<Data Mapping detail page>> below for help doing the actual mapping).
es: Seleccione el conjunto de datos a mapear y luego haga clic en el botón "Guardar". Esto abrirá la página de vista general del "Mapeo del conjunto de datos" (vaya a <<Página de vista general del mapeo del conjunto de datos>> abajo para obener ayuda acerca del mapeo).
ja: マッピングするデータソースを選択し、「保存」と書かれたボタンをクリックします。データマッピングの詳細ページが表示されます（実際のマッピングについては、以下のlink:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#data-mapping-detail-page[データマップの詳細ページ]をご覧ください）。
zh: 選擇要對照的資料來源，然後點擊標示為「儲存」的按鈕以開啟資料對照的詳情頁（請跳轉到下文的 <<資料對照詳情頁>> 以獲取實際進行對照的說明）。

source: After a new mapping has been added, it will be visible in the Darwin Core Mappings area. This area will contain a list of all the resource's mappings divided into Core Type mappings and Extension mappings. Click the item to modify it, or click the {threedots} menu and select "Preview" to preview the mapping. Resource managers are advised to preview all mappings prior to publishing a new version.
ja: 新しいマッピングが追加されると、ダーウィンコアマッピングエリアに表示されます。このエリアには、リソースのすべてのマッピングが、コアタイプマッピングと拡張機能マッピングに分かれてリストアップされます。項目をクリックして修正するか、{threedots}メニューをクリックして「プレビュー」を選択すると、マッピングをプレビューすることができます。リソース管理者は、新しいバージョンを公開する前にすべてのマッピングを確認することを推奨します。
zh: 新增對照後，它將顯示在「達爾文核心標準資料對照」。此區域會列出所有資源的對照，分為核心類型資料對照和延伸集資料對照。點擊任一項目以修改它，或點擊 {threedots} 選單並選擇「預覽」來預覽當前的資料對照。建議資源管理者在發布新版本前預覽所有資料對照。

source: Data Mapping detail page
es: Página de vista general del mapeo del conjunto de catos
ja: データマップの詳細ページ
zh: 資料對照細節頁面

source: After a mapping between a data source and Core Type or Extension has been created, this page opens and displays a status message showing how many fields from the data source were automatically mapped to the fields in the extensions. Fields are automatically mapped if the field names, converted to all lower case, match each other.
es: Después de que se ha realizado el mapeo entre el conjunto de datos y los elementos del Core o la extensión, se abrirá esta página. En ésta se mostrará un mensaje de estado indicando cuántos elementos de la fuente de los datos se mapearon automáticamente a los elementos de las extensiones. Los elementos se mapearán automáticamente, si los nombres de los elementos, convertidos a minúsculas, coinciden entre sí.
ja: データソースと、コアタイプまたは拡張機能の間のマッピングが作成されるとこのページが開き、データソースのフィールドが拡張機能のフィールドにいくつ自動的にマッピングされたかを示すステータスメッセージが表示されます。フィールドは、すべて小文字に変換されたフィールド名が互いに一致する場合に、自動的にマッピングされます。
zh: 在建立資料來源與核心類型或延伸資料集的資料對照後，這個頁面將開啟並顯示從來源資料自動對照到延伸資料集欄位的欄位數量。轉換為小寫後的欄位名稱如果相符，則欄位會自動進行對照。

source: The Data Mapping page allows a user to specify exactly how the data accessible through this IPT resource are to be configured based on the selected extension. At the top of the page is description of what extension the source data is being mapped to. The name of the source data is a link back to the edit source data page. The name of the extension is a link to a description of the extension.
es: La página "Mapeo del conjunto de datos" permite al usuario especificar exactamente cómo deben configurarse los datos disponibles a través de este recurso IPT en función de la extensión seleccionada. En la parte superior de la página se describe a qué extensión se están mapeando los datos del conjunto de datos. El nombre del conjunto de datos funciona como un enlace a la página de edición del conjunto de datos. El nombre de la extensión funciona como un enlace a la descripción de la extensión.
ja: データマッピングページでは、選択した拡張機能に基づいて、このIPTリソースからアクセスできるデータの構成方法を正確に指定することができます。ページの上部には、ソースデータがどの拡張機能にマッピングされるかが表示されています。ソースデータの名前は、ソースデータの編集ページに戻るリンク、拡張機能の名前は拡張機能の説明へのリンクとなっています。
zh: 資料對照頁面允許使用者基於所選擇的延伸資料集指定此 IPT 資源中的資料配置方式。頁面頂部描述了來源資料被對照到的延伸資料集。來源資料的名稱是一個返回到編輯來源資料頁面的連結，延伸資料集的名稱是指向延伸資料集說明的連結。

source: A sidebar on the left-hand side of the page has links to jump to specific sets of related fields (classes/groups) in the extension plus filters to show and hide fields on the page.
es: La barra lateral al lado izquierdo de la página contiene los enlaces para acceder a conjuntos específicos de campos relacionados (clases/grupos) en la extensión. Además cuenta con filtros para mostrar u ocultar campos.
ja: ページの左にあるサイドバーには、拡張機能内の特定の関連フィールド（クラス/グループ）のセットにジャンプするためのリンクと、ページ上のフィールドを表示/非表示にするためのフィルターがあります。
zh: 頁面左側的側邊欄包含了跳轉到延伸資料集中相關欄位組（類別/群組）的連結，以及頁面欄位的顯示和隱藏過濾器。

source: To the right of the sidebar are rows of information divided into two columns of information; the first column (left-hand side) lists the names of fields in the extension; the second column (right-hand side) contains a set of controls (select boxes, text boxes) to set the value the extension field is supposed to contain. If a field name has been chosen in the source data field select box, text labelled "Source Sample" and a button labelled "Translate" will appear below it. Descriptions of the controls that may appear in the right-hand column of the data mapping table are given below:
es: A la derecha de la barra lateral hay filas de información divididas en dos columnas: la primera columna (lado izquierdo) contiene los nombres de los campos de la extensión, la segunda columna (lado derecho) contiene un conjunto de controles (cuadros de selección, cuadros de texto) para establecer el valor que debe contener el campo de la extensión. Si se ha elegido un nombre de campo en el cuadro de selección del campo de conjuntos de datos, aparecerá debajo un texto etiquetado como "Muestra de los datos" y un botón etiquetado como "Traducir". A continuación se describen los controles que pueden aparecer en la columna derecha de la tabla de asignación de datos:
ja: 右側のサイドバーには、2列に分かれた情報が並んでいます。最初の列（左側）には、拡張機能のフィールド名が表示され、2番目の列（右側）には、拡張機能フィールドに含まれると思われる値を設定するコントロール群（セレクトボックス、テキストボック）が表示されます。ソースデータフィールドのセレクトボックスでフィールド名を選択した場合、その下に「ソースサンプル」と書かれたテキストと「翻訳」と書かれたボタンが表示されます。データ マッピング テーブルの右側の列に表示されるコントロールの説明は次のとおりです。
zh: 側邊欄右側為資料，分為兩欄；第一欄（左側）列出延伸資料集中的欄位名稱；第二欄（右側）包含一組控制項（選擇框、文字框）以設置擴展欄位應包含的值。如果在來源資料欄位選擇框中選擇了欄位名稱，則會顯示標記為「來源範例」的文字和標示著「翻譯」的按鈕。以下是資料對照表右欄中可能出現的控制項說明：

source: *Data source field select box* - The left-hand select box is either blank or contains the name of a field from the data source. The IPT fills as many selections as it can from extension field names that match a data source field name. All of the remaining source field select boxes are left blank, signifying that the extension field has not been mapped to a source data field. If a field name is selected, the resource will use the value from that field in the source data as the value for the extension field in the Darwin Core Archive created by the IPT when the resource is published.
es: *Cuadro de selección del elemento del conjunto de datos*: el cuadro de selección de la izquierda está en blanco o contiene el nombre de un campo del conjunto de datos. El IPT diligencia tantas selecciones como sea posible a partir de los nombres de elementos de la extensión que coincidan con el nombre del elemento del conjunto de datos. Todos los cuadros de selección de campos fuente restantes se dejan en blanco, lo que significa que el campo de extensión no se ha asignado a un campo del conjunto de datos. Si se selecciona un nombre de campo, el recurso utilizará el valor de ese campo en el conjunto de datos como valor para el campo de extensión en el Archivo Darwin Core creado por el IPT cuando se publique el recurso.
ja: *データソースフィールドセレクトボックス* - 左側のセレクトボックスは空欄か、データソースのフィールド名が含まれています。IPTは、データソースのフィールド名と一致する拡張フィールド名からできるだけ多くの選択項目を入力します。残りのソース・フィールドのセレクト・ボックスはすべて空欄のままです。これは、拡張フィールドがソース・データ・ フィールドにマッピングされていないことを意味します。フィールド名が選択されると、リソースはソースデータのそのフィールドの値を、リソースの公開時にIPTによって作成されるダーウィンコア・アーカイブの拡張フィールドの値として使用します。
zh: *來源資料欄位選擇框* - 左側選擇框為空白或包含來自資料來源的欄位名稱。IPT 根據與資料來源欄位名稱匹配的延伸資料集欄位名稱進行自動對照與填充。未對照的延伸集欄位選擇框將保持空白，表示延伸集欄位尚未對照到來源資料欄位。如果選定欄位名稱，在 IPT 發布資源時生成的達爾文核心集檔案中，該資源將使用來源資料中的欄位值作為延伸集欄位的值。

source: *Data source field select box* - ID field - This field can be matched to a source data field, or it can be set to "No ID" signifying that the field will not be mapped to a source data field. The ID field is required in order to link records from the two sources together. The ID can be auto-generated from the "Line Number" or "UUID Generator", but this feature is exclusively available when mapping a source to the Taxon Core Type's taxonID field.
es: *Cuadro de selección del campo del conjunto de datos*: ID del campo. Este campo puede ser asignado a un campo en el conjunto de datos, o puede seleccionarse "Sin ID" lo cual significa que el elemento no será mapeado a un campo en el conjunto de datos. El ID es requerido para vincular los registros de las dos fuentes. El ID puede ser generado automáticamente a partir del "Número de línea" o del "Generador UUID", pero esta característica es exclusiva del ID del Taxón cuando se realiza un mapeo de una fuente de datos al Taxon Core.
ja: *データソースフィールドセレクトボックス* -IDフィールド - このフィールドはソースデータフィールドにマッチさせることができ、また「IDなし」に設定すると、このフィールドはソースデータフィールドにマッピングされません。IDフィールドは、2つのソースからのレコードを一緒にリンクするために必要です。ID は "Line Number" または "UUID Generator" から自動生成できますが、この機能はソースをタクソン・コア・タイプの タクソンID フィールドにマッピングする場合にのみ使用可能です。
zh: *來源資料欄位選擇框* - ID 欄位 - 此欄位可以對照到來源資料欄位，也可以設置為「無 ID」，表示該欄位不會對照到來源資料欄位。ID 欄位是連接兩個來源紀錄的必要條件。對於分類單元核心類型的 “taxonID” 欄位，可利用“行號”或“UUID生成器”自動生成 ID。

source: *Constant value text box* - To set the published value of any non-identifier extension field to a single value for every record in the data source, enter the desired constant for the extension field in the text box to the right of the source field select box. To activate the text box, make sure that no value is selected in the source field select box. Example:
es: *Cuadro de texto de valor constante*: para establecer el valor publicado de cualquier campo de extensión sin identificador en un único valor para cada registro del conjunto de datos, introduzca la constante deseada para el campo de extensión en el cuadro de texto situado a la derecha del cuadro de selección del campo del conjunto de datos. Para activar el cuadro de texto, asegúrese de que no hay ningún valor seleccionado en el cuadro de selección del campo del conjunto de datos. Ejemplo:
ja: *定数値のテキストボックス* - 識別子以外の拡張フィールドの公開値を、データソースのすべてのレコードに対して単一の値に設定するには、ソースフィールドセレクトボックスの右側にあるテキストボックスに拡張フィールドに必要な定数を入力します。テキストボックスを有効にするには、ソースフィールドセレクトボックスでどの値も選択されていないことを確認してください。例：
zh: *常數值文字框* - 要將已發佈的來源資料中的每一筆紀錄的非標識延伸集欄位值設為單一常數值，請在該欄位的選擇框右側的文字框中輸入所需的常數。要啟用文字框，請確保來源欄位選擇框中未選擇任何值。例子如下：

source: *Constant controlled value select box* - If the right-hand column for the extension field contains a second select box instead of a text box, this means that the field is governed by a controlled vocabulary. In this case, choose a value from the vocabulary list to use as a constant value in place of typing a constant into a text box.
es: *Cuadro de selección de valor constante controlado*: si la columna de la derecha del campo de extensión contiene un segundo cuadro de selección en lugar de un cuadro de texto, significa que el elemento se rige por un vocabulario controlado. En este caso, escoja un valor de la lista de vocabulario para utilizar como un valor constante en lugar de simplemente introducir una constante en un cuadro de texto.
ja: *定数制御値セレクトボックス* - 拡張フィールドの右側の列に、テキストボックスの代わりに2つ目のセレクトボックスがある場合、そのフィールドは統制語彙によって管理されていることを意味します。この場合、テキスト・ボックスに定数を入力する代わりに、定数値として使用する値を語彙リストから選択します。
zh: *控制常量選擇框* - 如果延伸集的右邊欄位是一個選擇框而不是文字框，代表了該欄位僅能選填控制詞彙。選擇一個詞彙列表中的值作為常量，以替代輸入文字框的方式賦值。
