Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: This metadata page contains information about how to cite the resource as well as a bibliography of citations related to the data set, such as publications that were used in or resulted from the production of the data. Each Citation, whether for the resource or in the bibliography, consists of an optional unique Citation Identifier allowing the citation to be found among digital sources and a traditional textual citation. Before any Citation data are entered, the page will show a text box for the Citation Identifier for the resource, a text box for the Resource Citation, a heading labelled "Bibliographic Citations", and a link labelled "Add new bibliographic citation".
es: Esta página de metadatos contiene información sobre cómo citar el recurso, así como una bibliografía de citas relacionadas con el conjunto de datos, como las publicaciones que se utilizaron o resultaron de la producción de los datos. Cada Referencia, ya sea para el recurso o para la bibliografía, consta de un identificador de la referencia único (opcional) y de una citación textual tradicional. El identificador de la referencia permite que la cita pueda ser encontrada en fuentes digitales. Antes que sea ingresado algún dato de las "Referencias", la página mostrará campos de texto para el identificador de la referencia del recurso, para la referencia del recurso, un encabezado denominado “Bibliografía” y un enlace llamado “Añadir referencia bibliográfica”.
ja: このメタデータページには、リソースの引用方法に関する情報と、データセットに関する引用の書誌情報（データの作成に使用された、またはデータの作成に起因した出版物など）が含まれています。各引用は、リソースまたは書誌にかかわらず、デジタルソースと従来のテキスト引用の間で引用を見つけることができる一意の引用識別子（オプション）で構成されています。引用データ入力前のページには、リソースの引用識別子用のテキストボックス、リソースの引用用のテキストボックス、「参考文献の引用」という見出し、「新しい引用文献を追加する」というのリンクが表示されます。
zh: 此詮釋資料頁面包含有關如何引用此資源的資訊，以及與此資料集相關的引用書目，例如在資料生成過程中有使用或由此產生的相關發布內容。每個引用（無論是資源引用還是書目中的引用）都包含一個有助於在數位資源中找到該引用的唯一引用識別碼（可選），以及一個傳統的文字引用。在輸入任何引用資料之前，此頁面將顯示一個資源的引用識別碼文字框、一個資源引用的文字框、一個標記為「書目引用」的標題，以及一個標記為「新增書目引用」的連結。

source: Free-text citations get overwritten on the GBIF.org dataset page - learn more in the https://www.gbif.org/faq?q=citation[GBIF FAQ].
es: las citas de texto libre son sobrescritas en la página del conjunto de datos en GBIF.org. Obtenga más información en la página de https://www.gbif.org/faq?q=citation[preguntas frecuentes de GBIF].
ja: GBIF.orgのデータセットページでは、自由形式の引用は上書きされます。詳しくはlink:https://www.gbif.org/faq?q=citation[GBIF FAQ]をご覧ください。
zh: 在 GBIF.org 的資料集頁面上，自由文本引用會被覆蓋 - 更多資訊請參考 https://www.gbif.org/faq?q=citation[GBIF 常見問題]。

source: *Resource Citation* - the single citation for use when citing the dataset.
es: *Referencia del recurso*: la referencia única que se utilizará al citar el conjunto de datos.
ja: *リソース引用* - データセットを引用するときに使用する引用文献。
zh: *資源引用* - 用於引用資料集的單一引用。

source: Example citation with institutional creator:
es: Ejemplo de una referencia con un autor institucional:
ja: 作成者が機関の場合の引用例：
zh: 機構創建者的引用範例：

source: Example citation with 9 creators:
es: Ejemplo de una referencia con 9 autores:
ja: 作成者が9人の場合の引用例：
zh: 9 位創建者的引用範例：

source: *Auto-generation - Turn On/Off* - turn on to let the IPT auto-generate the resource citation for you. The citation format used in auto-generation is based on DataCite's preferred citation format, and satisfies the Joint Declaration of Data Citation Principles. This format includes a version number, which is especially important for datasets that are continuously updated. You can read more about the citation format in the xref:citation.adoc[Dataset Citation Format] page in the IPT wiki.
es: *Generación automática Desactivada - Activar*: active la generación automática para que el IPT genere la referencia por usted. El formato de citación utilizado en la generación automática se basa en el formato de citación preferido por DataCite, y satisface la "Joint Declaration of Data Citation Principle". Este formato incluye un número de versión, que es especialmente importante para los conjuntos de datos que se actualizan continuamente. Puede leer más sobre el formato de citación en la página xref:citation.adoc[Formato de referencias de conjuntos de datos] en el wiki del IPT.
ja: *自動生成* - 自動生成をオンにすると、IPTがリソース引用を自動生成します。 自動生成で用いられる引用形式はDataCiteが推奨する形式に基づいており、データ引用原則の共同宣言を満たしています。 この形式にはバージョン番号が含まれていますが、これは継続的に更新されるデータセットにとって特に重要です。 引用形式の詳細については、IPT wikiのxref:citation.adoc[データセット引用フォーマット]ページを参照してください。
zh: *自動生成 - 開啟/關閉* - 開啟此功能讓 IPT 自動生成資源引用。自動生成的引用格式是基於 DataCite 的推薦格式，它符合《資料引用原則聯合聲明》。此格式包含一個版本號，對於不斷更新的資料集尤為重要。更多資訊請參閱 IPT wiki 中的 xref:citation.adoc[資料集引用格式] 頁面。

source: *Citation Identifier* - a DOI, URI, or other persistent identifier that resolves to the online dataset. It is recommended the identifier be included in the citation. If the resource has been assigned a DOI (xref:doi-workflow.adoc[using the IPT]), the IPT sets the DOI as the citation identifier and it can no longer be edited.
zh: *引用識別碼* - 用於解析至線上資料集的 DOI、URI 或其他永久識別碼。建議在引用中包含識別碼。如果資源已分配 DOI（xref:doi-workflow.adoc[IPT 使用方式]），IPT 會將 DOI 設為引用識別碼，並且無法再進行更改。

source: *Bibliographic Citations* - the additional citations of other resources related to or used in the creation of this resource.
es: *Referencias Bibliográficas* - referencias de otros recursos relacionados con lo que se utilizaron en la creación de este recurso.
ja: *参考文献の引用* - このリソースの作成に関する、またはこのリソースの作成に使用される他のリソースの追加の引用。
zh: *書目引用* - 與此資源相關的或在此資源創建過程中使用的其他資源的引用。

source: *Add new bibliographic citation* - click on this link to add the text boxes required for an additional citation in the bibliography.
es: *Añadir referencia bibliográfica*: al hacer clic sobre este enlace se añaden los cuadros de texto necesarios para agregar una cita a la bibliografía.
ja: *新しい書誌引用を追加* - クリックして、参考文献の追加の引用に必要なテキストボックスを追加します。
zh: *新增書目引用* - 點擊此連結以新增書目中額外引用所需的文字框。

source: *Bibliographic Citation* - the citation of an external resource related to or used in the creation of this resource.
es: *Referencias bibliográficas*: referencia de un recurso externo relacionado o utilizado en la creación de este recurso.
ja: *参考文献の引用* - リソースに関連した、または利用された外部リソースの引用。
zh: *書目引用* - 與此資源相關或在此資源創建過程中使用的外部資源引用。

source: *Bibliographic Citation Identifier* - a DOI, URI, or other persistent identifier that resolves to the online external resource. It should be used in the citation, usually at the end.
es: *Identificador de la referencia bibliográfica*: un DOI, URI u otro identificador persistente que dirija al recurso externo en línea. Debe utilizarse en la cita, generalmente al final.
ja: *書誌的引用識別子* -オンライン外部リソースに決定されるDOI、URI、またはその他の永続的な識別子。 通常は最後に、引用で使用する必要があります。
zh: *書目引用識別碼* - 用於解析至外部線上資源的 DOI、URI 或其他永久識別碼。通常應在引用的最後包含此識別碼。

source: *Remove this bibliographic citation* - click on this link to remove the citation that follows immediately below the link.
es: *Eliminar referencia bibliográfica*: al hacer clic sobre este enlace, se elimina la referencia que está inmediatamente debajo del enlace.
ja: *この書誌引用を削除* - このリンクをクリックして、すぐ下の引用を削除します。
zh: *移除此書目引用* - 點擊此連結以移除該連結正下方的引用。

source: This metadata page contains information about the physical natural history collection associated with the resource (if any) as well as lists of types objects in the collection, called Curatorial Units, and summary information about them. Before any Collection data are entered, the page will show a header for each section (Collections, Specimen preservation methods, Curatorial Units) and a link labelled "Add new curatorial unit".
es: Esta página de metadatos contiene información sobre la colección física de historia natural asociada al recurso (si la hay), así como listas de los tipos de objetos de la colección, denominados "Unidades curatoriales", e información resumida sobre ellas. Antes de introducir los datos de la colección, la página mostrará un encabezado para cada sección (Colecciones, Métodos de preservación de los ejemplares, Unidades curatoriales) y un enlace "Añadir unidad curatorial".
ja: このメタデータページには、リソースに関連する自然史コレクションに関する情報（あれば）、およびキュラトリアルユニットと呼ばれるコレクション内のタイプのオブジェクトのリスト、およびそれらに関する概要情報が含まれています。コレクションデータを入力する前に、ページには各セクション（コレクション、標本保存方法、キュラトリアルユニット）のヘッダーと「新しいキュラトリアルユニットを追加」というリンクが表示されます。
zh: 此詮釋資料頁面包含與資源相關的自然歷史實體蒐藏的資訊（如果有），以及這些集合中稱為策展單元的物件類型列表和其摘要資訊。在輸入任何蒐藏資料之前，頁面將顯示每個區段的標題（蒐藏集合、標本保存方法、策展單元）以及一個標記為「新增策展單元」的連結。

source: *Collections* - the list of collections that this resource is based on.
es: *Colecciones*: la lista de colecciones en las que se basa este recurso.
ja: *コレクション* - リソースの基となったコレクションのリストです。
zh: *蒐藏集合* - 此資源所基於的蒐藏集合列表。

source: *Add new citation* - click on this link to add the text boxes required for an additional collection in the Collections section.
es: *Añadir colección*: al hacer clic sobre este enlace se adicionan los cuadros de texto requeridos para agregar una colección a la sección de Colecciones.
ja: *新規引用文献の追加* - コレクションセクションに追加のコレクションに必要なテキストボックスが追加されます。
zh: *新增蒐藏資料集合* - 點擊此連結以顯示一個文字框來新增額外的蒐集資料集合於蒐藏資料章節。

source: *Collection Name* - the full standard name by which the collection is known or cited in the local language.
es: *Nombre de la colección*: Nombre oficial de la Colección en el idioma local.
ja: *コレクション名* - コレクションが現地語で扱われている、または引用されている完全な標準名です。
zh: *蒐藏資料集合名稱* - 蒐藏資料集合在本地語言中被認知或引用的完整標準名稱。

source: *Collection Identifier* - The URI (LSID or URL) of the collection. In RDF, used as URI of the collection resource.
es: *Identificador de la colección*: El URI (LSID o URL) de la colección. En RDF, se utiliza como URI del recurso de la colección.
ja: *コレクション識別子* - コレクションのURI（LSIDまたはURL）。RDFでは、コレクションリソースのURIとして使用されます。
zh: *蒐藏資料集合識別碼* - 蒐藏資料集合的 URI（LSID 或 URL）。在 RDF 中用作蒐藏資料集合資源的 URI。

source: *Parent Collection Identifier* - Identifier for the parent collection for this sub-collection. Enables a hierarchy of collections and sub collections to be built. Please enter "Not applicable" if this collection does not have a parent collection.
es: *Identificador de la colección parental*: Identificador de la colección parental para esta subcolección. Permite construir una jerarquía de colecciones y subcolecciones. Introduzca "No aplica" si esta colección no tiene una colección parental.
ja: *親コレクション識別子* - サブコレクションの親コレクションの識別子。 コレクションとサブコレクションの階層を構築できるようにします。 このコレクションに親コレクションがない場合は、「該当なし」と入力してください。
zh: *父蒐藏集合識別碼* - 用於標識此子蒐藏集合的父蒐藏集合。支持構建蒐藏集合和子蒐藏集合的層次結構。如果此蒐藏集合沒有父蒐藏集合，請輸入「不適用」。

source: *Remove this collection* - click on this link to remove the collection that follows immediately below the link.
es: *Eliminar colección*:al hacer clic sobre este enlace se eliminará la colección que está inmediatamente debajo del enlace.
ja: *コレクションを削除* - このリンクをクリックすると、リンクのすぐ下にあるコレクションが削除されます。
zh: *移除此蒐藏資料集合* - 點擊此連結以移除該連結正下方的蒐藏資料集合。

source: *Specimen Preservation Methods* - the list of specimen preservation methods covered by the resource, indicating the process or technique used to prevent physical deterioration of non-living collections. The values to choose from are based on the {latest-preservation-method}[GBIF Specimen Preservation Method vocabulary]. Remember you can include a list of preparations and preservation methods for a specimen in your data mapping DwC term preparations (http://rs.tdwg.org/dwc/terms/preparations). Please don't select anything for treatments for living collections. This can relate to the curatorial unit(s) in the collection.
es: *Métodos de preservación de especímenes*: la lista de métodos de preservación de especímenes cubiertos por el recurso, indicando el proceso o la técnica utilizada para prevenir el deterioro físico de las colecciones (no vivas). Los valores a elegir se basan en el {latest-preservation-method}[Método de preservación de los especímenes de GBIF]. Recuerde que puede incluir una lista de preparaciones y métodos de preservación para un espécimen en el elemento "Preparaciones" del mapeo de datos DwC (http://rs.tdwg.org/dwc/terms/preparations). Por favor, no seleccione ningún tratamiento para colecciones vivas. Esto puede referirse a la(s) unidad(es) de conservación de la colección.
ja: *標本の保存方法* - その資料が対象とする標本保存方法のリストで、非生物コレクションの劣化を防ぐために使用されるプロセスまたは技術を示します。link:{latest-preservation-method}[GBIF標本保存法用語]に基づいた値を選択することができます。標本の準備や保存方法のリストをデータマッピングのDwC用語の準備（ http://rs.tdwg.org/dwc/terms/preparations ）に含めることができることを忘れないようにしてください。生体保存のための処置については何も選択しないでください。これはコレクションの学芸員ユニットに関連することがあります。
zh: *標本保存方法* - 此資源涉及的標本保存方法列表，說明防止非活體蒐藏集合物理劣化所使用的處理或技術。可選的值基於 {latest-preservation-method}[GBIF 標本保存方法詞彙表]。您可以在達爾文核心標準資料對照準備工作中記錄標本的一系列準備和保存方法（http://rs.tdwg.org/dwc/terms/preparations）。請勿為活體蒐藏集合選擇任何處理方法。此部分可能與集合的策展單元相關。

source: *Add new preservation method* - click on this link to add the text boxes required for an additional preservation method in the Specimen Preservation Methods section.
es: *Añadir método de preservación*: haga clic en este enlace para añadir los cuadros de texto necesarios para agregar un método de preservación adicional en la sección Métodos de preservación de especímenes.
ja: *新たな標本保存方法を追加* - 「標本保存方法」セクションに保存方法の追加に必要なテキストボックスが追加されます。
zh: *新增保存方法* - 點擊此連結以顯示一個文字框來新增保存方法。

source: *Remove this preservation method* - click on this link to remove the preservation method that follows immediately below the link.
es: *Eliminar método de preservación*: al hacer clic sobre este enlace se elimina el método que está inmediatamente debajo del enlace.
ja: *保存方法を削除* - すぐ下の保存方法が削除されます。
zh: *移除此保存方法* - 點擊此連結以移除該連結正下方的保存方法。

source: *Curatorial Units* - the counts of curatorial units covered by the resource. The count can be entered as a range or as a value with an uncertainty. Examples of units include skins, sheets, pins, boxes, and jars. Overall, this section summarizes the physical contents of the collection by type.
es: *Unidades curatoriales*: el recuento de las unidades curatoriales cubiertas por el recurso. El recuento puede introducirse como un rango o como un valor con una incertidumbre. Algunos ejemplos de unidades son las pieles, las láminas, los alfileres, las cajas y los frascos. En general, esta sección resume el contenido físico de la colección por tipo.
ja: *キュレーターユニット* - リソースがカバーする学芸員単位の数です。カウントは範囲または不確かさを含む値として入力できます。単位の例としては、皮、シート、ピン、箱、瓶などがあります。全体として、このセクションはコレクションの物理的内容をタイプ別に要約しています。
zh: *策展單元* - 此資源涵蓋的策展單元數量。數量可以以範圍或具有不確定性的數值輸入。例如，策展單元包括皮膚、策展表、針、盒子和罐子等。整體上，此部分按照蒐藏資料集合的物理內容類型進行一個總結。

source: *Add new curatorial unit* - click on this link to add the select text boxes required for an additional curatorial unit in the Curatorial Units section. When a new curatorial unit is added, the default Method Type selection is "Count Range".
es: *Añadir nueva unidad curatorial*: haga clic en este enlace para añadir los cuadros de texto de selección necesarios para agregar una unidad curatorial en la sección Unidades curatoriales. Cuando se añade una nueva unidad curatorial, la selección del tipo de método por defecto es "Rango de conteo".
ja: *新しいキュラトリアルユニットを追加* - 管理単位セクションに追加の管理単位に必要なセレクトテキストボックスが追加されます。新しいキュレーターユニットが追加された場合、デフォルトのメソッドタイプの選択は「Count Range」です。
zh: *新增策展單元* - 點擊此連結以顯示一個文字框來新增策展單元。當新增策展單元時，默認的「方法類型」選擇為「數量範圍」。

source: *Method Type* - this select box allows the user to choose from among two methods to specify the number of objects of a given type, either a count range, or a count with uncertainty. After making the selection, appropriate text boxes will appear allowing that counting method to the represented.
es: *Tipo de método*: este cuadro de selección permite al usuario elegir entre dos métodos para especificar el número de unidades de un tipo determinado, ya sea un rango de conteo o un conteo con incertidumbre. Después de hacer la selección, aparecerán los cuadros de texto apropiados que permiten documentar el método de conteo.
ja: *メソッドタイプ* - このセレクトボックスでは、所定のタイプのオブジェクトの数を指定するために、カウント範囲、または不確実性を伴うカウントの2つの方法から選択することができます。選択後、適切なテキストボックスが表示され、そのカウント方法を見られるようにます。
zh: *方法類型* - 此選擇框允許使用者為特定類型物件選擇指定其數量的方法。此數量可以為一個範圍或具有不確定性的數量。選擇後，適當的文字框將出現以呈現該計數方法。

source: *Count Range* - this method type allows the user to set the lower and upper bounds on the number of objects of a particular unit type. See screen image above.
es: *Rango de conteo*: este tipo de método permite al usuario establecer los límites inferior y superior para un número de unidades de un tipo de unidad en particular. Vea la imagen anterior.
ja: *カウント範囲* - このメソッドタイプでは、特定のユニットタイプのオブジェクト数の下限と上限を設定することができます。上の画像を参照してください。
zh: *數量範圍* - 此方法允許使用者設置某類單元物件數量的上下限。詳情請看上面的截圖。

source: *Between* - enter the lower bound of the number of objects in this text box.
es: *Entre*: en este cuadro de texto se ingresa el límite inferior del número de unidades.
ja: *Between* - このテキストボックスにオブジェクトの数の下限を入力します。
zh: *介於* - 在此文字框中輸入物件數量的下限。

source: *and* - enter the upper bound of the number of objects in this text box.
es: *y*: en este cuadro de texto se ingresa el límite superior del número de unidades.
ja: *and* - このテキストボックスにオブジェクトの数の上限を入力します。
zh: *和* - 在此文字框中輸入物件數量的上限。

source: *Count with uncertainty* - this method allows the user to set a number of objects of a particular unit type with an uncertainty above or below that number.
es: *Conteo con incertidumbre*: este método permite al usuario establecer un número de unidades de un tipo de unidad en particular, con una incertidumbre por encima o por debajo de aquel número.
ja: *Count with uncertainty* - このメソッドでは、特定のユニットタイプのオブジェクトの数を、その数量に関わらず設定することができます。
zh: *具有不確定性的數量* - 此方法允許使用者設置某類物件的數量及其上下不確定性範圍。

source: *Count* - enter the mean likely number of object in this text box.
es: *Conteo*: en este cuadro de texto se ingresa el número de unidades promedio aproximado.
ja: *Count* - このテキストボックスにオブジェクトの適当な数を入力します。
zh: *數量* - 在此文字框中輸入物件的平均可能數量。

source: *+/-* - enter the number of objects more or less than the number in the count text box for the range of possible counts of the particular unit type
es: *+/-*: se ingresa el número de unidades en incertidumbre respecto al número ingresado en el campo de conteo, para crear un rango de posibles conteos del tipo de unidad en particular.
ja: *+/-* - 特定のユニットタイプの可能なカウントの範囲について、オブジェクトの数を入力します。
zh: *+/-* - 對於該特定單位類型物件的可能計數範圍，在此文字框中輸入多於或少於其計數文字框中的數值來代表其可能的上下數量範圍。

source: *Unit Type* - the single type of object (specimen, lot, tray, box, jar, etc.) represented by the method type and count.
es: *Tipo de unidad*: un solo tipo de unidad (espécimen, lote, placa, caja, frasco, etc.) representado por el tipo de método y de conteo.
ja: *Unit Type* - メソッドタイプおよびカウントで表される単一種類のオブジェクト（検体、ロット、トレイ、箱、瓶など）。
zh: *單元類型* - 方法類型和數量所對應的單一物件類型（標本、批次、托盤、盒子、罐子等）。

source: *Remove this curatorial unit* - click on this link to remove the curatorial unit that follows immediately below the link.
es: *Eliminar unidad curatorial*: al hacer clic sobre este enlace se elimina la unidad curatorial que está inmediatamente debajo del enlace.
ja: *キーワードセットを削除* - リンクのすぐ下にあるキーワードセットを削除します。
zh: *移除此策展單元* - 點擊此連結以移除該連結正下方的策展單元。

source: External Links
es: Enlaces externos
ja: 外部リンク
zh: 外部連結

source: This metadata page contains links to the home page for the resource as well as links to the resource in alternate forms (database files, spreadsheets, linked data, etc.) and the information about them. Before any external links are entered, the page will show a text box for the Resource Homepage and a link labelled "Add new external link".
es: Esta página de metadatos contiene enlaces a la página web del recurso, así como enlaces alternos al recurso (archivos de bases de datos, hojas de cálculo, datos relacionados, etc.) y la información acerca de ellos. Antes que sea ingresado algún enlace externo, la página mostrará un campo de texto para la URL del Recurso y un enlace llamado “Añadir enlace externo”.
ja: このメタデータページには、リソースのホームページへのリンク、リソースの代替形式（データベースファイル、スプレッドシート、リンクデータなど）へのリンクと、それらに関する情報が含まれています。外部リンクが入力される前のページには、リソースのホームページ用のテキストボックスと「新しい外部リンクを追加する」が表示されます。
zh: 此詮釋資料頁面包含連結至資源首頁以及資源其他形式（例如資料庫檔案、試算表、連結資料等）的連結與相關資訊。在輸入任何外部連結之前，該頁面會顯示一個資源首頁的文字框以及一個標示為「新增外部連結」的連結。

source: *Resource Homepage* - enter the full current URL of the web page containing information about the resource or its data set.
es: *URL del Recurso*: ingrese la URL actual completa de la página web que contiene información sobre el recurso o su conjunto de datos.
ja: *リソースホームページ* - リソースまたはそのデータセットに関する情報を含むウェブページの最新のフルURLを入力してください。
zh: *資源首頁* - 輸入包含資源或其資料集相關資訊網頁的完整當前網址。

source: *Other Data Formats* - links to your resource data in other formats (e.g., database dumps, spreadsheets, nexus, linked data, etc.).
es: *Otros formatos de datos*: enlaces al recurso en otros formatos (p. ej., bases de datos, hojas de cálculo, archivos nexus, datos enlazados, etc.).
ja: *その他のデータ形式* - その他の形式のリソースデータへのリンクです。（例：データベースダンプ、スプレッドシート、ネクサス、リンクデータなど）
zh: *其他資料格式* - 資源資料的其他格式連結（例如，資料庫轉存、試算表、Nexus、連結資料等）。

source: *Add new external link* - click on the link having this text to add the text boxes required for an additional external link.
es: *Añadir enlace externo*: al hacer clic sobre este enlace se adicionan los cuadros de texto requeridos para agregar un enlace externo.
ja: *外部リンクの追加* - このテキストがあるリンクをクリックすると、新たな外部リンクに必要なテキストボックスが追加されます。
zh: *新增外部連結* - 點擊此連結以顯示一個文字框來新增額外的外部連結。

source: *Name* - the name of the file or data set.
es: *Nombre*: el nombre del archivo o conjunto de datos.
ja: *名前* - ファイルまたはデータセットの名前。
zh: *名稱* - 檔案或資料集的名稱。

source: *Character Set* - the name or code for the character encoding (e.g., ASCII, UTF-8).
es: *Conjunto de caracteres*: el nombre o código de la codificación de caracteres (p. ej., ASCII, UTF-8).
ja: *文字セット* - 文字エンコードの名前またはコード 。（例：ASCII、UTF-8）
zh: *字元集* - 字元編碼的名稱或代碼（例如，ASCII、UTF-8）。

source: *Download URL* - the URL from which the file for the document or data set can be downloaded in the mentioned format.
es: *URL del archivo*: URL desde la cual se puede descargar el archivo en el formato mencionado.
ja: *ダウンロードURL* - ドキュメントまたはデータセットのファイルを前述のフォーマットでダウンロードできるURL。
zh: *下載 URL* - 可下載該指定格式文件或資料集檔案的 URL。

source: *Data Format* - the name or code of the document or file format (e.g., CSV, TXT, XLS, Microsoft Excel, MySQL).
es: *Formato del archivo*: el nombre o código del formato del documento o archivo (p.ej., CSV, TXT, XLS, Microsoft Word, MySQL).
ja: *データ形式* - ドキュメントまたはファイル形式の名前またはコード（例：CSV、TXT、XLS、Microsoft Excel、MySQL）
zh: *資料格式* - 文件或檔案格式的名稱或代碼（例如，CSV、TXT、XLS、Microsoft Excel、MySQL）。

source: *Data Format Version* - the version of the document or file format given in the Data Format text box (e.g., 2003, 5.2).
es: *Versión del formato del archivo*: la versión del documento o el formato de archivo indicado en el cuadro de texto de Formato del archivo (p. ej., 2003, 5.2).
ja: *データ形式バージョン* - データ形式テキストボックスで指定されたドキュメントまたはファイル形式のバージョンです（例：2003, 5.2）
zh: *資料格式版本* - 在資料格式文字框中指定的文件或檔案格式版本（例如，2003、5.2）。

source: *Remove this external link* - click on the link having this label to remove the external link that follows immediately below.
es: *Eliminar enlace externo*: al hacer clic sobre este enlace se elimina el enlace externo que está inmediatamente debajo del enlace.
ja: *外部リンクを削除* - すぐ下にある外部リンクを削除します。
zh: 移除此外部連結 - 點擊此標籤的連結以移除該連結正下方的外部連結。

source: This metadata page contains information about other aspects of the resource not captured on one of the other metadata pages, including alternative identifiers for the resource. Before any alternative identifiers are entered, the page will show text boxes for the purpose, maintenance description, additional metadata, a header for the Alternative Identifiers area, and a link labelled "Add new alternative identifier".
es: Esta página de metadatos contiene información acerca de otros aspectos del recurso que no fueron capturados en las otras páginas de metadatos, incluyendo identificadores alternativos para el recurso. Antes de ingresar algún identificador alternativo, la página mostrará campos de texto para los metadatos adicionales, un encabezado para el área de identificadores alternativos y un enlace llamado “Añadir identificador alternativo”.
ja: このメタデータページには、リソースの代替識別子など、他のメタデータページで取得できないリソースの情報が含まれています。代替識別子を入力する前に、ページには目的、メンテナンスの説明、追加メタデータ、代替識別子エリアのヘッダーおよび「新しい代替識別子を追加する」というテキストボックスが表示されます。
zh: 此詮釋資料頁面包含此資源未在其他詮釋資料頁面中記錄的其餘資訊，包括資源的替代識別碼。在輸入任何替代識別碼之前，該頁面會顯示目的、維護方法說明、額外詮釋資料文字框，替代識別碼區域的標題，以及一個標示為「新增替代識別碼」的連結。
