Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: *Use resource DOI* - (Special constant controlled value) It is possible to set the default value for datasetID equal to the resource DOI. This option only applies to extensions having the Darwin Core term http://rs.tdwg.org/dwc/terms/#datasetID[datasetID], such as the Occurrence extension. To activate the checkbox, make sure that no source data field has been selected and no constant value has been entered.
es: *Usar el DOI del recurso* : (valor constante controlado especial) Es posible fijar el valor predeterminado del ID del conjunto de datos para que este sea igual al DOI del recurso. Esta opción solo aplica para extensiones que contengan el termino Darwin Core http://rs.tdwg.org/dwc/terms/#datasetID[datasetID], como la extensión Occurrence. Para activar la casilla, asegúrese de que no se ha seleccionado ningún campo del conjunto de datos, ni se ha introducido ningún valor constante.
ja: *リソースDOIの使用*（特別な定数制御値） - データセットIDのデフォルト値をリソースDOIと同様に設定することができます。 このオプションは、オカレンス拡張機能など、ダーウィンコア用語link:http://rs.tdwg.org/dwc/terms/#datasetID[データセットID]を持つ拡張機能にのみ適用されます。 チェックボックスを有効にするには、ソースデータフィールドが選択されておらず、定数値が入力されていないことを確認してください。
zh: *使用資源 DOI* -（特殊控制常量）可設置 datasetID 的預設值為資源 DOI。此選項僅適用於具有 Darwin Core 項 http://rs.tdwg.org/dwc/terms/#datasetID[datasetID] 的延伸資料集，例如出現紀錄延伸集。要啟用該複選框，請確保來源資料欄位未被選擇且控制常量未被輸入。

source: *Vocabulary detail button* - Extension fields that are governed by a controlled vocabulary will have an icon beside the controlled value select box. Click on this icon to open a <<Vocabulary detail page>> in a new browser tab on which is a list of accepted values for the extension field with explanations and alternative synonyms in various languages.
es: *Botón de detalle del vocabulario*: los campos de extensión que se rigen por un vocabulario controlado tendrán un icono junto a la casilla de selección de valores controlados. Haga clic en este ícono para abrir una <<Página de detalle del vocabulario>> en una nueva pestaña del navegador, en la que encontrará una lista de valores aceptados para el campo de extensión con explicaciones y sinónimos en varios idiomas.
ja: *語彙詳細ボタン* - 統制語彙によって管理される拡張フィールドには、統制値選択ボックスの横にアイコンが表示されます。 このアイコンをクリックして、新しいブラウザタブでlink:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#vocabulary-detail-page[語彙の詳細ページ]を開きます。このページには、さまざまな言語での説明と代替のシノニムを含む、拡張フィールドで受け入れられる値のリストがあります。
zh: *詞彙詳細按鈕* - 若延伸資料集欄位受限於控制詞彙，則複選框旁會有一個圖標。點擊此圖標可在新標籤頁中打開 <<詞彙詳情頁>>，查看該延伸資料集欄位所接受的值及其解釋和各種語言的同義詞。

source: *Source Sample* - This area shows actual values from the first five records of the selected field of the source data, separated by spaces and the character `|`. This helps the user understand if the contents of the source data field are appropriate for the extension field to which it has been mapped.
es: *Muestra de los datos*: esta área muestra los valores reales de los primeros registros del elemento seleccionado de la fuente de datos, separados por espacios y el carácter `|`. Esto ayuda al usuario a comprender si el contenido del elemento de la fuente de datos es apropiado para el elemento de extensión al que ha sido mapeado.
ja: *ソースサンプル* - この領域には、ソースデータの選択されたフィールドの最初の5つのレコードの実際の値が、スペースと記号``|``で区切られて表示されます。 これは、ソースデータフィールドの内容が、マップされている拡張フィールドに適切かどうかをユーザーが理解するのに役立ちます。
zh: *來源範例* - 此區域顯示來源資料選定欄位的前五條紀錄的實際值，值之間用空格和字符 | 分隔，幫助使用者判斷來源資料欄位的內容是否適合對照到延伸資料集的欄位。

source: *Translate* - Click on this button to open a <<Value Translation page>> on which distinct values in the selected field of the source data can be translated to new values in the archive generated by the IPT for this data resource. After the translations have been entered and saved, the Data Mapping page will appear again, and will display text as a link in place of the "Translate" button to show the number of values for which there are translations having values different from the original values. Click on this link to reopen the <<Value Translation page>> for this extension field.
es: *Traducción*: haga clic en el botón "Agregar" para abrir una página de <<Traducción del valor>>, en la que distintos valores del elemento seleccionado del conjunto de datos, pueden ser traducidos a nuevos valores en el archivo generado por el IPT para este recurso de datos. Después de que las traducciones se han ingresado y guardado, volverá a aparecer la página "Mapeo del conjunto datos" volverá a aparecer, y mostrará el texto como un enlace en lugar del botón "Traducir", para mostrar el número de valores que han sido traducidos a valores diferentes de los originales. Haga clic en este enlace para volver a abrir la página de <<Traducción del valor>> para este elemento de extensión.
ja: *翻訳* - このボタンをクリックして、link:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#value-translation-page[値の翻訳ページ]を開きます。このページでは、ソースデータの選択したフィールドの個別の値を、このデータリソースのIPTによって生成されたアーカイブの新しい値に変換できます。 翻訳を入力して保存すると、「データマッピング」ページが再び表示され、「翻訳」ボタンの代わりにテキストがリンクとして表示され、元の値とは異なる値の翻訳がある値の数が示されます。 このリンクをクリックして、この拡張フィールドのlink:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#value-translation-page[値の翻訳ページ]を再度開きます。
zh: *轉譯* - 點擊此按鈕可打開 <<資料值轉譯頁>>，在該頁中可以將來源資料中選定欄位的不同值轉譯成在 IPT 為此資料資源生成的檔案中的新值。輸入並儲存轉譯後，會返回到資料對照頁面，並顯示一個包含轉譯數量的連結以替代「轉譯」按鈕。點擊此連結可重新打開該延伸集欄位的 <<資料值轉譯頁>>。

source: *Filter* - The filter allows the user to include only records that match a criterion set for one of the source data fields. To use the filter, first select from the drop down whether you want the filter to be applied *After Translation* or *Before Translation* (in other words, after translations on the source data have been applied, or before - refer to Translation section above for more details about translation). Then, choose the field upon which the criterion will be based using the left select box. The text box at the right may contain a value against which to compare the value of the field in the source data. Do not enclose the value with any punctuation. The second select box allows the user to choose a comparison operator from among the following:
es: *Filtro*: el filtro permite al usuario incluir sólo los registros que coincidan con un criterio establecido para uno de los elementos de la fuente de datos. Para utilizar el filtro, primero seleccione en la lista desplegable, si desea que el filtro se aplique *Antes de la traducción (BeforeTranslation)* o *Después de la traducción (AfterTranslation)* (en otras palabras, después de aplicar la traducción en la fuente de datos, o antes. Consulte la sección "Traducción" para obtener más detalles acerca de la traducción). A continuación, seleccione el elemento en el que se basa el criterio, utilizando el cuadro de selección a la izquierda. El cuadro de texto de la derecha puede contener un valor con el que comparar el valor del elemento en el conjunto de datos. No encierre el valor con ningún signo de puntuación. El segundo cuadro de selección permite al usuario elegir un operador de comparación entre los siguientes:
ja: *フィルター* - フィルターを使用すると、ユーザーは、ソースデータフィールドの1つに設定された基準に一致するレコードのみを含めることができます。フィルタを使用するには最初に、ソースデータの翻訳が適用される前後のどちらでフィルタを適用するかどうかをドロップダウンから選択します（翻訳については、上記の翻訳セクションを参照してください）。 次に、左側の選択ボックスを使用して、基準の基になるフィールドを選択します。右側のテキストボックスには、ソースデータのフィールドの値と比較するための値が含まれている場合があります。値を句読点で囲まないでください。2番目の選択ボックスを使用すると、ユーザーは次の中から比較演算子を選択できます。
zh: *過濾器* - 過濾器允許使用者篩選出任一來源資料欄位有符合指定條件的紀錄。使用過濾器時，首先從下拉選單中選擇是否希望過濾器在轉譯後或轉譯前應用（有關轉譯的更多詳情，請參閱上述關於轉譯的部分）。接著，通過左側的選擇框來選擇要依據哪個欄位設置條件。右側的文字框中可以輸入一個值，這個值將與來源資料欄位的值進行比較。請勿使用任何標點符號包圍輸入的值。第二個選擇框允許使用者選擇以下比較運算符之一：

source: *IsNull* - this operator is true if the source data field is empty. In this case no value is needed in the text box at the right. If there is a value in the text box, it will be ignored.
es: *IsNull*: este operador es verdadero si el elemento del conjunto de datos está vacío. En este caso no se necesita un valor en el cuadro de texto de la derecha. Si hay un valor en el cuadro de texto, se ignorará.
ja: *IsNull* - この演算子は、ソースデータフィールドが空の場合にtrueになります。この場合、右側のテキストボックスに値は必要ありません。テキストボックスに値がある場合、その値は無視されます。
zh: *為空* - 如果來源資料欄位為空，則此運算符為真。在這種情況下，右側的文字框中不需要任何值。如果文字框中有值，則將被忽略。

source: *IsNotNull* - this operator is true if the source data field is not empty. In this case no value is needed in the text box at the right. If there is a value in the text box, it will be ignored.
es: *IsNotNull*: ste operador es verdadero si el elemento del conjunto de datos no está vacío. En este caso no se necesita un valor en el cuadro de texto de la derecha. Si hay un valor en el cuadro de texto, se ignorará.
ja: *IsNotNull* - この演算子は、ソースデータフィールドが空でない場合にtrueになります。この場合、右側のテキストボックスに値は必要ありません。テキストボックスに値がある場合、その値は無視されます。
zh: *不為空* - 如果來源資料欄位不為空，則此運算符為真。在這種情況下，右側的文字框中不需要任何值。如果文字框中有值，則將被忽略。

source: *Equals* - this operator is true if the source data field is equal to the value in the text box at the right. Equality is evaluated based on string matching, thus, if the data source value for a record is 2.0 and the value in the text box is 2, the record will not be included in the filtered data set.
es: *Equals*: este operador es verdadero si el elemento del conjunto de datos es igual al valor ingresado en el cuadro de texto de la derecha. La equivalencia se evalúa basándose en la correspondencia de palabras, por lo tanto, si el valor del conjunto de datos para un registro es de 2.0 y el valor en el cuadro de texto es 2, el registro no se incluirá en el conjunto de datos filtrado.
ja: *Equals* - ソースデータフィールドが右側のテキストボックスの値と等しい場合、この演算子はtrueです。同等性は文字列照合に基づいて評価されるため、レコードのデータソース値が2.0で、テキストボックスの値が2の場合、レコードはフィルター処理されたデータセットに含まれません。
zh: *等於* - 如果來源資料欄位等於右側文字框中的值，則此運算符為真。相等性是基於字串匹配來評估的，因此，如果資料來源的記錄值為 2.0，而文字框中的值為 2，該記錄將不會包含在過濾後的資料集中。

source: *NotEquals* - this operator is true if the source data field is not equal to the value in the text box at the right. Equality is evaluated based on string matching, thus, if the data source value for a record is 2.0 and the value in the text box is 2, the record will be included in the filtered data set.
es: *NotEquals*: este operador es verdadero si el elemento del conjunto de datos no es igual al valor ingresado en el cuadro de texto de la derecha. La equivalencia se evalúa basándose en la correspondencia de palabras, por lo tanto, si el valor de la fuente de datos para un registro es de 2.0 y el valor en el cuadro de texto es 2, el registro se incluirá en el conjunto de datos filtrado.
ja: *NotEquals* - この演算子は、ソースデータフィールドが右側のテキストボックスの値と等しくない場合にtrueになります。 同等性は文字列照合に基づいて評価されるため、レコードのデータソース値が2.0で、テキストボックスの値が2の場合、レコードはフィルター処理されたデータセットに含まれます。
zh: *不等於* - 如果來源資料欄位不等於右側文字框中的值，則此運算符為真。相等性是基於字串匹配來評估的，因此，如果資料來源的記錄值為 2.0，而文字框中的值為 2，該記錄將包含在過濾後的資料集中。

source: *Required fields* - If there are any required properties that must be mapped for the Core Type or Extension, these have their names highlighted. Be aware basisOfRecord publication will fail if http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord] has not been mapped for the Occurrence core. Also, a special case exists for the ID field, which is only required when linking two sources together.
es: *Elementos requeridos*: si hay alguna propiedad requerida que debe ser mapeada para el tipo de core o la extensión, sus nombres se muestran resaltados. Tenga en cuenta que la publicación de basisOfRecord fallará si http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord] no ha sido mapeada para el core Occurrence. Además, existe un caso especial para el elemento del ID, que sólo es necesario cuando se enlazan dos fuentes.
ja: *必須フィールド* - コアタイプまたは拡張機能にマッピングする必要のある必須プロパティがある場合、それらの名前が強調表示されます。 link:http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord]がオカレンスコアにマップされていない場合、 basisOfRecordパブリケーションは失敗することに注意してください。 また、IDフィールドには特殊なケースがあります。これは、2つのソースをリンクする場合にのみ必要です。
zh: *必填欄位* - 如果該核心類型或延伸資料集有任何必須對照的屬性，這些屬性名稱會被突出顯示。請注意，如果核心類型為出現紀錄，basisOfRecord 必須進行對照。未對照 http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord] 欄位，則資料發布將會失敗。另外，對於 ID 欄位，僅在需要將兩個來源連接在一起時才需要此欄位。

source: In addition to the explanatory information about the extension at the top of the page and the two columns described above, the Data Mapping page may have following sections, links, and buttons:
es: Además de la información explicativa sobre la extensión en la parte superior de la página y de las dos columnas descritas anteriormente, la página de "Mapeo de datos" puede tener las siguientes secciones, enlaces y botones:
ja: ページ上部の拡張機能と上記の2列に関する説明情報に加えて、データマッピングページには次のセクション、リンク、およびボタンが含まれる場合があります。
zh: 除了頁面頂部有關延伸資料集的說明資訊和上述兩個欄位外，資料對照頁面可能還包含以下部分、連結和按鈕：

source: *Resource Title* - clicking on this link will navigate to the Resource Overview page without saving any of the pending changes.
es: *Título del recurso*: al hacer clic en este enlace regresará a la página "Vista general del recurso", sin guardar los cambios pendientes.
ja: *リソースタイトル* - このリンクをクリックすると、保留中の変更を保存せずに「リソース概要」ページに移動します。
zh: *資源標題* - 點擊此連結將跳轉到資源概覽頁面，並且不會儲存任何待處理的變更。

source: *Hide unmapped Fields* - this filter/link will remove from view on this page all fields that have not yet been mapped, leaving only those with completed mappings. To view again those fields that have not been mapped, click on the "Show all" link.
es: *Esconder campos no mapeados* este filtro/enlace eliminará de la vista de esta página todos los elementos que aún no han sido mapeados, dejando solo los que tienen un mapeo finalizado. Para volver a ver los campos que no han sido mapeados, haga clic en el enlace "Mostrar todo".
ja: *マッピングされていないフィールドの非表示* - このフィルター/リンクは、まだマップされていないすべてのフィールドをこのページのビューから削除し、マッピングが完了したフィールドのみを残します。マップされていないフィールドを再度表示するには、「すべて表示」リンクをクリックします。
zh: *隱藏未對照欄位* - 此過濾器/連結將隱藏頁面上所有尚未對照的欄位，只顯示已完成對照的欄位。如果要再次查看尚未對照的欄位，請點擊「顯示所有」連結。

source: *Show all fields* - this filter/link will make all fields visible, whether mapped already or not. This link appears only after the "Hide Unmapped Fields" link has been invoked.
es: *Mostrar todo*: este filtro/enlace hará visibles todos los campos, estén ya mapeados o no. Este enlace sólo aparece después de que se haya activado el enlace "Ocultar campos no mapeados".
ja: *すべてのフィールドを表示* - このフィルター/リンクにより、既にマップされているかどうかに関係なく、すべてのフィールドが表示されます。このリンクは、「マップされていないフィールドを非表示」リンクが呼び出された後にのみ表示されます。
zh: *顯示所有欄位* - 此過濾器/連結將使所有欄位可見，無論是否已對照。此連結僅在已啟用「隱藏未對照欄位」後顯示。

source: *Hide redundant classes* - this filter/link will remove from view on this page all fields belonging to classes/groups of terms that are redundant. A class is redundant, if it is already included in the core extension. To view again those fields that belong to redundant classes, click on the "Show all classes" link. This link appears only after the "Show all classes" link has been invoked.
es: *Ocultar clases redundantes*: este filtro/enlace ocultará de la vista actual todos los campos pertenecientes a clases/grupos de términos que sean redundantes. Una clase es redundante si ya está incluida en la extensión principal. Para volver a ver los campos que pertenecen a clases redundantes, haga clic en el enlace "Mostrar todas las clases".
ja: *冗長なクラスを非表示* - このフィルター/リンクは、冗長な用語のクラス/グループに属するすべてのフィールドをこのページのビューから削除します。クラスがすでにコア拡張に含まれている場合、そのクラスは冗長です。冗長クラスに属するフィールドを再度表示するには、「すべてのクラスを表示」リンクをクリックします。このリンクは、「すべてのクラスを表示」リンクが呼び出された後にのみ表示されます。
zh: *隱藏重複類別* - 此過濾器/連結將隱藏頁面上所有屬於重複的類別/術語群組欄位。如果某個類別已經包含在核心延伸資料集中，那麼該類別就是重複的。如果要再次查看屬於重複類別的欄位，請點擊「顯示所有類別」連結。此連結僅在已啟用「顯示所有類別」後顯示。

source: *Show all classes* - this filter/link will make all fields belonging to redundant classes/groups visible. This link appears only after the "Hide redundant classes" link has been invoked.
es: *Mostrar todas las clases*: este filtro/enlace hará visibles todos campos que representan clases/grupos con términos redundantes. Este enlace sólo aparece después que se ha activado el enlace "Ocultar clases redundantes".
ja: *すべてのクラスを表示* -このフィルター/リンクにより、冗長なクラス/グループに属するすべてのフィールドが表示されます。このリンクは、「冗長なクラスを非表示」リンクが呼び出された後にのみ表示されます。
zh: *顯示所有類別* - 此過濾器/連結將使所有屬於重複類別/群組的欄位可見。此連結僅在已啟用「隱藏重複類別」後顯示。

source: *Save* - clicking on any of the potentially many buttons labelled "Save" will change the pending changes on the page.
es: *Guardar*: al hacer clic en cualquiera de los numerosos botones con la etiqueta "Guardar", se guardarán los cambios pendientes en la página.
ja: *保存* -「保存 」というラベルの付いた多くのボタンのいずれかをクリックすると、ページで保留中の変更が保存されます。
zh: *儲存* - 點擊任何標有「儲存」的按鈕將保存頁面上的變更。

source: *Delete* - clicking this button will remove the entire mapping to a data source, not just the mapped fields, and return to the Resource Overview page.
es: *Eliminar*: al hacer clic en este botón se eliminará todo el mapeo a una fuente de datos, no sólo los campos mapeados, y se volverá a la página de "Vista general del recurso".
ja: *消去* - このボタンをクリックすると、マップされたフィールドだけでなく、データソースへのマッピング全体が削除され、「リソース概要」ページに戻ります。
zh: *刪除* - 點擊此按鈕將刪除對資料來源的所有對照，而不僅僅是刪除已對照的欄位，並返回資源概覽頁面。

source: *Back* - clicking on this button will abandon all changes that have been made on this page since it was last saved and return to the Resource Overview page.
es: *Volver*: al hacer clic en este botón, abandonarán todos los cambios que se han hecho en esta página desde que fue guardada por última vez y volverá a la página "Vista general del recurso".
ja: *戻る* - このボタンをクリックすると、このページが最後に保存されてから行われたすべての変更が破棄され、「リソース概要」ページに戻ります。
zh: *返回* - 點擊此按鈕將撤銷自上次儲存以來在此頁面上所做的所有變更，並返回資源概覽頁面。

source: *Unmapped columns* - this section contains a list of columns in the source file, table, or view that have not been mapped. This list can help to determine if everything from the source has been mapped that should be mapped.
es: *Columnas sin mapear*: esta sección contiene una lista de las columnas del conjunto o tabla de datos que no han sido mapeados. Esta lista puede ayudar a determinar si todos los datos que estaban destinados a ser mapeados lo lograron.
ja: *マッピングされていない列* - このセクションには、マップされていないソースファイル、テーブル、またはビューの列のリストが含まれます。このリストは、マッピングする必要のあるソースからのすべてがマッピングされているかどうかを判断するのに役立ちます。
zh: *未對照欄位* - 此區域包含來源檔案、表格或視圖中尚未對照的欄位列表。此列表有助於判斷是否已將所有應該對照的資料來源欄位進行對照。

source: *Redundant term classes* - this section contains a list of classes whose terms are redundant, meaning that these classes already appear in the core extension. Ideally, a term that has been mapped in the core extension doesn't need to be re-mapped again in an extension. Hiding redundant terms also has the additional benefit of making the mapping page easier to use for the user.
es: *Clases con terminos redundantes*: esta sección contiene una lista de las clases cuyos terminos son redundantes, esto significa que estas clases ya aparecen en la extensión del core. Idealmente un termino que ha sido mapeado en la extensión del core no necesita ser mapeado de nuevo en una extensión. Ocultar los terminos redundantes tiene el beneficio adicional de hacer la página de mapeo más sencilla para el usuario.
ja: *冗長用語クラス* - このセクションには、用語が冗長であるクラスのリストが含まれています。つまり、これらのクラスはすでにコア拡張機能に含まれています。 理想的には、コア拡張機能にマップされた用語を、拡張機能に再度マップする必要はありません。 冗長な用語を非表示にすると、マッピングページがユーザーにとって使いやすくなるという利点もあります。
zh: *重複術語類別* - 此區域包含重複術語類別的列表，即這些術語類別已經出現在核心延伸資料集中。理想情況下，已在核心延伸資料集中對照的術語不需要在延伸資料集中再次對照。隱藏重複術語還能進一步提高使用者在對照頁面的使用體驗。

source: Value Translation page
es: Página de traducción del valor
ja: 値の翻訳ページ
zh: 資料值轉譯頁

source: When this page opens for the first time it shows a message at the top giving the number of distinct values of the selected field in the source data, up to 1000 values. The page shows the name and description of the extension field for which translations are being made. If the field is governed by a controlled vocabulary, information about that vocabulary and an icon to open a Vocabulary Detail page (see Vocabulary Detail button explanation, above) will appear under the field description. Below the field description is a table showing the distinct values of the field found in the source data under the column heading "Source Value" with text boxes under the column heading "Translated Value". Enter the value to which the Source Value should be translated in the text box. The icon to the left of the translated value text box indicates if the value provided exists in the vocabulary for this term.
es: Cuando esta página se abre por primera vez, muestra un mensaje en la parte superior que indica el número de valores distintos del elemento seleccionado en el conjunto de datos, hasta 1000 valores. La página muestra el nombre y la descripción del elemento de extensión para el que se están realizando las traducciones. Si el elemento se rige por un vocabulario controlado, aparecerá en la descripción del elemento información sobre dicho vocabulario y un ícono para abrir una página de detalle del vocabulario (vea la explicación del botón de "Detalle del vocabulario" arriba). Debajo de la descripción del elemento hay una tabla que muestra los distintos valores del elemento que se encuentra en la fuente de datos con el encabezado "Valor del conjunto de datos" con cuadros de texto con el encabezado "Valor traducido". Introduzca en el cuadro de texto el valor al que debe traducirse el valor del conjunto de datos. El ícono a la izquierda del cuadro de texto del valor traducido indica si el valor proporcionado existe en el vocabulario para este término.
ja: このページを初めて開くと、ソースデータ内の選択したフィールドの異なる値の数（最大1000）を示すメッセージが上部に表示されます。このページには、翻訳対象の拡張フィールドの名前と説明が表示されます。そのフィールドが統制語彙によって支配されている場合、統制語彙に関する情報と語彙の詳細ページ（上記の語彙の詳細ボタンの説明を参照）を開くためのアイコンが、フィールドの説明の下に表示されます。フィールドの説明の下には、ソース・データで見つかったそのフィールドの個別の値を示す表が、「ソース値」列と「変換後の値」列の下にテキスト・ボックスの見出しで表示されます。テキスト ボックスには、ソース値の変換先の値を入力します。翻訳された値のテキストボックスの左側にあるアイコンは、提供された値がこの用語の語彙に存在するかどうかを示します。
zh: 當此頁面首次開啟時，頁面頂部會顯示一條訊息，指出來源資料中所選欄位獨特的值的數量，最多顯示 1000 個值。頁面會顯示正在進行轉譯的延伸資料集欄位的名稱和說明。如果該欄位受限於控制詞彙，則該詞彙的相關資訊和一個開啟詞彙詳情頁面的圖示（請參閱上述詞彙詳情按鈕的說明）將出現在欄位說明的下方。在欄位說明下方，會顯示一個表格，其中「來源資料值」列顯示來源資料中發現的欄位獨特的值，「轉譯資料值」列下方則有文字框。請在文字框中輸入需被轉譯的來源資料值。轉譯資料值文字框左側的圖示會顯示所提供的值是否存在於該詞彙中。

source: Bounding the table above and below by the following set of buttons:
es: Vinculando la tabla de arriba y de abajo usando el siguiente conjunto de botones:
ja: 以下のボタンのセットで表の上下を囲む
zh: 表格的上下分別有以下幾個按鈕：

source: *Save* - click on this button to save all of the changes that have been made on this page and return to the Data Mapping page.
es: *Guardar*: haga clic en este botón para guardar todos los cambios que se han hecho en esta página y volver a la página "Mapeo del conjunto de datos".
ja: *保存* - このボタンをクリックすると、このページで行われたすべての変更が保存され、データマッピングページに戻ります。
zh: *儲存* - 點擊此按鈕以儲存此頁面上所做的所有變更，並返回資料對照頁面。

source: *Delete* - (from Options dropdown) click on this button to remove all translations for this field and return to the Data Mapping page.
zh: *刪除* - （從選項下拉選單）點擊此按鈕以移除該欄位的所有轉譯內容，並返回資料對照頁面。

source: *Reload* - (from Options dropdown) click on this button to search the source data again for distinct values. Existing translations are retained, and any new distinct values from the source data appear on the list without a translation.
zh: *重新載入* - （從選項下拉選單）點擊此按鈕以再次搜尋來源資料中的獨特值。現有的轉譯會被保留，而來源資料中的任何未轉譯的新獨特值將出現在列表中。

source: *Automap* - (from Options dropdown) this button appears only if the field is governed by a controlled vocabulary. Click on this button to fill the Translated Values automatically with standard values based on known synonyms. Values in the source data for which there are no known synonyms will remain blank.
zh: *自動對照* - （從選項下拉選單）此按鈕僅在該欄位受限於控制詞彙時顯示。點擊此按鈕可基於已知的同義詞自動填入標準的轉譯資料值。對於來源資料中沒有已知同義詞的值，將保持空白。

source: *Cancel* - click on this button to close the Value Translation page without saving any of the changes that have been made.
es: *Cancelar*: haga clic en este botón para cerrar la página "Traducción del valor" sin guardar ninguno de los cambios realizados.
ja: *キャンセル* - このボタンをクリックすると、変更内容を保存せずに値の翻訳ページを閉じます。
zh: *取消* - 點擊此按鈕以關閉轉譯值頁面，且不儲存所做的任何變更。

source: Vocabulary detail page
es: Página de detalle del vocabulario
ja: 語彙の詳細ページ
zh: 詞彙詳情頁
