Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: The Visibility area of the Manage Resources page allows users having manager rights for the resource to change its visibility state. The visibility of a resource determines who will be able to view it, and whether the resource can be registered with GBIF. By default, each resource is visible only to the user who created it and any other users who have the Admin role on the IPT where the resource is created. For explanations of each visibility state refer to the information below.
zh: 在「資源管理」頁面的「公開狀態」部分，擁有資源管理員權限的使用者可以更改資源的公開狀態。資源的公開狀態決定了誰可以查看它，以及該資源是否可以註冊到 GBIF。預設情況下，每個資源僅對創建者和在 IPT 上具有管理員角色的使用者可見。關於每種公開狀態的詳細說明，請參考以下資訊。

source: *Private* - A private resource is visible only to those who created it, or those who have been granted permission to manage it within the IPT, or by a user having the Admin role. This is primarily meant to preserve the resource from public visibility until it has been completely and properly configured.
zh: *私有* - 私有資源僅對創建者、在 IPT 上被授權管理該資源的使用者或具有管理員角色的使用者可見。這主要用於保護資源不被公開，直到其配置完成且正確無誤。

source: When the resource is ready for public visibility, click on the {threedots} menu and select the option labelled "Change". This will display a modal window with two options. You can make the resource public right away or at a set date
ja: リソースが公開できる状態になったら、{threedots}メニューをクリックし、「変更」を選択します。すると、2つのオプションがあるモーダルウィンドウが表示されます。リソースをすぐに公開するか、日付を指定して公開するかを選択できます。
zh: 當資源準備好公開時，點擊 {threedots} 選單並選擇標記為「更改」的選項。將彈出一個視窗，提供「立即公開」或「設置為某個日期公開」的選項。

source: After submitting the form a message will appear at the top of the page saying that the status has been changed to "Public".
ja: フォームを送信すると、ページの上部にステータスが「公開」に変更されたことを示すメッセージが表示されます。
zh: 提交表單後，頁面頂部將顯示一個表示狀態已更改為「公開」的消息。

source: *Public* - A public resource is visible to anyone using the IPT instance where the resource is installed (on the table of public resource on the IPT Home page). The resource is ultimately accessible via the Internet to anyone who knows its homepage URL. However, the resource is not globally discoverable through the GBIF website until it has been registered with the GBIF Registry (see <<Registration>>).
zh: *公開* - 公開資源對於使用該 IPT 實例的任何人都可見（在 IPT 首頁的公開資源表格中）。資源最終可以通過網際網路被任何知道其主頁 URL 的人訪問。不過，該資源只有在註冊到 GBIF 註冊庫後才能通過 GBIF 網站全域搜尋到（參見 <<註冊資源>> 部分）。

source: One option appear in the {threedots} menu of the visibility area. Clicking on the option labelled "Change" will display a modal window
ja: 公開状況エリアの{threedots}メニューに表示された「変更」をクリックすると、モーダルウィンドウが表示されます。
zh: 點擊在此部分的 {threedots} 選單中的「更改」選項將顯示彈出窗口。

source: Clicking on button labelled "Yes" will remove the resource entirely from public visibility and return it to the private state.
ja: 「はい」をクリックすると、リソースの公開が解除され、プライベートに戻ります。
zh: 點擊標記為「是」的按鈕將完全移除資源的公開狀態，並將其恢復為私有狀態。

source: *Registered* - A resource that has been registered with the GBIF network is discoverable through the GBIF website and the data from the resource can be indexed by and accessed from the GBIF portal. Be aware it can take up to one hour for data to be indexed by GBIF following registration. A summary of information registered with GBIF will appear in the <<Registration>> area when registration is complete.
ja: *登録済み* - GBIFネットワークに登録されたリソースは、GBIFウェブサイトから発見することができ、リソースからのデータはGBIFポータルからインデックスされアクセスすることが可能です。登録後、GBIFにインデックスされるまでに1時間程度かかることがありますのでご注意ください。登録が完了すると、link:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#registration[登録]の領域にGBIFに登録された情報の概要が表示されます。
zh: *已註冊* - 已註冊的資源可通過 GBIF 網站搜尋，並可在 GBIF 平台上索引及訪問其資料。請注意，註冊後可能需要最多一小時，資料才會被 GBIF 完成索引。註冊完成後，有關該資源的註冊資訊將顯示在 <<註冊資源>> 部分。

source: If the resource has already been registered, every time the "Publish" button is clicked, its registration information in the GBIF Registry also gets updated. The visibility of a registered resource can not be changed to private. If a resource must be removed from the GBIF Registry, follow the procedure described in the "Delete a Resource" section under the "Resource Overview" heading in the "Manage Resources Menu" section.
es: Si el recurso ya ha sido registrado, cada vez que se pulsa el botón "Publicar", también se actualiza su información en el Registro de GBIF. La visibilidad de un recurso registrado no puede cambiarse a privada. Si un recurso debe ser eliminado del Registro de GBIF, siga el procedimiento descrito en la sección "Eliminar un recurso" bajo el título "Vista general del recurso" en la sección "Menú de gestión de recursos".
ja: すでに登録されている場合は、「公開」ボタンをクリックするたびにGBIF Registry の登録情報も更新されます。登録済みのリソースの可視性を非公開に変更することはできません。GBIF Registry からリソースを削除する場合は、「リソース管理メニュー」の「リソース概要」下の「リソースを削除」に記載されている手順で行ってください。
zh: 如果資源已註冊，每次點擊「發布」按鈕時，其註冊資訊也會在 GBIF 註冊庫中被更新。已註冊資源的公開狀態無法更改為私有。如果需要從 GBIF 註冊庫中移除資源，請按照「選單：資源管理」部分中「資源概覽」標題下的「刪除資源」部分所述的步驟進行。

source: Registration
ja: 登録
zh: 註冊資源

source: The resource is not globally discoverable through the GBIF website until it has been registered with the GBIF Registry.
ja: GBIFレジストリに登録されるまでは、GBIFのウェブサイトからグローバルに発見することができません。
zh: 如果資源尚未被註冊到 GBIF 註冊庫上，使用者將無法在 GBIF 網頁上成功全域搜尋該資源。

source: Registration is enabled when:
ja: 登録が可能なのは：
zh: 註冊資源的啟用條件包括：

source: the required metadata for the resource are complete,
es: los metadatos necesarios para el recurso están completos,
ja: リソースに必要なメタデータが完成していて、
zh: 資源的必需詮釋資料已完成；

source: the resource has been published (see the explanation of the <<Publication>> area of the Resource Overview page, below), and
ja: リソースが公開されており（以下「リソース概要」ページの「link:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#publication[公開]」の説明を参照）、
zh: 資源已被發布（請參考下方資源概覽頁的 <<資源發布>> 章節）；

source: the user has the role "Manager with registration rights" (see the explanation for Role in the "Create a new user" section under the "Configure User accounts" heading of the "Administration Menu" section). A user having the Admin role can grant the "Manager with registration rights" to any user.
es: el usuario tiene el rol "Editor con derechos de registro" (ver explicación de Función en la sección "Crear un Nuevo Usuario" en el encabezado "Configuración de Cuentas de Usuario" de la sección "Menú Administración”). Un usuario que tiene el rol Administrador puede otorgar la posición "Editor con Derechos de Registro" a cualquier usuario.
ja: ユーザーに「登録権限を持つマネージャー」の役割があること（「管理メニュー」セクションの「ユーザーアカウントの構成」見出しの下にある「新しいユーザーの作成」セクションの役割の説明を参照してください）。管理責任者ロールを持つユーザーは、「登録権限を持つマネージャー」を任意のユーザーに付与できます。
zh: 使用者擁有「具有註冊權限的管理員」角色（請參考「選單：系統管理」章節「管理使用者帳戶」部分中「建立新使用者」的角色說明）。具有管理員角色的使用者可將「具有註冊權限的管理員」角色授予其他使用者。

source: Click on the {threedots} menu and select the option labelled "Register" to register the resource with the GBIF Registry.
ja: {threedots}メニューをクリックし、「登録」を選択すると、GBIFレジストリにリソースが登録されます。
zh: 點擊 {threedots} 選單並點選「註冊」以將資源註冊到 GBIF 註冊庫。

source: If you want this resource to update an existing registered DiGIR, BioCASe, or TAPIR resource, please refer to the section <<Migrate a Resource>> below
es: Si desea que este recurso actualice un recurso DiGIR, BioCASe o TAPIR ya registrado, consulte la sección <<Migrar un recurso>> a continuación
ja: DiGIR、BioCASe、TAPIRに登録されているリソースを更新する場合は、以下のlink:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#migrate-a-resource[リソースの移行]の項を参照してください。
zh: 如果希望此資源更新現有的已註冊 DiGIR、BioCASe 或 TAPIR 資源，請參考下方 <<遷移資源>> 部分。

source: Clicking on this option will open a dialog box with which to confirm that you have read and understood the GBIF data sharing agreement, to which a link is given. Click on the check box to indicate that you agree with these terms. Doing so will cause a button labelled "Yes" to appear at the bottom of the dialog box. Click on "Yes" to register the resource, or click on "No" to defer the decision and close the dialog box.
ja: これをクリックするとダイアログボックスが開き、GBIFデータ共有契約書を読んで理解したかを確認するためのリンクが表示されます。チェックボックスをクリックして、これらの条件に同意することを表明してください。チェックボックスをクリックすると、ダイアログの下に「はい」というボタンが表示されます。「はい」をクリックするとリソースが登録され、「いいえ」をクリックすると決定が保留され、ダイアログが閉じられます。
zh: 點擊此選項將開啟一個對話框，用以確認您已閱讀並理解 GBIF 資料共享協議（含連結）。勾選複選框以表示您同意這些條款。只有在勾選同意後，對話框底部才會出現一個標記為「是」的按鈕。點擊「是」以註冊該資源，或者點擊「否」以延遲決定並關閉對話框。

source: If the attempt to register is successful, a message will appear at the top of the page saying that the status has been changed to "Registered". Registration section when the resource is registered:
ja: 登録が成功した場合、ページ上部にステータスが「登録済み」に変更された旨のメッセージが表示されます。リソースが登録されると、登録セクションは：
zh: 如果註冊成功，頁面頂部將出現一條訊息，表示狀態已更改為「已註冊」。當資源註冊成功時，註冊區域將顯示以下內容：

source: Networks
es: Redes
ja: ネットワーク
zh: 網路

source: This section allows the resource to be included in one or more GBIF networks — collections of datasets potentially from many publishers, usually on a single theme. The largest network in GBIF is the https://www.gbif.org/network/2b7c7b4f-4d4f-40d3-94de-c28b6fa054a6[Ocean Biodiversity Information System (OBIS)].
es: Esta sección permite que el recurso sea incluido en una o más redes de GBIF - colecciones de conjuntos de datos potencialmente de muchos publicadores, normalmente sobre un mismo tema. La mayor red de GBIF es el https://www.gbif.org/network/2b7c7b4f-4d4f-40d3-94de-c28b6fa054a6[Sistema de Información sobre Biodiversidad Oceánica (OBIS)].
ja: このセクションでは、リソースが1つまたは複数のGBIFネットワーク（多くの出版社から提供される可能性のある、通常は1つのテーマに関するデータセットのコレクション）に含まれることを許可しています。GBIFで最大のネットワークは、link:https://www.gbif.org/network/2b7c7b4f-4d4f-40d3-94de-c28b6fa054a6[Ocean Biodiversity Information System (OBIS)] です。
zh: 此區域允許資源加入一個或多個 GBIF 網絡——這些網絡是基於特定主題的多個發布者的資料集集合。GBIF 最大的網絡是 https://www.gbif.org/network/2b7c7b4f-4d4f-40d3-94de-c28b6fa054a6[海洋生物多樣性資訊系統 (OBIS)]。

source: To add the resource to a network, click on the {threedots} menu and select the "Add" option. To remove it, click the {threedots} menu on the network item and select "Delete".
ja: リソースをネットワークに追加するには、{threedots}メニューをクリックして「追加」オプションを選択します。削除するには、ネットワーク項目の{threedots}メニューをクリックし、「削除」を選択します。
zh: 要將資源添加到某個網絡，點擊 {threedots} 選單並選擇「添加」選項。要移除資源，點擊該網絡項目的 {threedots} 選單並選擇「刪除」。

source: Please only add your resource to a network with the approval of the network managers or the GBIF Help Desk.
zh: 請僅在獲得網絡管理員或 GBIF 支援中心的批准後，才將您的資源添加到某個網絡。

source: Resource Managers
es: Editores de Recursos
ja: リソース管理者(Managers)
zh: 資源管理者

source: Each resource has one or more explicitly assigned managers who are allowed to view, change, and remove the resource. The user who creates a resource automatically has these capabilities. Additional managers can be associated with a resource and given these same capabilities by selecting them by name from the select box in this area of the Resource Overview page, then clicking on the {threedots} menu and selecting option labelled "Add". Any manager associated with a resource and having the role "Manager with registration rights" may also register the resource and update it in the GBIF registry. All users having the Admin role automatically have complete managerial roles for all resources in the IPT instance. The area shows the name and email address of the creator of the resource. If any managers have been added, their names and email addresses will be listed under the creator. Any added manager can have the managerial role for the resource removed by clicking on the respective {threedots} menu and selecting the option labelled "Delete".
ja: 各リソースには、リソースの閲覧、変更、削除を許可された1人以上の管理者が明確に割り当てられます。リソースを作成したユーザーは、自動的にこれらの能力を持つことになります。リソースに関連付けられ、同じ機能を持つマネージャーを追加するには、リソース概要ページのこのエリアにあるセレクトボックスからマネージャー名を選択し、{threedots}メニューをクリックして、「追加」というラベルの付いたオプションを選択します。リソースに関連付けられ、「登録権を持つ管理者」のロールを持つ管理者は、リソースを登録し、GBIFレジストリで更新することもできます。Admin ロールを持つすべてのユーザーは、自動的に IPT インスタンス内のすべてのリソースの完全な管理ロールを持つことになります。この領域には、リソースの作成者の名前と電子メールアドレスが表示されます。管理者が追加されている場合、その名前と電子メールアドレスが作成者の下に表示されます。追加されたマネージャーは、各{threedots}メニューをクリックして「削除」オプションを選択することで、リソースのマネージャーロールを削除することができます。
zh: 每個資源都可以明確指定一個或多個管理員，這些管理員有權查看、更改和移除資源。創建資源的使用者自動擁有這些權限。可以從資源概覽頁面的選擇框中按名稱選擇其他管理員，然後點擊 {threedots} 選單並點選「添加」來賦予其相同的權限。與資源相關的任何擁有「具有註冊權限的管理員」角色的使用者，也可以在 GBIF 註冊庫中註冊並更新該資源。所有具有管理員角色的使用者將自動擁有 IPT 實例中所有資源的完整管理權限。該區域將顯示資源創建者的姓名和電子郵件地址。如果已添加管理員，其姓名和電子郵件地址將列在創建者之下。任何已添加的管理員都可以通過點擊其相應的 {threedots} 選單並點選「刪除」來移除其管理權限。

source: Delete a Resource
es: Eliminar un recurso
ja: リソースを削除する
zh: 刪除資源

source: Clicking on the button labelled "Delete" on the Resource Overview page will display a modal confirmation window.
zh: 在資源概覽頁面上點擊標記為「刪除」的按鈕，將顯示一個確認視窗。

source: For registered with GBIF resources, it will display a modal window with two options.
zh: 對於已在 GBIF 註冊的資源，將彈出一個提供兩個選項的視窗：

source: *Delete from the IPT and GBIF.org*
es: *Eliminar del IPT y de GBIF.org*
ja: *IPTとGBIF.orgから削除する*
zh: *從 IPT 和 GBIF.org 中刪除*

source: *Delete from the IPT only (Orphan)*
es: *Eliminar sólo del IPT (huérfano)*
ja: *IPTのみから削除(オーファン)*
zh: *僅從 IPT 中刪除（未註冊）*

source: Either options will remove the resource from the IPT and all of the related documents from the file system. The first will also delete the resource from GBIF.org.
es: Cualquiera de las dos opciones eliminará el recurso del IPT y todos los documentos relacionados del sistema de archivos. La primera también eliminará el recurso de GBIF.org.
ja: どちらのオプションを選んでもIPTからリソースが削除され、ファイルシステムから関連ドキュメントがすべて削除されます。前者は GBIF.org からもリソースを削除します。
zh: 無論選擇哪個選項，都會將資源從 IPT 中移除，並從文件系統中刪除相關的所有檔案。第一個選項也將會從 GBIF.org 中刪除該資源。

source: Before deleting the resource, you can make a copy of the data in case you wish to restore it later. To do this, look on the server inside the IPT's data directory, in the "resources" directory. Copy the directory (with the short name for the resource) to safe storage, somewhere outside the IPT's data directory. A resource saved in this way can be re-integrated into the IPT, or integrated with a different IPT instance by following the procedure described in the "Integrate an existing resource configuration folder" section under the "Create a New Resource" heading in the "Manage Resources Menu" section.
es: Si desea conservar la información del recurso, y eliminar el recurso del IPT, haga una copia de la carpeta del recurso en un lugar seguro fuera de la estructura del directorio IPT. El nombre de la carpeta para el recurso es el mismo que el nombre corto del recurso, y se puede encontrar en la carpeta denominada "Recursos" en el directorio de datos del IPT. Un recurso guardado de esta manera se puede volver a integrar en el IPT o en una instancia distinta del IPT, siguiendo el procedimiento descrito en la sección "Integrar una carpeta de configuración de recursos existente" bajo el encabezado "Crear un nuevo recurso" en la sección “Menú gestión de recursos".
ja: リソースを削除する前に、後で復元したい場合に備えてデータのコピーを取っておくことができます。これを行うには、IPTのデータ・ディレクトリ内のサーバーで、「resources」ディレクトリを探します。そのディレクトリ（リソースのショートネーム付き）を、IPTのデータ・ディレクトリ外の安全な場所にコピーします。このようにして保存したリソースは、「リソース管理メニュー」セクションの「新規リソースを作成する」の下にある「既存のリソース構成フォルダーを統合する」セクションで説明した手順に従って、IPTに再統合したり、別のIPTインスタンスと統合することができます。
zh: 在刪除資源之前，您可以備份資料以便日後恢復。為此，請查看 IPT 的資料目錄內的伺服器，在資源資料夾中找到目標資源的目錄（以資源的簡短名稱命名）。將該目錄複製到 IPT 資料目錄之外的安全存儲位置。這樣保存的資源可以通過「選單：資源管理」部分「創建新資源」標題下的「整合現有資源配置資料夾」步驟，重新整合到 IPT 中或與另一個 IPT 實例整合。

source: Migrate a Resource
es: Migrar un recurso
ja: リソースの移行
zh: 遷移資源

source: There is now a way to migrate existing registered DiGIR, BioCASe, TAPIR, or DwC-A resources to an IPT. This allows the existing resource to preserve its GBIF Registry UUID.
es: Ahora hay una manera de migrar los recursos existentes registrados DiGIR, BioCASe, TAPIR, o DwC-A a un IPT. Esto permite que el recurso existente conserve su UUID del Registro de GBIF.
ja: 既存の登録済みDiGIR、BioCASe、TAPIR、DwC-AリソースをIPTに移行する方法が追加されました。これにより、既存のリソースはGBIFレジストリのUUIDを保持したまま移行することができます。
zh: 現在有一種方式可以將現有已註冊的 DiGIR、BioCASe、TAPIR 或 DwC-A 資源遷移到 IPT。這使現有資源能夠保留其 GBIF 註冊庫的 UUID。

source: The way this works, is that the IPT resource is configured to update the existing registered resource that it corresponds to in the GBIF Registry.
es: La forma en que esto funciona, es que el recurso IPT está configurado para actualizar el recurso registrado existente al que corresponde en el Registro de GBIF.
ja: この方法では、IPTリソースがGBIFレジストリで対応する既存の登録リソースを更新するように設定されます。
zh: 此方法只需要將 IPT 資源配置更新為其在 GBIF 註冊庫中對應的已註冊資源。

source: To migrate an *existing registered resource* to your *IPT resource*, follow these instructions:
es: Para migrar un *recurso registrado existente* a *su IPT*, siga estas instrucciones:
ja: *既存の登録済みリソース*を*IPTリソース*に移行するには、以下の手順に従ってください。
zh: 要將現有已註冊資源遷移到您的 IPT 資源，請遵循以下指示：

source: Ensure that the *IPT resource's* visibility is public and NOT registered.
es: Asegúrese que la visibilidad del *recurso IPT* es público y NO registrado.
ja: **IPTリソース**の公開状況が公開であり、登録されていないことを確認します。
zh: 確保 IPT 資源是公開且未註冊。

source: Determine the owning organization of the *existing registered resource*, ensure that it is added to the IPT as an organization, and that it is configured to publish datasets. To do so, please refer to the xref:administration.adoc#add-organization[Add Organization] section.
es: Determine la organización propietaria del *recurso registrado existente* y asegúrese que esta ha sido agregada al IPT como una organización y que está configurada para publicar conjuntos de datos. Para realizar esto, refiérase a la sección xref:administration.adoc#add-organization[Agregar una organización].
ja: **既存の登録リソース**の所有機関を決定し、それが機関としてIPTに追加され、それがデータセットを公開するように構成されていることを確認します。（xref:administration.adoc#add-organization[機関を追加]セクションを参照）
zh: 確定擁有*現有已註冊資源*的組織已配置為可發布資料集的組織，並且已添加至 IPT。請參閱 xref:administration.adoc#add-organization[添加組織] 部分以瞭解更多資訊。

source: Select the owning organization from the drop-down list on the Basic Metadata page. Don't forget to save the Basic Metadata page.
es: Seleccione la organización propietaria en la lista desplegable de la página de metadatos básicos. No olvide guardar la página de "Metadatos básicos".
ja: 「基本メタデータ」ページのドロップダウンリストから、所有する機関を選択します。「基本メタデータ」ページの保存を忘れないでください。
zh: 在基本詮釋資料頁面上的下拉選單中點選擁有該資源的組織。請記得儲存基本詮釋資料頁面。

source: Go to the GBIF Dataset page of the *existing registered resource*. Depending on whether you are running the IPT in test or production mode, you would visit https://www.gbif-uat.org/dataset or https://www.gbif.org/dataset respectively.
es: Vaya a la página de GBIF del conjunto de datos del *recurso registrado existente*. Dependiendo de si está ejecutando el IPT en modo de prueba o de producción, visitaría https://www.gbif-uat.org/dataset o https://www.gbif.org/dataset respectivamente.
ja: **既存の登録済みリソース**のGBIFデータセットページに移動します。IPTをテストモードで動作させているか、本番モードで動作させているかによって、それぞれ https://www.gbif-uat.org/dataset または https://www.gbif.org/dataset にアクセスすることになります。
zh: 前往*現有已註冊資源*的 GBIF 資料集頁面。根據 IPT 運行的模式（測試或生產），您需要分別訪問 https://www.gbif-uat.org/dataset 或 https://www.gbif.org/dataset。

source: Ensure the GBIF Dataset page shows the correct *owning organization* of the *existing registered resource*.
es: Asegúrese que la página del conjunto de datos de GBIF, muestre la *organización propietaria* correcta del *recurso registrado existente*
ja: GBIFデータセットページに、**既存の登録済みリソース**の**所有機関**が正しく表示されていることを確認します。
zh: 確保 GBIF 資料集頁面顯示*現有已註冊資源*正確配對相應的*資源所屬組織*。

source: if it shows a different *owning organization*, the GBIF Registry must be updated before you can proceed with the remaining steps. Send an email to helpdesk@gbif.org alerting them to the update needed.
es: si muestra una *organización propietaria* diferente, el Registro de GBIF debe ser actualizado antes de que pueda proceder con los pasos restantes. Envíe un correo electrónico a helpdesk@gbif.org alertando de la actualización necesaria.
ja: 所有者が異なる場合は、GBIFレジストリの更新が必要です。更新が必要である旨、メールにて helpdesk@gbif.org まで連絡してください。
zh: 如果顯示的*資源所屬組織*不同，必須先更新 GBIF 註冊庫才能繼續執行後續步驟。請發送電子郵件至 helpdesk@gbif.org 來請求更新。

source: Copy the GBIF Registry UUID from the GBIF Dataset page URL, e.g `5d637678-cb64-4863-a12b-78b4e1a56628`.
es: Copie el UUID del Registry de GBIF desde la URL de la página del conjunto de datos, por ejemplo `5d637678-cb64-4863-a12b-78b4e1a56628`.
ja: GBIFデータセットページのURLからGBIFレジストリ UUIDをコピーします。（例：`5d637678-cb64-4863-a12b-78b4e1a56628`）
zh: 從 GBIF 資料集頁面的 URL 複製 GBIF 註冊庫的 UUID，例如 `5d637678-cb64-4863-a12b-78b4e1a56628`。

source: Add this UUID to the list of the *IPT resource's* alternative identifiers on the Additional Metadata page. Don't forget to save the Additional Metadata page.
es: Agregue este UUID a la lista de identificadores alternativos del *recurso IPT* en la página de "Metadatos adicionales", no olvide guardar esta página.
ja: このUUIDを、「追加のメタデータ」ページの*IPTリソース*の代替識別子のリストに追加します。「追加のメタデータ」ページを保存することを忘れないでください。
zh: 將此 UUID 添加到 IPT 資源 的「其他詮釋資料」頁面上的替代識別碼列表中。請記得儲存「其他詮釋資料」頁面。

source: Ensure that no other public or registered resource in your IPT includes this UUID in their list of alternative identifiers. In cases where you are trying to replace a registered resource that already exists in your IPT, the other resource has to be deleted first.
es: Asegúrese de que ningún otro recurso público o registrado en su IPT incluya este UUID en su lista de identificadores alternativos. En los casos en los que intente reemplazar un recurso registrado que ya existe en su IPT, el otro recurso tiene que ser eliminado primero.
ja: あなたのIPTの他の公開または登録されたリソースが、代替識別子のリストにこのUUIDを含んでいないことを確認してください。IPTに既に存在する登録済みリソースを置き換える場合、他のリソースを最初に削除する必要があります。
zh: 確保 IPT 中沒有其他公開或已註冊的資源使用該 UUID 作為它們的替代識別碼。如果您正在嘗試替換 IPT 中現有的已註冊資源，則必須先刪除該資源。

source: On the resource overview page, click the register button. Similar to any other registration, you will have to confirm that you have read and understood the GBIF data sharing agreement before the registration will be executed.
es: En la página de resumen de recursos, haga clic en el botón de "Registrar". De forma similar a cualquier otro registro, tendrá que confirmar que ha leído y entendido el acuerdo de intercambio de datos de GBIF antes de que se ejecute el registro.
ja: リソース概要ページで、「登録」をクリックします。他の登録と同様に、GBIFデータ共有契約を読み、理解したことを確認した上で、登録が実行されます。
zh: 在資源概覽頁面上，點擊「註冊」按鈕。您需要確認已閱讀並理解 GBIF 資料共享協議，才能執行註冊。

source: You will receive a confirmation message like this, showing the existing dataset in GBIF has been updated.
es: Recibirá un mensaje de confirmación como este, que muestra que el conjunto de datos existente en GBIF ha sido actualizado.
ja: このような確認メッセージが表示され、GBIFの既存のデータセットが更新されたことがわかります。
zh: 您將收到確認消息，顯示 GBIF 中的現有資料集已被更新。

source: If applicable, email helpdesk@gbif.org alerting them whether the DiGIR/BioCASe/TAPIR/IPT technical installation that used to serve the resource has been deprecated, and whether it can be deleted from the GBIF Registry
zh: 如果適用，請發送電子郵件至 helpdesk@gbif.org，通知他們 DiGIR/BioCASe/TAPIR/IPT 支援該資源的技術安裝是否已棄用，以及是否可以從 GBIF 註冊庫中刪除。
