Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: This area of the Resource Overview page allows a user to import primary data from files, databases or URLs into the IPT. If a resource has no source data it is considered a metadata-only resource, with information about a data set or collection, but without any primary data. It is possible to connect a resource to more than one data source if the sources are related to each other. More about relating multiple data sources is explained in the http://rs.tdwg.org/dwc/terms/guides/text/index.htm#implement[Implementation Guide] section of the Darwin Core Text Guide. Following are explanations for the preliminary step of choosing the source data, either from text files, database sources or a text file available at a URL:
es: Esta área de la página "Vista general del recurso" permite al usuario importar datos primarios al IPT a partir de archivos, bases de datos o URL. Si un recurso no pertenece un conjunto de datos, es considerado un recurso de metadatos con información acerca de un conjunto de datos o una colección, pero sin ningún tipo de datos primarios. Es posible conectar un recurso a más de un conjunto de datos, si los conjuntos están relacionados entre sí. Encontrará más información sobre la relación entre múltiples conjuntos de datos en la sección http://rs.tdwg.org/dwc/terms/guides/text/index.htm#implement[Guía de implementación (Implementation Guide)] de la "Guía de texto" de Darwin Core. A continuación se encuentran las explicaciones de la etapa preliminar para seleccionar el conjunto de datos, ya sea de archivos de texto, de fuentes de bases de datos o de un archivo de texto disponible en una URL:
ja: リソース概要ページのこのエリアでは、ユーザーがファイル、データベース、URLからIPTに一次データをインポートすることができます。リソースにソースデータがない場合はメタデータのみのリソースとみなされ、データセットまたはコレクションに関する情報を持つが、一次データはありません。ソースが互いに関連している場合、リソースを複数のデータソースに接続することが可能です。複数のデータソースの関連付けについての詳細は、ダーウィンコアText Guideのlink:https://rs.tdwg.org/dwc/terms/guides/text/index.htm#implement[導入ガイド]セクションで説明されています。以下は、テキストファイル、データベースソース、またはURLで利用可能なテキストファイルから、ソースデータを選択する予備手順の説明です。
zh: 資源概覽頁面的此區域允許使用者從檔案、資料庫或 URL 匯入原始資料到 IPT。如果資源沒有來源資料，則被視為僅詮釋資料資源，即僅包含資料集的資訊，無任何原始資料。如果多個資料來源彼此相關，也可以將資源連結到多個資料來源。更多關於多個資料來源之間的關聯說明，請參閱達爾文核心標準文字檔指南的 http://rs.tdwg.org/dwc/terms/guides/text/index.htm#implement[實作指南]部分。以下是選擇來源資料的初步步驟說明，無論是來自文字檔、資料庫來源或可用於 URL 的文字檔：

source: File as data source
es: Archivo como conjunto de datos
ja: ファイルをデータソースとする
zh: 檔案作為資料來源

source: The IPT can import uncompressed delimited text files (CSV, tab, and files using any other delimiter) or equivalent files compressed with Zip or Gzip. Excel files are also supported. Click the {threedots} menu at "Source Data" and select "Add". Then select "File" from the dropdown box in the modal window and click on the button labelled "Browse…" or "Choose file" to navigate to and select the file to import. The file name can only be composed of alphanumeric characters (A-Z, 0-9), spaces, underscores, full stops, parentheses, and hyphens. After selecting the file, its name will appear to the right of the "Browse…" button.
ja: IPTは、非圧縮の区切りテキストファイル（CSV、tab、その他の区切り文字を使用したファイル）、またはZipやGzipで圧縮された同等のファイルをインポートすることができます。Excelファイルにも対応しています。「参照」というボタンをクリックして、インポートするファイルを選択します。ファイル名は、英数字（A-Z、0-9）、スペース、アンダースコア、フルストップ、括弧、ハイフンのみ利用が可能です。ファイルを選択すると、「参照」ボタンの右側にファイル名が表示されます。
zh: IPT 可以匯入未壓縮的分隔文字檔（如 CSV、Tab，或使用其他分隔符的檔案）或以 Zip 或 Gzip 壓縮的等效檔案，也支援 Excel 檔案。點擊「來源資料」的 {threedots} 選單，選擇「添加」，然後在彈出視窗中從下拉框中選擇「檔案」，並點擊標有「瀏覽...」或「選擇檔案」的按鈕來尋找並選擇要匯入的檔案。檔案名稱僅能由字母數字字符（A-Z、0-9）、空格、底線、句號、括號和連字符組成。選擇檔案後，其名稱將顯示在「瀏覽...」按鈕的右側。

source: Click on the button labelled "Clear" to remove the choice of selected file and return to the previous state before any data source was selected. Or, click on the button labelled "Add" to open the Source Data File detail page (if there is the risk of overwriting a file with the same name, a dialog opens that asks the user to confirm they actually want to overwrite it).
es: Haga clic en el botón "Limpiar" para eliminar el archivo seleccionado y volver al estado anterior a la selección del archivo de conjunto de datos. Haga clic en el botón "Agregar" para abrir la página detallada "Archivo de conjunto de datos" (si existe el riesgo de sobrescribir un archivo con el mismo nombre, se abre un diálogo que pide al usuario confirmar sí realmente desea sobrescribir).
ja: 「消去」ボタンをクリックすると、選択したファイルが削除され、データソースが選択される前の状態に戻ります。また、「追加」ボタンをクリックすると、ソース・データ・ファイルの詳細ページが表示されます（同名のファイルを上書きする恐れがある場合は、本当に上書きするかどうかを確認するダイアログが表示されます）。
zh: 點擊標有「清除」的按鈕以移除所選檔案，並返回到選擇來源資料之前的狀態。或者，點擊標有「添加」的按鈕以打開來源資料檔案詳細頁面（如果存在同名檔案覆寫風險，系統將顯示對話框，詢問使用者是否確認覆寫）。

source: If the IPT detects the number of columns in a mapped data source has changed when overwriting it, the user is warned that they should update its mappings.
es: Si el IPT detecta que el número de columnas de una fuente de datos mapeada ha cambiado al sobrescribirla, se advierte al usuario que debe actualizar sus mapeos.
ja: IPTは、マッピングされたデータソースを上書きする際にそのカラム数が変更されたことを検出した場合、そのマッピングを更新するよう警告します。
zh: 如果 IPT 檢測到在覆寫時已經對照的資料來源中的欄位數已更改，系統將警告使用者應更新其資料對照。

source: Upload limits
es: Límites de carga
ja: アップロード上限
zh: 上傳大小限制

source: The IPT has an upload size limit of 10GB. There is no limit to the size of Darwin Core Archive the IPT can export/publish though. For loading datasets larger than 10GB in size into the IPT, the following work-arounds are recommended:
zh: IPT 的上傳大小限制為 10GB。對於匯出/發布的達爾文核心集檔案，IPT 則無大小限制。若要將超過 10GB 的資料集載入 IPT，建議採用以下解決方案：

source: compress the file with Zip or Gzip
es: comprimir el archivo (con zip o gzip)
ja: ZipまたはGZipでファイル圧縮する
zh: 使用 Zip 或 Gzip 壓縮檔案

source: load the data into one of the many xref:database-connection.adoc[databases supported by the IPT]
es: cargar los datos a una de las xref:database-connection.adoc[bases de datos soportadas por el IPT]
ja: xref:database-connection.adoc[IPTが対応する多くのデータベース]のうちの1つにデータをロードします。
zh: 將資料載入 IPT 支援的 xref:database-connection.adoc[IPT 支援的資料庫]之一

source: retrieve the file from a URL
es: recuperar el archivo desde una URL
ja: URLからファイルを取得する
zh: 從 URL 檢索檔案

source: split the file up (when the dataset is published the IPT will concatenate the files in the order they are mapped)
es: dividir el archivo (cuando se publique el conjunto de datos, el IPT concatenará los archivos en el orden en que sean mapeados)
ja: ファイルを分割する（データセットが公開されるとき、IPTはファイルをマッピングされた順に結合します）。
zh: 拆分檔案（當資料集發布時，IPT 將按照映射順序合併檔案）

source: This page shows the name of the resource along with a summary of the file characteristics (readability, number of columns detected, absolute path to the file, the file size, the number of rows detected, and the date the file was last loaded into the IPT). The Source Data File detail page allows the user to view and edit the parameters that describe the content of the selected file, and to use these settings to analyse and preview the file.
es: Esta página mostrará el nombre del recurso, junto con un resumen de las características del archivo (legibilidad, número de columnas detectadas, ruta absoluta de acceso al archivo, tamaño del archivo, número de filas detectadas y fecha en la que el archivo se cargó en el IPT). La página de detalles del archivo del conjunto de datos permite al usuario ver y editar los parámetros que describen el contenido del archivo seleccionado, y utilizar estos ajustes para analizar y obtener una vista previa el archivo.
ja: このページには、リソースの名前と、ファイルの特性（公開状況、検出された列数、ファイルへの絶対パス、ファイルサイズ、検出された行数、ファイルが最後にIPTにロードされた日付）の概要が表示されます。ソース データ ファイルの詳細ページでは、選択したファイルのコンテンツを記述するパラメーターを表示および編集し、これらの設定を使用してファイルを分析およびプレビューすることができます。
zh: 此頁面顯示資源名稱以及檔案特徵摘要（可讀性、檢測到的欄數、檔案的絕對路徑、檔案大小、檢測到的行數和檔案最後載入到 IPT 的日期）。來源資料檔案詳細頁面允許使用者檢視並編輯描述所選檔案內容的參數，並使用這些設置來分析和預覽檔案。

source: *Source Name* - header, the name of the file selected, without the file extension.
zh: *來源名稱* - 標頭，選定檔案的名稱，不包括副檔名。

source: *Source type* - type of the source, Text file here.
zh: *來源類型* - 來源的類型，此處為文字檔。

source: *Readable* - this icon indicates whether data are accessible using the file format information provided on this page.
es: *Se puede leer*: este icono indica si los datos son accesibles utilizando la información sobre el formato de los archivos que se proporciona en esta página.
ja: *公開状況* - このページで提供されるファイル形式情報を使用してデータにアクセスできるかどうかを示すアイコン
zh: *可讀* - 此圖示表示資料是否可使用此頁面上所提供的檔案格式資訊。

source: *File* - the full path to the location of the file to use as the data source.
es: *Archivo*: la ruta completa a la ubicación del archivo que desea utilizar como conjunto de datos.
ja: *ファイル* - データソースとして使用するファイルの場所へのフルパス
zh: *檔案* - 用於作為資料來源的檔案完整路徑。

source: *Columns* - the number of columns in the dataset as configured using the parameters on this page.
es: *Columnas*: el número de columnas en el conjunto de datos como se ha configurado usando los parámetros en esta página.
ja: *列数* - このページのパラメータを使用して設定された、データセットの列数
zh: *欄位數* - - 依照此頁面設定的參數，資料集中的欄位數。

source: *Rows* - the number of rows found in the data file. (Note: This number helps check if all records are identified.)
es: *Filas*: el número de filas que se encuentran en el archivo de datos. (Nota: este número ayuda a comprobar si todos los registros fueron identificados.)
ja: *行数* - データファイルで見つかった行数（注：すべてのレコードが識別されているかどうかを確認するのに便利です）
zh: *行列數* - 資料檔案中找到的行列數。（註：此數字有助於確認所有紀錄是否已被識別。）

source: *Size* - the file size.
es: *Tamaño*: el tamaño del archivo.
ja: *サイズ* - ファイルサイズ
zh: *檔案大小* - 資料來源檔案的大小。

source: *Modified* - the date stamp of the file indicating when it was last saved.
es: *Modificado*: el sello de fecha del archivo que indica cuándo se guardó por última vez.
ja: *修正済み* - ファイルが最後に保存された日を示します。
zh: *最後修改* - 檔案最後儲存的日期戳記。

source: *Source log* - this link downloads the file containing the log produced when processing the file using the information contained on this page. Any problems encountered while processing the file, such as missing data and unexpected formatting will be in this log file.
es: *Reporte del conjunto de datos*: este enlace descarga el archivo que contiene el registro producido al procesar el archivo utilizando la información contenida en esta página. Cualquier problema que surja al procesar el archivo, como la falta de datos o un formato inesperado, aparecerá en este archivo de registro.
ja: *ソースログ* - このボタンをクリックすると、このページの情報を使ってファイルを処理したときのログを含むファイルをダウンロードできます。データの欠損や予期せぬフォーマットなどのファイル処理中に発生した問題は、このログファイルに記録されます。
zh: *來源紀錄* - 此連結下載處理檔案時所產生的紀錄檔案，記錄了此頁面的資訊。任何處理過程中遇到的問題，例如遺失的資料或意外格式，將會顯示在此紀錄檔案中。

source: *Analyse* - (from Options dropdown) click on this button to generate a data summary based on the file settings on this page. The analysis will indicate whether the file is readable, and if so, how many columns it contains.
zh: *分析* - （在選項下拉選單中）按此按鈕以根據此頁面的檔案設定生成資料摘要。分析會顯示檔案是否可讀，若可讀，則顯示欄位數。

source: *Preview* - (from Options dropdown) click on this button to see an interpretation of the data within the file.
zh: *預覽* - （在選項下拉選單中）按此按鈕以檢視檔案中的資料解釋。

source: *Number of Header Rows* - 0 if the file does not contain a row of column names, 1 if the file does contain a header row.
es: *Número de filas del encabezado*: 0 si el archivo no contiene una fila con los nombres de columna, 1 si el archivo contiene una fila de encabezado.
ja: *ヘッダー行数* - ファイルに列名の行がない場合は 0、ヘッダー行がある場合は 1 を指定します。
zh: *標頭列數* - 若檔案不包含欄位名稱列則為 0，若包含欄位名稱列則為 1。

source: *Field Delimiter* - the character or characters that signify a break between columns of data.
es: *Delimitador de texto*: el o los caracteres que indican una ruptura entre columnas de datos.
ja: *フィールド区切り文字* - データの列間の区切りを示す文字。
zh: *欄位分隔符* - 資料欄位之間分隔的字符或字符組合。

source: *Field Quotes* - a single character (or none) that is used to enclose the contents of a column in the data (e.g., `'` or `"`). Please note this will not properly enclose columns whose content includes newline characters (\n) or carriage returns (`\r`).
es: *Delimitadot de texto*: un solo carácter (o ninguno) que se utiliza para delimitar el contenido de una columna en los datos (por ejemplo, `'` o `"`). Tenga en cuenta que esto no delimitará correctamente las columnas cuyo contenido incluya una nueva línea de caracteres (\n) o saltos de línea (`\r`).
ja: *フィールドの引用符* - データ内の列の内容を囲むために使用される1文字（または使用しない）（例：「'」や「"」)。改行文字( \n) やキャリッジリターン( \r) が含まれる列は正しく囲めませんのでご注意ください。
zh: *欄位引號* - 用來標示資料欄位起始的單一字符（或無），例如 ' 或 "。請注意，若欄位內容包含換行符號（\n）或回車符號（\r），則無法正確地標示欄位內容的起始。

source: *Multi-value Delimiter* - a single character that delimits the values in a multi-value field (e.g., `|` or `;`).
es: *Delimitador multivalor*: un solo carácter utilizado para delimitar el contenido de un campo multivalor (p. ej., `|` o `;`).
ja: *多値デリミタ* - 複数値フィールドの値を区切る1文字（「 |」や「;」）です。
zh: *複數值分隔符* - 用來分隔擁有多於一個值的欄位的單一字符（例如 | 或 ;）。

source: *Character Encoding* - the system that defines byte-wise definitions of the characters in the data (e.g., ISO 8859-5 refers to the Cyrillic alphabet).
es: *Codificación de caracteres*: el sistema que determina las definiciones en bytes de los caracteres de los datos (p. ej., la norma ISO 8859-5 se refiere al alfabeto cirílico).
ja: *文字エンコード* - データ内の文字をバイト単位で定義するシステム（例：ISO 8859-5はキリルアルファベットを指す）。
zh: *字元位元系統* - 定義資料中字元的位元系統（例如 ISO 8859-5 指的是西里爾字母）。

source: *Date Format* - a code describing the format of fields having a date data type (e.g., `YYYY-MM-DD` for four-digit year, two-digit month, and two-digit day separated by dashes).
es: *Formato de fecha*: un código que describe el formato de los elementos que tienen un tipo de datos de fecha (p. ej., `AAAA-MM-DD` para año de cuatro dígitos, mes de dos dígitos y día de dos dígitos, separados por guiones).
ja: *日付形式* - 日付データ型を持つフィールドの形式を記述するコードです（例：YYYY-MM-DDは年（4桁）、月（2桁）、日付（2桁）を半角ダッシュで区切ったもの）。
zh: *日期格式* - 用於描述具有日期型別的欄位格式的代碼（例如 YYYY-MM-DD 表示四位數年份、兩位數月份和兩位數日期，以短橫分隔）。

source: *Selected Worksheet* - (Excel files only) this drop down lists the names of all worksheets in the Excel file/workbook. Only 1 worksheet can be used as the data source, defaulting to the first worksheet. After changing the sheet click *Analyse* to update the row/column information.
es: *Hoja de cálculo seleccionada* - (sólo archivos Excel) esta lista de selección muestra los nombres de todas las hojas de cálculo del archivo/libro de Excel. Sólo puede utilizar una hoja de cálculo como fuente de datos, por defecto aparecerá señeccionada la primera hoja del archivo. Despues de seleccionar la hoja de calculo que contenga los datos haga clic en *Analizar* para actualizar la información de filas y columnas.
ja: *選択したワークシート* - （Excelファイルのみ）このドロップダウンには、Excelファイル/ワークブック内のすべてのワークシートの名前が表示されます。データソースとして使用できるのは1枚のワークシートのみで、デフォルトでは最初のワークシートが使用されます。
zh: *已選工作表* - （僅適用於 Excel 檔案）此下拉選單列出 Excel 檔案/活頁簿中所有工作表的名稱。僅可使用 1 張工作表作為資料來源，默認為第一張工作表。更改工作表後，點擊 Analyse 以更新行/列資訊。

source: After the parameters for the data source have been set so that the file is interpreted correctly, click on the button labelled "Save" to store this configuration. If the save is successful, the Resource Overview page will appear, with summary information about the file. To reopen the Source Data File detail page just click on the appropriate item.
ja: ファイルが正しく解釈されるようにデータソースのパラメータを設定したら、「保存」ボタンをクリックして、この設定を保存します。保存に成功するとリソース概要ページが表示され、ソースデータエリアの右側の列にファイルの概要が表示されます。また、「編集」ボタンが表示され、ソースデータファイルのサマリーが右側の列に表示され、ユーザーはソースデータファイルの詳細ページを再び開くことができます。
zh: 設定好資料來源的參數以確保檔案正確解讀後，點擊標示「儲存」的按鈕以儲存此設定。如果儲存成功，將顯示「資源概述」頁面，並在此頁面上顯示該檔案的摘要資訊。要重新開啟「來源資料檔案」的詳情頁，只需點擊相關項目。

source: Should the user want to delete this source, they can reopen the Source Data File detail page and press the "Delete source file" button. Be aware though, that any mappings associated to this file will also be deleted.
es: En caso de que el usuario desee eliminar este conjunto, puede volver a abrir la página detallada de "Archivo de fuente de datos" y hacer clic en el botón "Eliminar el conjunto de datos". Tenga en cuenta, sin embargo, que cualquier mapeo asociado a este archivo también será eliminado.
ja: このソースを削除したい場合は、ソースデータファイルの詳細ページを再度開き、「ソースファイルを削除」ボタンを押します。ただし、このファイルに関連付けられたマッピングもすべて削除されることに注意してください。
zh: 若使用者想要刪除此來源，他們可以重新開啟「來源資料檔案」的詳情頁，然後按「刪除來源檔案」按鈕。需注意，任何與此檔案相關的資料對照也會被刪除。

source: If the source data are contained in multiple text files, the process described in this section can be repeated for each of the files to import. A zipped folder with multiple text files can also be imported to add multiple source files in one go.
es: Si el conjunto de datos se encuentra en varios archivos de texto, el proceso descrito en esta sección se puede repetir para cada uno de los archivos que desea importar. Un archivo comprimido con varios archivos de texto también puede ser importado para añadir todos los conjuntos de datos de una sola vez.
ja: 元データが複数のテキストファイルに含まれている場合は、各ファイルごとに本節の処理を繰り返してインポートすることができます。また、複数のテキストファイルが入ったzipフォルダをインポートすることで、一度に複数のソースファイルを追加することができます。
zh: 若來源資料包含多個文字檔，則可以對每個要匯入的檔案重複執行此部分描述的過程。也可以匯入包含多個文字檔的壓縮資料夾，以一次性新增多個來源檔案。

source: Database as data source
es: Base de datos como conjunto de datos
ja: データソースとしてのデータベース
zh: 資料庫作為資料來源

source: The IPT can use database connections to import data from tables or views. A list of supported database connections is given in the xref:database-connection.adoc[Supported Databases] section. To configure a database as a data source, click the {threedots} menu and select "Add". Then choose "Database" from the list of source data types in the dropdown of the modal window, then click on the button labelled "Connect". This will open a Source Database detail page.
ja: IPTは、データベース接続を使用して、テーブルまたはビューからデータをインポートすることができます。サポートされているデータベース接続の一覧は、xref:database-connection.adoc[対応データベース]に記載されています。データベースをデータソースとして設定するには、{threedots}メニューをクリックし、「追加」を選択します。次に、モーダルウィンドウのドロップダウンにあるソースデータタイプのリストから「データベース」を選択し、「接続」と書かれたボタンをクリックします。ソースデータベースの詳細ページが表示されます。
zh: IPT 可以使用資料庫連接來從表格或檢視表中匯入資料。受支援的資料庫連接列表請參見 xref:database-connection.adoc[受支援的資料庫] 一節。要設定資料庫作為資料來源，點擊 {threedots} 選單並選擇「新增」。然後從彈出視窗的下拉選單中選擇「資料庫」，再點擊標示「連接」的按鈕，這將打開「來源資料庫」的詳情頁。

source: The Source Database Detail page shows the name of the resource along with a summary of the database characteristics (readability, number of columns detected) and allows the user to view and edit the parameters that describe how to access the data from the database, and to use these settings to analyse and preview the data.
es: La página detallada de "Conjunto de datos" muestra el nombre del recurso, junto con un resumen de las características de la base de datos (legibilidad, número de columnas detectadas) y permite al usuario ver y editar los parámetros que describen cómo acceder a los datos de la base de datos, y utilizar estos ajustes para analizar y previsualizar los datos
ja: ソースデータベースの詳細ページでは、データベースの特性（公開状況、検出されたカラム数）の概要とともにリソースの名前が表示され、データベースからデータにアクセスする方法を記述したパラメータの表示と編集、およびこれらの設定を使用してデータの分析とプレビューを行うことができるようになります。
zh: 「來源資料資料庫」的詳情頁顯示了資源名稱及資料庫特徵摘要（可讀性、偵測到的欄位數），並允許使用者查看及編輯如何從資料庫訪問資料的參數，以及使用這些設定來分析和預覽資料。

source: If the IPT detects the number of columns in a mapped data source has changed when editing it, the user is warned that they should update its mappings.
es: Si el IPT detecta que el número de columnas de una fuente de datos mapeada ha cambiado al editarla, se advierte al usuario que debe actualizar sus mapeos.
ja: マップされたデータソースの編集時に、IPTがカラム数の変更を検出した場合、そのマッピングを更新するよう警告します。
zh: 若 IPT 偵測到資料對照的來源資料中欄位數在編輯時發生了變化，系統會提醒使用者將其更新。

source: *Source Name* - header, the name of the data source. Unlike a file data source, this can be edited and given any name by the user.
zh: *來源名稱* - 標頭，資料來源的名稱。與檔案資料來源不同，使用者可以編輯並任意命名此名稱。

source: *Source type* - type of the source, SQL here.
zh: *來源類別* - 資料來源的類別，此處為 SQL。

source: *Readable* - this icon indicates whether data are accessible using the connection information provided on this page.
es: *Se puede leer*: este ícono indica si los datos están disponibles usando la información de conexión proporcionada en esta página.
ja: *公開状況* - このページで提供される接続情報を利用してデータにアクセスできるかどうかを示すアイコンです。
zh: *可讀性* - 此圖示指示資料是否可使用此頁面上提供的連接資訊訪問。

source: *Analyse* - (from Options dropdown) click on this button to generate a data summary based on the database connection settings on this page. The analysis will indicate whether the database is readable, and if so, how many columns there are in the results of the SQL Statement.
zh: *分析* - （在選項下拉選單中）按此按鈕以根據此頁面的資料庫連接設定生成資料摘要。分析報告會顯示資料庫是否可讀，若可讀，則顯示 SQL 語句結果中的欄位數。

source: *Preview* - (from Options dropdown) click on this button to see an interpretation of the data based on the database connection settings on this page.
zh: *預覽* - （在選項下拉選單中）按此按鈕以根據此頁面的資料庫連接設定來檢視詮釋資料的內容。

source: *Database System* - the relational database management system to which the IPT must connect to retrieve the data.
es: *Sistema de la base de datos*: el sistema de administración de bases de datos relacionales al que debe conectarse el IPT para recuperar los datos.
ja: *データベースシステム* - IPTがデータを取得するために接続する必要のある関連データベース管理システム。
zh: *資料庫系統* - IPT 必須連接以檢索資料的關聯式資料庫管理系統。

source: *Host* - The database server address, optionally including the non-default port number (e.g., `localhost` or `mysql.example.org:1336`). For ODBC connections, this is not needed.
es: *Alojador*: la dirección del servidor de la base de datos, que opcionalmente incluye el número de puerto no predeterminado (p. ej., `localhost` o `mysql.example.org:1336`). Para las conexiones ODBC, esto no es necesario.
ja: *ホスト* - データベースサーバーのアドレス。オプションでデフォルト以外のポート番号を含む（例：localhost またはmysql.example.org:1336）。ODBC接続の場合は必要ありません。
zh: *資料庫主機* - 資料庫伺服器地址，可選擇包含非預設埠號（例如 localhost 或 mysql.example.org:1336）。對於 ODBC 連接，不需要此項。

source: *Database* - The name of the database in the database management system, or the DSN for an ODBC connection.
es: *Base de datos*: el nombre de la base de datos en el sistema de administración de base de datos o el DSN para una conexión ODBC.
ja: *データベース* - データベース管理システムにおけるデータベースの名前（ODBC接続の場合はDSN）。
zh: *資料庫* - 資料庫管理系統中的資料庫名稱，或 ODBC 連接的 DSN。

source: *Database User* - the name of the database user to use when connecting to the database.
es: *Usuario de la base de datos*: el nombre del usuario de la base de datos que se utilizará cuando se conecte a la base de datos.
ja: *データベースユーザー* - データベースへの接続に使用するユーザーの名前。
zh: *資料庫使用者* - 連接資料庫時使用的資料庫使用者名稱。

source: *Database Password* - the password for the database user to connect to the database.
es: *Contraseña de la base de datos*: la contraseña utilizada por el usuario para conectarse a la base de datos.
ja: *データベースパスワード* - データベースに接続する際に使用するユーザーのパスワード。
zh: *資料庫密碼* - 連接資料庫的資料庫使用者密碼。
