Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: *End Date* - this text box is meant to contain the date the coverage ended, in one of the supported date formats. To select a date, click on the calendar icon and choose a date, or enter the date manually. To find out what date formats are supported, open the information icon. Example: 2010-12-31 for 31 December 2010 in the New Era calendar.
es: *Fecha Final*: este cuadro de texto está destinado para la fecha en que finalizó la cobertura, en uno de los formatos de fecha soportados. Para seleccionar una fecha, haga clic sobre el ícono del calendario y elija una fecha o ingrésela manualmente. Para saber que formatos de fechas son soportados, abra el ícono de información. Ejemplo: 2012-12-31 para el 31 de Diciembre de 2012 en el calendario de la nueva era.
ja: *終了日* - このテキストボックスには、サポートされている日付形式のいずれかで、時間的範囲が終了した日付を入力します。日付を選択するには、カレンダーアイコンをクリックして日付を選択するか、手動で日付を入力します。サポートされている日付形式を確認するには、インフォメーションアイコンを開いてください。例：2010-12-31は西暦2010年12月31日を表します。
zh: *結束日期* - 用於輸入範圍結束日期的文字框，格式需符合支持的日期格式。可以點擊日曆圖標選擇日期，也可以手動輸入。欲知支持的日期格式，請點擊旁邊的資訊圖標。例如：2010-12-31 對應公曆的2010年12月31日。

source: *Formation Period* - this temporal coverage type is meant to accommodate a named or other time period during which a collection or data set was assembled. Examples: "Victorian", "1922-1932", "c. 1750".
es: *Periodo de formación*: este tipo de cobertura temporal está destinada para alojar un periodo de tiempo determinado u otro durante el cual una colección o conjunto de datos fue creado. Ejemplos: “Victoriano”, “1922-1932”, “c. 1750”.
ja: *形成期間* - この時間的範囲タイプは、コレクションまたはデータセットが組み立てられた、名前が付けられた時代やその他の期間に対応します。例：「ビクトリア朝」「1922-1932」「1750年頃」
zh: *形成時期* - 此時間範圍類型適用於標示資料集或集合在特定時間段內被組建。例如：「維多利亞時期」、「1922-1932」或「約1750（c. 1750）」。

source: *Living Time Period* - this temporal coverage type is meant to accommodate a named or other time period during which the biological entities in the collection or data set were alive, including palaeontological time periods. Examples: "1900-1950", "Ming Dynasty", "Pleistocene".
es: *Época de existencia*: este tipo de cobertura temporal está destinado para alojar un periodo de tiempo nombrado o de otro tipo durante el cual las entidades biológicas de la colección o conjunto de datos estaban vivas, incluyendo periodos de tiempo paleontológicos. Ejemplos: “1900-1950”. “Dinastía Ming”, “Pleistoceno”.
ja: *生息年代* - この時間的範囲タイプは、古生物学的期間を含め、コレクションまたはデータセットの生物が生存していた、名前付きまたは他の期間に対応するためのものです。例：「1900-1950」「明朝」「更新世」
zh: *生存時間段* - 此時間範圍類型適用於標示資料集中生物體存在的時期，包括地質年代。例如：「1900-1950」、「明朝」或「更新世」。

source: Keywords
es: Palabras clave
ja: キーワード
zh: 關鍵字

source: This metadata page allows the user to create one or more sets of keywords about the resource. Each set of keywords can be associated with a thesaurus/vocabulary that governs the terms in the list.
es: Esta página de metadatos permite a los usuarios crear uno o más conjuntos de palabras clave acerca del recurso. Cada conjunto de palabras clave puede ser asociado con un tesauro o vocabulario que rige los términos en la lista.
ja: このメタデータページでは、リソースに関する1つまたは複数のキーワードセットを作成することができます。キーワードの各セットは、リスト内の用語を管理するシソーラス/語彙と関連付けることができます。
zh: 此詮釋資料頁面允許使用者為資源創建一個或多個關鍵字集。每個關鍵字集都可以關聯一個管理其術語的同義字庫或詞彙表。

source: *Remove this keyword set* - click on this link to remove the keyword set that follows immediately below the link.
es: *Eliminar palabras clave*: al hacer clic sobre este enlace se elimina el conjunto de palabras clave que está inmediatamente debajo del enlace.
ja: *キーワードセットを削除* - リンクのすぐ下にあるキーワードセットを削除します。
zh: *移除此關鍵字集* - 點擊此連結移除該連結正下方的關鍵字集。

source: *Thesaurus/Vocabulary* - enter the name of a thesaurus or controlled vocabulary from which the keywords in the set are derived. If the keywords are not governed by a thesaurus/vocabulary, enter "n/a" indicating that it is not applicable in this text box. Example: IRIS keyword thesaurus.
es: *Tesauro/Vocabulario*: se ingresa el nombre de un tesauro o vocabulario controlado, desde el cual se derivó el conjunto de palabras clave. Si las palabras clave no están regidas por un tesauro o vocabulario, se ingresa “n/a”, que indica no aplica. Ejemplo: Tesauro IRIS.
ja: *シソーラス/ボキャブラリー* - セット内のキーワードの元となるシソーラスまたは統制語彙の名前を入力します。キーワードがシソーラス/語彙に支配されていない場合、このテキストボックスに該当しないことを示す「n/a」を入力します。例：IRISキーワードシソーラス
zh: *詞庫/詞彙表* - 輸入關鍵字集中所用詞庫或控制詞彙的名稱。如果關鍵字集未被詞庫/詞彙表管理，輸入「n/a」以標示不適用。例如：IRIS關鍵字詞庫。

source: *Keyword List* - enter a list of keywords, separated by commas that describe or are related to the resource.
es: *Lista de palabras clave*: se ingresa una lista de palabras clave separadas por comas, que describen o están relacionadas al recurso.
ja: *キーワード一覧* - リソースを説明する、またはリソースに関連するキーワードのリストをカンマで区切って入力します。
zh: *關鍵字列表* - 輸入一個描述或與資源相關的關鍵字列表，並用逗號分隔。

source: *Add new keyword set* - click on this link to initiate a form for an additional keyword set.
es: *Añadir palabras clave*: haciendo clic sobre este enlace, se adiciona un nuevo conjunto de palabras clave.
ja: *新しいキーワードセットの追加* - このリンクをクリックすると、キーワードセットを追加するためのフォームが表示されます。
zh: *新增關鍵字集* - 點擊此連結以新增關鍵字集表單。

source: This metadata pages contains information about one or more people or organizations associated with the resource in addition to those already covered on the Basic Metadata page. Many of the controls on this page are in common with those for the Resource Contacts on the <<Basic Metadata>> page. Explanations for the remainder of the controls are given below.
es: Esta página de metadatos contiene información acerca de una o más personas u organizaciones asociadas con el recurso, además de las ya incluidas en la página "Metadatos básicos". Muchos de los campos en esta página son comunes con aquellos para el "Contacto del recurso" en la página de <<Metadatos básicos>>. Las explicaciones para los campos diferentes se dan a continuación:
ja: このメタデータページには、「基本メタデータ」ページですでに説明した情報に加えて、リソースに関連する人々や機関に関する情報が含まれています。このページのコントロールの多くは、link:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#basic-metadata[基本のメタデータ]ページの「リソースの問い合わせ先」のコントロールと共通です。残りのコントロールについては、以下に説明します。
zh: 此詮釋資料頁面包含有關與資源相關的個人或組織的資訊，這些人員或組織未在<<基本詮釋資料>>頁面中被提及。頁面上的許多控制項與<<基本詮釋資料>>頁面中的資源聯絡人相同。其餘控制項的相關說明如下：

source: *Copy from another* - if this person or organization is the same as the other contact of any resource, all of the details can be copied into the equivalent fields for the associated party by clicking on this link.
ja: *他の場所からコピー* - この人物または機関がいずれかのリソースの他の連絡先と同じ場合、このリンクをクリックすると、すべての詳細情報が関連する当事者の対応するフィールドにコピーできます。
zh: *從其他地方複製* - 如果此人或組織與任何資源的其他聯絡人相同，點擊此連結可將其詳細資訊複製到該關聯方的相應欄位。

source: *Remove this associated party* - click on this link to remove the associated party that follows immediately below the link.
es: *Eliminar parte asociada*: haciendo clic sobre este enlace, se elimina la parte asociada que está inmediatamente debajo del enlace.
ja: *この関係者を削除* - このリンクをクリックすると、リンクのすぐ下にある関係者を削除できます。
zh: *移除此關聯方* - 點擊此連結移除該連結正下方的關聯方。

source: *Role* - this select box contains a https://rs.gbif.org/vocabulary/gbif/agent_role.xml[list of possible roles] that the associated party might have in relation to the resource. Click on the information icon to the left of the select box to see descriptions of the possible roles. Choose the most appropriate role for the associated party in the select box.
es: *Rol*: este campo de selección contiene una https://rs.gbif.org/vocabulary/gbif/agent_role.xml[lista de posibles roles] que la parte asociada puede tener en relación con el recurso. Haga clic en el icono de información situado a la izquierda del campo de selección para ver las descripciones de las posibles funciones. Elija el rol más apropiado para la parte asociada.
ja: *ロール* - このセレクトボックスには、関係者がリソースに関連してlink:https://rs.gbif.org/vocabulary/gbif/agent_role.xml[利用可能なロールリスト]が表示されます。セレクトボックスの左側にある情報アイコンをクリックすると、利用可能な権限の説明が表示されます。セレクトボックスで、関係者に最も適した権限を選択します。
zh: *角色* - 此選擇框包含一個 https://rs.gbif.org/vocabulary/gbif/agent_role.xml[角色列表]，用於標示關聯方在資源中的角色。點擊選擇框左側的資訊圖標可查看角色相關說明。選擇列表中最適合的角色。

source: *Author*: an agent associated with authoring a publication that used the data set, or of a data paper
es: *Autor*: un participante asociado a la autoría de una publicación en la que se haya utilizado el conjunto de datos, o de un artículo sobre datos
ja: *著者* - データセットを使用した出版物、またはデータペーパーの著作に関連する代理人
zh: *作者* - 指與資料集相關的出版物或資料論文的作者。

source: *Content Provider*: an agent who contributed content to a data set (data set being described may be a composite)
es: *Proveedor de contenido*: un participante que ha aportado contenido a un conjunto de datos (el conjunto de datos descrito puede ser un conjunto compuesto)
ja: *コンテンツ提供者* - データセットにコンテンツを提供した代理人（記述されるデータセットは合成物である可能性があります）
zh: *內容提供者* - 對資料集貢獻內容的代理人（描述的資料集可能是由多個部分組成的）。

source: *Custodian Steward*: an agent who is responsible for/takes care of the data set
es: *Custodio de los datos*: un participante que se encarga del conjunto de datos
ja: *保管者/世話人* - データセットの管理責任をもつ代理人
zh: *資料管理人* - 負責資料集的或對資料集進行管理和維護的代理人。

source: *Distributor*: an agent involved in the publishing/distribution chain of a data set
es: *Distribuidor*: un participante en la cadena de publicación o distribución de un conjunto de datos
ja: *販売代理店* - データセットの公開/配信に関わる代理者
zh: *發行者* - 參與資料集發布/分發流程的代理人。

source: *Editor*: an agent associated with editing a publication that used the data set, or of a data paper
es: *Editor*: un participante asociado a la edición de una publicación en la que se haya utilizado el conjunto de datos, o de un artículo sobre datos
ja: *編集者* - データセットを使用した出版物、またはデータ論文の編集に関連する代理人
zh: *編輯者* - 與使用該資料集的出版物相關的，或是發布該資料論文的代理人。

source: *Metadata Provider*: an agent responsible for providing the metadata (the same as metadata provider from basic metadata page
es: *Proveedor de metadatos*: un participante responsable de suministrar los metadatos (el mismo que el proveedor de metadatos de la página de metadatos básicos)
ja: *メタデーア提供者* - メタデータを提供する代理人（基本メタデータページのメタデータプロバイダと同じ）。
zh: *詮釋資料提供者* - 負責提供詮釋資料的代理人（與基本詮釋資料頁面中的詮釋資料提供者相同）。

source: *Originator*: an agent who originally gathered/prepared the data set (the same as creator from basic metadata page)
es: *Creador*: un participante que recopiló/preparó en un principio el conjunto de datos (el mismo que el creador de la página de metadatos básicos)
ja: *オリジネーター* - データセットを最初に収集/準備した人（基本メタデータのページのクリエーターと同じ）。
zh: *初始作者* - 最初收集或準備資料集的代理人（與基本詮釋資料頁面中的創建者相同）。

source: *Owner*: an agent who owns the data set (may or may not be the custodian)
es: *Propietario*: un participante propietario del conjunto de datos (puede ser o no el custodio)
ja: *シソーラス/ボキャブラリー* - セット内のキーワードの元となるシソーラスまたは統制語彙の名前を入力します。キーワードがシソーラス/語彙に支配されていない場合、このテキストボックスに該当しないことを示す「n/a」を入力します。例：IRISキーワードシソーラス
zh: *擁有者* - 擁有資料集的代理人（可能與資料管理人相同或不同）。

source: *Point Of Contact*: an agent to contact for further information about the data set
es: *Punto de contacto*: un participante al cual dirigirse para obtener más información sobre el conjunto de datos
ja: *問い合わせ先* - データセットに関する詳細な情報を得るための連絡先
zh: *聯絡人* - 可用於進一步獲取資料集相關資訊的聯絡代理人。

source: *Principal Investigator*: a primary scientific contact associated with the data set
es: *Investigador principal*: un contacto científico principal asociado al conjunto de datos
ja: *主任研究員* - データセットの科学的な内容に関する第一連絡先
zh: *主要研究人員* - 與資料集相關的主要學術聯絡人。

source: *Processor*: an agent responsible for any post-collection processing of the data set
es: *Procesador*: un participante responsable del procesamiento posterior a la recopilación de los datos
ja: *プロセッサー* - データセット収集後の処理責任を持つ代表者
zh: *資料處理者* - 負責對資料集進行收集後處理的代理人。

source: *Publisher*: the agent associated with publishing a publication that used the data set, or of a data paper
es: *Publicador*: el participante asociado a la elaboración de una publicación en la que se haya utilizado el conjunto de datos, o de un artículo sobre datos
ja: *著者* - データセットを利用した出版物、またはデータペーパーの著作に関する代理人
zh: *出版者* - 與使用資料集的發布物或資料論文的發布相關的代理人。

source: *User*: an agent that makes use of the dataset
es: *Usuario*: un participante que utiliza el conjunto de datos
ja: *ユーザー* - データセット利用者の代表
zh: *使用者* - 使用資料集的代理人。

source: *Programmer*: an agent providing informatics/programming support related to the data set
es: *Programador*: un participante que aporta apoyo informático o de programación en relación con el conjunto de datos
ja: *プログラマー* - データセットに関する情報/プログラムをサポートする人
zh: *程式開發人員* - 提供與資料集相關的資訊學或程式設計支援的代理人。

source: *Curator*: an agent that maintains and documents the specimens in a collection. Some of their duties include preparing and labelling specimens, so they are ready for identification, and protecting the specimens
es: *Curador*: participante que mantiene y documenta los especímenes de una colección. Algunas de sus funciones son preparar y etiquetar los especímenes para que estén listos para su identificación y preservación
ja: *キュレーター* - コレクション内の標本の保存や記録を行う人。標本の識別ができるよう標本を準備し、ラベルを貼ったり、標本の保護を行ったりすることも含まれます。
zh: *策展人* - 負責維護和記錄蒐藏資料集合中標本的代理人。他們的職責包括準備和標記標本，以便於識別，並保護這些標本。

source: *Reviewer*: person assigned to review the dataset and verify its data and/or metadata quality. This role is analogous to the role played by peer reviewers in the scholarly publication process.
es: *Revisor*: persona encargada de revisar el conjunto de datos y verificar la calidad de sus datos o metadatos. Esta función es análoga a la que desempeñan los pares evaluadores en el proceso de una publicación académica.
ja: *レビュアー* - データセットをレビューし、そのデータおよびメタデータの品質を検証するために割り当てられた人。この役割は、学術出版において査読者が果たす役割と似ています。
zh: *審查者* - 負責審查資料集並驗證其資料和/或詮釋資料質量的人員。此角色類似於學術發布流程中的同儕審查員角色。

source: *Add new associated party* - click on this link to initiate a form for an additional associated party.
es: *Añadir parte asociada*: al hacer clic sobre este enlace se adiciona una nueva parte asociada.
ja: *新しい関係者の追加* - クリックすると、関連当事者を追加するためのフォームが表示されます。
zh: *新增關聯方* - 點擊此連結以新增一個額外的關聯方表單。

source: This metadata page contains information about a project under which the data in the resource were produced.
es: Esta página de metadatos contiene información sobre el proyecto en el que se produjeron los datos del recurso.
ja: このメタデータページには、リソース内のデータが作成されたプロジェクトに関する情報が含まれています。
zh: 此詮釋資料頁面包含有關資源中資料生成的專案資訊。

source: *Title* - the title of the project.
es: *Título*: el título del proyecto.
ja: *タイトル* - プロジェクトのタイトルです。
zh: *標題* - 專案的標題。

source: *Identifier* - a unique identifier for the research project. This can be used to link multiple dataset/EML document instances that are associated in some way with the same project, e.g. a monitoring series. The nature of the association can be described in the project description.
es: *Identificador*: un identificador único para el proyecto de investigación. Este puede usarse para unir múltiples instancias de conjuntos de datos/EML que están asociados de alguna manera al mismo proyecto, por ejemplo una serie de monitoreo. La naturaleza de la asociación puede ser descrita en la descripción del proyecto.
ja: *識別子* - 研究プロジェクトの一意の識別子。これは、たとえば一連のモニタリングプロジェクトのように、同じプロジェクトに関連付けられている複数のデータセット/EML ドキュメントなどとリンクする時に使用できます。プロジェクトの説明には、その関連についても記述できます。
zh: *識別碼* - 研究專案的唯一識別碼。這可用於連結與相同專案相關的多個資料集/EML文件實例，例如監測系列的實例。這些連結的性質可在專案說明中加以描述。

source: *Description* - an abstract about the research project.
es: *Descripción*: resumen sobre el proyecto de investigación.
ja: *概要* - 研究プロジェクトの要約。
zh: *說明* - 有關研究專案的摘要。

source: *Funding* - information about project funding and its sources (grant titles and numbers, contract numbers, names and addresses, active period, etc.). Other funding-related information may also be included.
es: *Fuentes de financiación*: información acerca de la(s) fuente(s) de financiación del proyecto y sus detalles (títulos y números de las becas, números de contrato, nombres y direcciones, periodo activo, etc.). También se puede incluir otra información relacionada con la financiación.
ja: *資金調達状況* - プロジェクトの資金とその供給源に関する情報（助成金のタイトルと番号、契約番号、名前と住所、活動期間など）。資金に関するその他の情報も含めることができます。
zh: *資助* - 有關專案資助及其來源的資訊（如資助標題與編號、合同編號、名稱與地址、活躍時期等）。也可包括其他與資助相關的資訊。

source: *Study Area Description* - a description of the physical area where the project occurred (physical location, habitat, temporal coverage, etc.).
es: *Descripción del área de estudio*: una descripción del área física donde ocurrió el proyecto (ubicación física, hábitat, cobertura temporal, etc.).
ja: *調査地域説明* - プロジェクトが実施された地域の説明（場所、生息地、時間的範囲など）。
zh: *研究區域描述* - 專案發生的物理區域描述（如地理位置、棲息地、時間範圍等）。

source: *Design Description* - a description of the design and objectives of the project. It can include detailed accounts of goals, motivations, theory, hypotheses, strategy, statistical design, and actual work.
es: *Descripción del diseño*: una descripción general del diseño de la investigación. Puede incluir un informe detallado de objetivos, motivaciones, teoría, hipótesis, estrategia, diseño estadístico y trabajo en campo.
ja: *デザイン説明* - プロジェクトの設計と目的についての説明。目標、動機、理論、仮説、戦略、統計デザイン、実際の作業などに関する詳細な説明を含むことができます。
zh: *設計說明* - 專案設計與目標的相關敘述。可包括目標、動機、理論、假設、策略、統計設計和實際工作等詳細說明。

source: *Project Personnel* - the list of people involved in the project.
es: *Personas asociadas al proyecto*: esta lista representa a las personas involucradas en el proyecto.
ja: *プロジェクト関係者* - プロジェクトに関わる人々のリスト。
zh: *專案人員* - 參與專案的人員列表。

source: *Personnel First Name* - the first name of the person associated with the project.
es: *Nombre*: el nombre de la persona asociada al proyecto.
ja: *担当者の名前* - プロジェクト担当者の名前です。
zh: *人員名字* - 與專案相關的人的名字。

source: *Personnel Last Name* - the last name of the person associated with the project.
es: *Apellido*: el apellido de la persona asociada al proyecto.
ja: *担当者の姓* - プロジェクト担当者の姓です。
zh: *人員姓氏* - 與專案相關的人的姓氏。

source: *Personnel Role* - the role of the person associated with the project. Click on the information icon to the left of the select box to see descriptions of the possible roles. Choose the most appropriate role in the select box for the person named above.
es: *Rol*: el rol de la persona asociada al proyecto. Haga clic en el ícono de información al lado izquierdo de la caja de selección para ver las descripciones de los posibles roles. Elija el rol más apropiado para la persona que nombró en la parte superior.
ja: *担当者のロール* - プロジェクト担当者のロール。セレクトボックスの左側にある情報アイコンをクリックすると、利用できるロールの説明が表示されます。セレクトボックスで、上記の人物に最も適したロールを選択してください。
zh: *人員角色* - 與專案相關的人的角色。點擊選擇框左側的資訊圖標以查看不同角色的相關描述，並在選擇框中選擇最適合的角色。

source: This metadata page contains information about sampling methods used for the data represented by the resource.
es: Esta página de metadatos contiene información acerca de los métodos de muestreo en general, y acerca de los pasos específicos del muestreo de los datos contenidos en el recurso.
ja: このメタデータページには、リソースが示すデータに使用されたサンプリング方法についての情報が含まれています。
zh: 此詮釋資料頁面包含資源的資料採樣方法相關資訊。

source: *Study Extent* - a description of the physical and temporal conditions under which the sampling occurred. The geographic study extent is usually a surrogate (representative area of) for the larger area documented in the "Study Area Description" field of the Project metadata page.
es: *Área de estudio*: una descripción de las condiciones físicas y temporales bajo las cuales ocurrió el muestreo. El área geográfica de estudio generalmente sustituye el área documentada en “Descripción del área de estudio” de la sección “Datos del proyecto”.
ja: *研究範囲* - サンプリングが行われた物理的・時間的条件の説明。地理的な調査範囲は通常、プロジェクトのメタデータページの「調査地域の説明」フィールドに記載されたより大きな地域の代理（の代表的な地域）です。
zh: *研究範圍* - 描述採樣發生的物理和時間條件。地理研究範圍通常是專案詮釋資料頁面“研究區域描述”欄位中一個較大範圍的代表。

source: *Sampling Description* - a text-based/human readable description of the sampling procedures used in the research project. The content of this element would be similar to a description of sampling procedures found in the methods section of a journal article.
es: *Descripción del muestreo* : descripción de los protocolos de muestreo usados para recolectar los datos del recurso. La descripción puede ser similar a los procedimientos de muestreo encontrados en la sección de métodos de un artículo científico.
ja: *サンプリングの説明* - 研究プロジェクトで使用されたサンプリング手順の説明。これは、雑誌論文の方法セクションにあるサンプリング手順の記述に似ています。
zh: *採樣說明* - 研究專案中採用的採樣步驟的文本描述。此元素的內容類似於期刊文獻方法章節中的採樣步驟描述。

source: *Quality Control* - a description of actions taken to either control or assess the quality of data resulting from the associated method step(s).
es: *Control de calidad*: una descripción de las acciones tomadas para controlar o evaluar la calidad de los datos resultantes de la metodología paso a paso asociada.
ja: *品質管理* - メソッドステップから得たデータの品質を管理または評価するためにとられた処置についての記述。
zh: *質量控制* - 此欄位描述為了控制或評估採樣步驟所產生資料的質量而採取的行動。

source: *Step Description* - A method step is one in a series of repeated sets of elements that document a series of methods and procedures used in the study, and the processing steps leading to the production of the data files. These include text descriptions of the procedures, relevant literature, software, instrumentation, source data and any quality control measures taken. Each method should be described in enough detail to allow other researchers to interpret and repeat, if required, the study.
es: *Metodología paso a paso*: este campo describe los elementos que documentan la serie de métodos y procedimientos utilizados en el estudio y los pasos que condujeron a la producción de los datos del archivo. Estos incluyen descripciones textuales de los procedimientos, literatura relevante, software, instrumentación, conjuntos de datos y las medidas de control de calidad adoptadas. Cada método debe ser descrito en suficiente detalle para, si es necesario, permitir a otros investigadores interpretar y replicar el estudio.
ja: *ステップの説明* - メソッドステップは、研究で使用される一連のメソッドと手順、およびデータファイルの作成につながる処理ステップを文書化した、一連の要素の繰り返しの中の1つです。これらには、手順、関連文献、ソフトウェア、機器、ソースデータおよび実施された品質管理措置のテキストによる説明が含まれます。各手法は、必要であれば他の研究者が解釈し、研究を再現できるよう、十分詳細に記述する必要があります。
zh: *步驟說明* - 研究方法中的步驟是一系列重複元素中的一種。這些元素記錄了研究中使用的一系列方法和程序，以及產生資料檔案的處理步驟。包括方法步驟的文本描述、相關文獻、軟體、儀器、來源資料以及所採取的任何質量控制措施。每個方法應該詳細描述，讓其他研究人員可以理解並在需要時再次用相同方法進行該研究。

source: *Add new method step* - click on this link to add a text box labelled "Step Description" to the page (see above). One may add as many method steps as desired.
es: *Añadir paso metodológico*: haciendo clic sobre este enlace, se agrega a la página un cuadro de texto llamado “Descripción de la metodología paso a paso”. Un paso metodológico es uno de una serie de pasos llevados a cabo para el muestreo. Se pueden adicionar tantos pasos metodológicos como se desee.
ja: *新しいメソッドステップの追加* - このリンクをクリックすると「Step Description」と書かれたテキストボックスがページに追加され（上記参照）、必要数のメソッドステップを追加することができます。
zh: *新增方法步驟* - 點擊此連結以在頁面上新增一個標記為「步驟說明」的文字框（如上所述）。可以新增任意數量的方法步驟。

source: *Remove this method step* - click on this link to remove the method step text box that follows immediately below the link.
es: *Eliminar paso metodológico*: haga clic en este enlace para eliminar el cuadro de texto del paso del método que está inmediatamente debajo del enlace.
ja: *メソッドステップを削除* - すぐ下のメソッドステップテキストボックスが削除されます。
zh: *移除此方法步驟* - 點擊此連結以移除該連結正下方的方法步驟文字框。
