Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: *Date Created* - the date on which the first version of the resource was published. It will be used to formulate the publication year in the auto-generated resource citation. This value is set automatically when publishing and cannot be edited.
es: *Fecha de la primera publicación*: la fecha en la cual la primera versión del recurso fue publicada. Se utilizará como el año de publicación en la referencia generada automáticamente del recurso. Este valor se genera automáticamente cuando se realiza la publicación y no puede ser editado.
ja: *作成日* - リソースの最初のバージョンが公開された日付です。自動生成されるリソースの引用において、出版年を設定するために使用されます。この値は出版時に自動的に設定され、編集はできません。
zh: *建立日期* - 資源首版發布的日期。此值將用於自動生成資源引用時所顯示的發布年份。該值在發布時被自動設定且不可編輯。

source: *Date Published* - the date when the resource was last published. This value is set automatically when publishing (see the <<Publication>> section).
ja: *発行日* - リソースが最後に発行された日付です。この値は公開時に自動的に設定されます。（link:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#publication[公開]セクションを参照）
zh: *發布日期* - 資源最後一次發布的日期。此值在發布時自動設定（請參閱 <<資源發布>> 章節）。

source: *Resource logo URL* - a logo representing the resource. The logo URL can be used to upload the resource. It may also be uploaded from an image file selected from your disk.
es: *URL del logo del recurso* : un logo que represente al recurso. La URL del logo puede ser usada para cargar el recurso. Si no se posee una URL para el logo del recurso, se puede subir un archivo de imagen desde el disco duro.
ja: *リソースロゴURL* - リソースを表すロゴ。ロゴのURLはリソースのアップロードに使用することができます。また、ディスクから選択した画像ファイルからアップロードすることもできます。
zh: *資源標誌 URL* - 資源的代表性標誌。可使用標誌 URL 上傳資源，或者從磁碟中選擇影像檔案進行上傳。

source: *Purpose* - a summary of the intentions for which the data set was developed. Includes objectives for creating the data set and what the data set is to support.
es: *Propósito*: Un resumen de las finalidades para las que se ha desarrollado el conjunto de datos. Incluye los objetivos de la creación del conjunto de datos y su alcance esperado.
ja: *目的* - データセットが開発された意図の概要。データセットを作成した目的、データセットがサポートするものなどを含みます。
zh: *目的* - 資料集開發的目的摘要。包括創建資料集的目標以及資料集的用途。

source: *Maintenance Description* - a description of the maintenance frequency of this resource. This description compliments the update frequency selected on the Basic Metadata page.
es: *Descripción de mantenimiento*: una descripción de la frecuencia de mantenimiento de este recurso. Esta descripción complementa la frecuencia de actualización seleccionada en la sección "Metadatos básicos".
ja: *メンテナンスの説明* - このリソースのメンテナンス頻度の説明。これは「基本的なメタデータ」ページで選択した更新頻度を補完します。
zh: *維護說明* - 描述該資源維護的頻率。此部分補充說明基本詮釋資料頁面中所選擇的更新頻率。

source: *Additional Information* - any information that is not characterized by the other resource metadata fields, e.g. history of the project, publications that have used the current data, information on related data published elsewhere, etc.
es: *Información adicional*: cualquier información que no esté descrita en los demás campos de los metadatos, p. ej., historia del proyecto, publicaciones que han usado estos datos, información sobre datos relacionados publicados en otro lugar, etc.
ja: *追加情報* - プロジェクトの歴史、現在のデータを使用した出版物、他の場所で出版された関連データに関する情報など、他のリソースメタデータフィールドで紐付けられないあらゆる情報。
zh: *其他資訊* - 未被其他資源詮釋資料欄位記錄的任何資訊，例如專案歷史、使用當前資料發布的內容、其他地方發布的相關資料資訊等。

source: *Alternative Identifiers* - this section contains a list of additional or alternative identifiers for the resource. When the resource is published, the IPT's URL to the resource is added to the list of identifiers. If a resource is assigned a new DOI xref:doi-workflow.adoc[using the IPT], the IPT ensures this DOI is placed first in the list of identifiers. When a resource is registered with the GBIF Registry, the Registry's unique resource key is also added to the list of identifiers. If the resource represents an existing registered resource in the GBIF Registry, the existing registered resource UUID can be added to the list of identifiers. This will enable the IPT resource to update the existing resource during registration, instead of registering a brand new resource. For more information on how to migrate a resource, see <<Migrate a Resource,this>> section.
zh: *替代識別碼* - 此部分包含該資源的額外或替代識別碼列表。當資源被發布時，IPT 的資源 URL 會被新增到識別碼列表中。如果資源被分配了一個新的 DOI（參見 xref:doi-workflow.adoc[使用 IPT]），IPT 將確保此 DOI 被放置在識別碼列表的首位。當資源在 GBIF 上被註冊時，GBIF註冊表的唯一資源鍵也會新增至識別碼列表。如果該資源代表了一個現有的 GBIF 註冊資源，則可將現有的已註冊資源之 UUID 新增至識別碼列表。這將幫助 IPT 資源在註冊過程中更新現有資源，而非註冊一個全新的資源。有關如何遷移資源的更多資訊，請參閱 <<遷移資源>> 章節。

source: *Add new alternative identifier* - click on this link to add a text box for an alternative identifier for the resource.
es: *Añadir identificador alternativo*: al hacer clic sobre este enlace se adicionan en la sección los cuadros de texto requeridos para agregar un identificador alternativo.
ja: *新しい代替IDを追加* - リソースの代替識別子のテキストボックスを追加します。
zh: *新增替代識別碼* - 點擊此連結以顯示一個文字框來新增資源的替代識別碼。

source: *Alternative Identifier* - the text for the alternative identifier for the resource (e.g., a URL, UUID, or any other unique key value).
es: *Identificador alternativo*: el texto para el identificador alternativo del recurso (p. ej., una URL, UUID o cualquier otro valor clave único).
ja: *代替識別子* - リソースの代替識別子のテキストです。（例：URL、UUID、その他の一意のキー値）
zh: *替代識別碼* - 該資源的替代識別碼文字（例如 URL、UUID 或其他唯一鍵值）。

source: *Remove this alternative identifier* - click on this link to remove the alternative identifier that follows immediately below.
es: *Eliminar identificador alternativo*: al hacer clic sobre este enlace se eliminará el identificador alternativo inmediatamente debajo del enlace.
ja: *この代替識別子を削除* - すぐ下の代替識別子を削除します。
zh: *移除此替代識別碼* - 點擊此連結以移除該連結正下方的替代識別碼。

source: Publication
ja: 出版
zh: 發布資源

source: This area of the Resource Overview page allows a user to publish a version of the resource.
es: Esta área de la página "Vista general del recurso" permite al usuario publicar una nueva versión del recurso.
ja: リソース概要ページのこの場所では、ユーザーがリソースのバージョンを公開することができます。
zh: 使用者可以利用資源概覽頁面中的這個部分發布資源的新版本。

source: Click on the {threedots} menu and select the "Publish" option to trigger publishing a new version. The "Publish" option will be enabled if
ja: {threedots}メニューをクリックし、「公開」を選択すると、新しいバージョンの公開が開始されます。次のとき、「公開」が有効になります。
zh: 點擊 {threedots} 選單並選擇「發布」選項以觸發新版本的發布。當以下條件滿足時，「發布」選項將啟用：

source: the required metadata for the resource are complete, and
es: los metadatos requeridos para el recurso están completos, y
ja: リソースに必要なメタデータが完成し、
zh: 資源的必要詮釋資料已完成；

source: the user has the role "Manager with/without registration rights".
es: el usuario tiene el rol de "Editor con/sin derechos de registro".
ja: 登録権の有無にかかわらず、ユーザーに管理者権限があるとき
zh: 使用者具有「管理者（具有/不具有註冊權限）」角色。

source: Once the resource is registered only users with the role "Manager with registration rights" can publish, since the resource's registration gets updated during each publication (see the explanation for Role in the "Create a new user" section under the "Configure User accounts" heading of the "Administration Menu" section). After pressing the "Publish" option, a confirmation dialog will appear:
zh: 只有具有「註冊權限管理者」角色的使用者可以發布已註冊的資源，因為資源的註冊會在每次發布過程中被更新（請參閱「選單：系統管理」章節中「管理使用者帳戶」部分的「創建新使用者」章節下的角色解釋）。按下「發布」選項後，將顯示一個確認對話框：

source: The resource manager should enter a summary of what changes have been made to the resource (metadata or data) since the last/current version was published. The change summary is stored as part of the resource version history, and can be edited by resource managers via the resource homepage. A complete description of what happens after pressing "Publish" is explained in the "Publishing steps" section below.
es: El editor del recurso debe ingresar un resumen de los cambios que se le han realizado al recurso (datos o metadatos) desde que fue publicada la última/actual versión. El resumen de cambios será guardado como parte del historial de versiones del recurso, y podrá ser modificado por el editor del recurso a través de la página principal del recurso. A continuación se hace una descripción completa de lo que sucede después de presionar el botón "Publicar", al igual que los "Pasos de publicación".
ja: リソース管理者は、前回/最新版の公開以降にリソース（メタデータまたはデータ）にどのような変更があったかのサマリーを入力する必要があります。変更の概要はリソースのバージョン履歴の一部として保存され、リソース管理者はリソースのホームページから編集することができます。「公開 」を押した後の詳細は、以下の「公開方法」のセクションで説明されています。
zh: 資源管理者需輸入自上一次/當前版本發布以來，資源（詮釋資料或資料）所做更改的摘要。此更改摘要將作為資源版本歷史的一部分被儲存，並可由資源管理者通過資源首頁編輯。按下「發布」後會發生的完整說明，請參閱以下的「發布步驟」章節。

source: A pending publication:
zh: 一個待發布的內容：

source: Shown here is table that compares the current version against the pending version. Resource managers can use this table to manage resource versioning, preview the pending version, plus review and validate the current version. The data in the table includes:
zh: 此處顯示一個表格，用於比較當前版本與待發布版本。資源管理者可以使用此表格管理資源版本控制、預覽待發布版本，並審核和驗證當前版本。表格中的資料包括：

source: *Version* - the version number tracking the `major_version.minor_version` of the current/pending version. This is usually relevant only if you use the xref:doi-workflow.adoc[IPT-issued DOI workflow].
zh: *版本* - 跟踪當前/待發布版本`主版本.次版本`的版本號。通常僅與 xref:doi-workflow.adoc[IPT 發行的 DOI 流程] 相關。

source: *Current* - current already published version.
ja: *カレント* - 既に公開されている現在のバージョン。
zh: *當前* - 已發布的當前版本。

source: *Pending* - next version.
ja: *保留中* - 次のバージョン。
zh: *待發布* - 下一個版本。

source: *License* - resource license (e.g. CC0 1.0).
ja: *ライセンス* - リソースライセンス（例：CC0 1.0）
zh: *授權* - 資源的授權（例如 CC0 1.0）。

source: *DOI* - see xref:doi-workflow.adoc[] if IPT-issued DOIs is enabled.
zh: *DOI* - 若啟用了 IPT 發行的 DOIs，請參閱 xref:doi-workflow.adoc[]。

source: *Visibility* - the visibility of the current/pending version. In order to register the resource with GBIF, the resource manager must ensure the current version is public.
zh: *可見性* - 當前/待發布版本的可見性。為了將資源註冊到 GBIF，資源管理者需確保當前版本為公開狀態。

source: *Published on* - to date the current version was published on / the date the pending version will be published on.
ja: *公開日* - 現在のバージョンが公開された/保留中のバージョンが公開される日。
zh: *發布於* - 當前版本發布的日期/待發布版本將發布的日期。

source: *Publication log* - button. Click to retrieve the "publication.log" of the current version. The resource manager can use the publication log to diagnose why publication failed for example. A more detailed description of its contents is described below in the <<Publishing Status page>> section. This is not applicable to the pending version.
zh: *發布日誌* - 按鈕。點擊以檢索當前版本的發布日誌。資源管理者可使用發布日誌來診斷發布失敗的原因。例如，有關內容的詳細說明請參閱以下 <<發布狀態>> 章節。此項不適用於待發布版本。

source: Publishing steps
es: Pasos para publicar
ja: 公開までの流れ
zh: 資源發布步驟

source: The publish action consists of the steps described below. Publication is all or nothing meaning that each step must terminate successfully in order for a new version to be published. If any step fails, or if the publish action is cancelled, the version is rolled back to the last published version.
es: La acción de publicar consiste de los pasos descritos enseguida. La publicación es un proceso de todo o nada, lo que significa que cada paso debe ser finalizado exitosamente para que la nueva versión sea publicada. Si alguno de los pasos falla, o si se cancela la acción de publicación, la versión se revierte a la última versión publicada.
ja: 公開アクションは、以下の流れで構成されます。これは0か100かで、新たなバージョンを公開するには、各ステップが正常に終了されなければなりません。いずれかの手順が失敗した場合、または公開がキャンセルされた場合、バージョンは最後に公開されたバージョンにロールバックされます。
zh: 發布資源的操作包括以下描述的步驟。資源發布為全有或全無的操作，這意味著每個步驟都必須成功完成，才能發布新版本。如果任何步驟失敗，或取消發布操作，版本將復原至最後已發布的版本。

source: The current metadata are written to the file eml.xml. An incremental version named eml-n.xml (where n is the incremental version number reflecting the publication version) is always saved.
es: Los metadatos actuales se escriben en un archivo eml.xml. Una versión posterior llamada eml-n.xml siempre se guarda (donde n es el número de la versión, reflejando la versión de la publicación).
ja: 現在のメタデータは eml.xml というファイルに書き込まれます。eml-n.xmlという名前のインクリメンタルバージョン（nは出版物のバージョンを反映したインクリメンタルバージョン番号）が常に保存されます。
zh: 當前的詮釋資料將寫入名為 eml.xml 的檔案中。同時，還會保存一個遞增版本的檔案，命名為 eml-n.xml（其中 n 為與發布版本對應的遞增版本號）。

source: A data publication document in Rich Text Format (RTF) is written to the file shortname.rtf. An incremental version of the RTF file named shortname-n.rtf is always saved.
es: Un documento de publicación de datos en Formato de Texto Enriquecido (RTF) es guardado en el archivo nombrecorto.rtf. Una versión posterior del archivo RTF siempre es guardada, llamada nombrecorto-n.rtf.
ja: RTF形式（リッチテキスト形式）のデータ公開文書が shortname.rtf というファイルに書き込まれます。shortname-n.rtf という名前のRTFファイルのインクリメンタルバージョンが常に保存されます。
zh: 一份採用豐富文字格式（Rich Text Format，RTF）的資料發布文件將寫入名為 shortname.rtf 的檔案中。同樣，還會保存一個遞增版本的 RTF 檔案，命名為 shortname-n.rtf。

source: The current primary resource data as configured through mapping are written to the Darwin Core Archive file named dwca.zip. The data files in the Darwin Core Archive are then validated (see "Data Validation" section below).
es: Los datos de recursos primarios actuales como fueron configurados a través del mapeo se escriben en el archivo Darwin Core Archive llamado dwca.zip. Los archivos de datos contenidos en el Archivo Darwin Core luego son validados (vea la sección "Validación de datos" más abajo).
ja: マッピングによって設定された現在の一次リソースデータは、dwca.zip という名前の ダーウィンコア・アーカイブファイルに書き込まれます。その後、ダーウィンコア・アーカイブのデータファイルは検証されます（下記「データ検証」セクションを参照）。
zh: 根據資料對照配置的當前原始資源資料將寫入名為 dwca.zip 的達爾文核心集檔案中。系統將接著對達爾文核心集檔案中的資料檔案進行驗證（詳見下方「資料驗證」部分）。

source: If the IPT's Archival Mode is turned on (see xref:administration.adoc#configure-ipt-settings[Configure IPT settings] section), an incremental version of the Darwin Core Archive file named dwca-n.zip is also saved.
es: Si el "Modo archivo" del IPT está activado (ver la sección xref:administration.adoc#configuracion-de-las-opciones-del-ipt[Configuración de las opciones del IPT]), una versión posterior del Archivo Darwin Core se guardará y se llamará dwca-n.zip.
ja: IPTのアーカイブモードがオンになっている場合（ xref:administration.adoc#configure-ipt-settings[IPT設定の構成]セクションを参照）、 dwca-n.zip というダーウィンコア・アーカイブファイルのインクリメンタルバージョンも保存されます。
zh: 如果 IPT 的存檔模式已啟用（詳見 xref:administration.adoc#configure-ipt-settings[配置 IPT 設定]部分），還會保存達爾文核心集檔案的遞增版本檔案，命名為 dwca-n.zip。

source: The information about the resource is updated in the GBIF Registry if the resource is registered.
es: La información sobre el recurso se actualiza en el Registro de GBIF si el recurso está registrado.
ja: リソースが登録されている場合は、GBIFレジストリに登録されているリソースの情報が更新されます。
zh: 如果資源已註冊，該資源的相關資訊將更新至 GBIF 註冊庫。

source: The DOI metadata about the resource is updated and propagated to DOI resolvers if the resource is assigned a DOI using the IPT.
es: Los metadatos del DOI sobre el recurso se actualizan y se propagan a los resolutores de DOI si al recurso se le asigna un DOI mediante el IPT.
ja: IPTを用いてリソースにDOIが付与された場合、リソースに関するDOIメタデータが更新され、DOIリゾルバに伝播されます。
zh: 如果使用者透過 IPT 分配了 DOI 給資源，則該資源的 DOI 詮釋資料將被更新並傳播至 DOI 解析器。

source: Data Validation
es: Validación de datos
ja: データの検証
zh: 資料驗證

source: The IPT writes data files inside the DwC-A as tab delimited files void of line breaking characters (*note: line breaking characters found in the original data are replaced with an empty string*).
es: El IPT escribe los archivos de datos dentro del DwC-A como archivos delimitados por tabulaciones y sin caracteres de salto de línea (*nota: los caracteres de salto de línea que se encuentran en los datos originales se sustituyen por una cadena vacía*).
ja: IPTは、DwC-A内のデータファイルを改行文字のないタブ区切りファイルで書き込みます（*注：元データにある改行文字は空の文字列に置き換えられます*）。
zh: IPT 將資料檔案以制表符分隔的格式寫入 DwC-A，且不包含斷行符號（*注意：原始資料中的斷行符號將被替換為空字串*）。

source: After writing, the IPT also validates their content in the following ways:
es: Luego de escribir los datos, el IPT también valida su contenido de las siguientes maneras:
ja: また書き込まれた後、IPTは以下の方法で内容を検証します。
zh: 寫入後，IPT 還會通過以下方式驗證其內容：

source: If a column representing the core record identifier (e.g. occurrenceID is the core record identifier of the Occurrence core) is found in the core data file, the IPT will validate that for each record, the core record identifier is present, and unique.
es: Si una columna que representa el identificador del core (p. ej., occurrenceID es el identificador del core Occurrence) se encuentra en el archivo de datos del core, el IPT validará que para cada registro, el identificador del core está presente y es único.
ja: コアデータファイルにコアレコード識別子を表す列（例えば オカレンスID はオカレンスコアのコアレコード識別子）がある場合、IPT は各レコードについて、コアレコード識別子が存在し、一意であることを検証します。
zh: 如果核心記錄識別碼（例如 Occurrence 核心的核心記錄識別碼為 occurrenceID）的欄位存在於核心資料檔案中，IPT 將驗證每筆紀錄是否具有該識別碼，且該識別碼是唯一的。

source: The Darwin Core term http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord] is a required term in the Occurrence extension. Therefore the IPT validates that each Occurrence data file has a basisOfRecord column. In addition, the IPT validates that for each Occurrence record the basisOfRecord is present, and its value matches the {latest-basis-of-record}[Darwin Core Type vocabulary].
es: El término Darwin Core http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord] es un término obligatorio para la extensión Occurrence. Por esto el IPT valida que cada archivo de datos tenga una columna de basisOfRecord. Adicionalmente, el IPT valida que cada registro de Ocurrence esté presente en el basisOfRecord y que su valor coincidan con el {latest-basis-of-record}[Vocabulario del Tipo de Darwin Core].
ja: ダーウィンコアの用語link:http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord]は、オカレンス拡張の必須用語である。したがって、IPTは、各起床データファイルにbasisOfRecord列があることを検証します。さらに、IPTは、各オカレンスレコードにbasisOfRecordが存在し、その値がlink:{latest-basis-of-record}[ダーウィンコアタイプ・ボキャブラリー]と一致することを確認する。
zh: 達爾文核心術語 http://rs.tdwg.org/dwc/terms/#basisOfRecord[basisOfRecord] 是出現紀錄延伸資料集中必須的術語。因此，IPT 將驗證每個出現紀錄資料檔案是否具有 basisOfRecord 欄位。此外，還會驗證每筆出現紀錄是否具有有效的 basisOfRecord 值，並與 {latest-basis-of-record}[達爾文核心標準類型詞彙表] 相匹配。

source: Publishing Status page
es: Página de Estado de la Publicación
ja: 公開ステータスページ
zh: 資源發布狀態頁面

source: A page entitled Publishing Status will show status messages highlighting the success or failure of each publishing step. Publication of a new version is an all or nothing event, meaning that all steps must finish successfully otherwise the version is rolled back.
es: La página titulada "Estado de la publicación" mostrará mensajes de estado que indican el éxito o el fracaso de cada paso de la publicación. La publicación de una nueva versión es un evento de "todo o nada", lo que significa que todos los pasos deben terminar con éxito, de lo contrario la versión será revertida.
ja: 「公開ステータス」という名前のページには、各公開ステップの成功または失敗を示すステータスメッセージが強調表示されます。 新しいバージョンの公開は、すべてのステップが正常に終了する必要があります。そうでない場合、バージョンはロールバックされます。
zh: 一個標題為「資源發布狀態」的頁面將顯示各個發布步驟為成功或失敗的狀態消息。新版本的發布為全有或全無的事件，這意味著所有步驟必須成功完成，否則此版本將被撤銷。

source: *Resource overview* - This link leads to the Manage Resource page for the resource just published.
es: *Vista General del recurso*: Este enlace lleva a la página de "Gestión del recurso" del recurso que se acaba de publicar.
ja: *リソース概要* - このリンクは、公開したばかりのリソースの「リソース管理」ページに移動します。
zh: *資源概覽* - 此連結將導向剛發布的資源的「資源管理」頁面。

source: *Publication log* - This link initiates a download of a file named "publication.log", which contains the detailed output of the publication process. This file contains specific information to help managers identify problems during publication such as:
es: *Log de publicación* - Este enlace inicia la descarga de un archivo llamado "publication.log", que contiene la salida detallada del proceso de publicación. Este archivo contiene información específica para ayudar a los editores a identificar problemas durante la publicación, como por ejemplo:
ja: *パブリケーションログ* - ここをクリックすると、公開プロセスの詳細情報を含む「publication.log」というファイルのダウンロードが開始されます。 このファイルには、管理者が公開中に起きた問題を特定するのに有用な情報が含まれています。例えば
zh: *發布日誌* - 此連結將下載名為 publication.log 的檔案，其中包含發布過程的詳細輸出。為了幫助管理者識別發布過程中的問題，該檔案包括以下具體資訊：

source: how many records couldn't be read and were not written to the DwC-A
es: cuántos registros no se pudieron leer y, por tanto, no se escribieron en el DwC-A
ja: 読み取りできず、DwC-Aに書き込まれなかったレコードの数
zh: 有多少筆紀錄無法讀取，未寫入達爾文核心集檔案（DwC-A）

source: how many records were missing an identifier, or how many had duplicate identifiers (in the case that the core record identifier field was mapped)
es: cuántos registros no tenían identificador o cuántos tenían identificadores duplicados (en el caso de que el campo del identificador del registro principal estuviera mapeado)
ja: 識別子が欠落しているレコードの数、または識別子が重複しているレコードの数（コアレコード識別子フィールドがマップされている場合）
zh: 有多少筆紀錄缺少識別碼，或有重複的識別碼（如果核心紀錄識別碼欄位已進行對照）

source: how many records contained fewer columns than the number that was mapped
es: cuántos registros contenían menos columnas que las que fueron mapeadas
ja: 列数がマップされた数から不足しているレコードの数
zh: 有多少筆紀錄的欄位數少於已對照的欄位數量

source: *Log message* - The Publishing Status page shows a summary of the information that was sent to the filed named publication.log, which is stored in the directory for the resource within the IPT's data directory and which is accessible through the link to the "Publication Log" immediately above the log message summary.
es: *Mensajes del sistema*: la página de "Estado de la publicación" muestra un resumen de la información que se envió al archivo denominado publication.log, que se almacena en el directorio del recurso dentro del directorio de datos del IPT y al que se puede acceder a través del enlace al "Reporte de publicación" que se encuentra sobre el "Mensaje del sistema".
ja: *ログメッセージ* - 公開ステータスページには、publication.logというファイルに送信された情報の概要が表示されます。この情報は、IPTのデータディレクトリ内のリソースのディレクトリに保存され、ログメッセージ概要のすぐ上にある「ログ公開」からアクセスできます。
zh: *日誌消息* - 「資源發布狀態」頁面會顯示儲存於 publication.log 中資訊的摘要。該檔案儲存在 IPT 資料目錄中對應資源的資料夾內，並可以透過上述「發布日誌」連結訪問。

source: Auto-publishing
es: Publicación automática
ja: 自動公開
zh: 自動定期發布

source: To turn on automated publishing, in the Auto-publishing section click the {threedots} menu and select "Edit".
ja: 自動公開をオンにするには、自動公開セクションで{threedots}メニューをクリックし、「編集」を選択します。
zh: 要啟用自動發布功能，請在「自動發布」點擊 {threedots} 選單，然後選擇「編輯」。

source: Select one of the 5 publishing intervals (annually, biannually, monthly, weekly, or daily) and choose a time, then press "Save".
es: Seleccione uno de los 5 intervalos de publicación (anual, semestral, mensual, semanal o diario) y elija una hora, después haga clic en "Guardar".
ja: 5つの発行間隔（年・隔年・月・週・日）から1つ選び、時間を選んで「保存」を押します。
zh: 選擇五種發布間隔之一（年度、半年、每月、每週或每日）並設定時間，然後按下「儲存」。

source: When automated publishing is on, the publishing interval and next published date are clearly displayed in the auto-publishing section. The "Edit" option can be used to change or disable auto-publishing.
ja: 自動公開がオンの場合、公開間隔と次回公開日が自動公開セクションに表示されます。「編集」オプションで、自動公開の変更・無効化が可能です。
zh: 啟用自動發布後，發布間隔和下一次發布日期將會清楚地顯示在自動發布部分。可通過「編輯」選項更改或停用自動發布。

source: In case of failure, publishing will be retried automatically up to 3 more times. This safeguards against infinite publishing loops. Resources configured to publish automatically, but that failed to finish successfully will have a next publication date in the past, and will be highlighted in the public and manage resource tables.
es: En caso de fallo, la publicación se reintentará automáticamente hasta 3 veces más. Esto evita bucles de publicación infinitos. Los recursos configurados para publicarse automáticamente, pero que no hayan finalizado con éxito, tendrán una fecha de próxima publicación pasada y aparecerán resaltados en las tablas de recursos públicos y de administración.
ja: 失敗した場合、最大3回まで自動的に公開が再試行されます。これは無限に続く公開のループを防ぐための措置です。自動的に公開されるように設定されていたにも関わらず正常に終了しなかったリソースは、次回の公開日が過去になり、「公開」と「管理リソーステーブル」で強調表示されます。
zh: 在失敗的情況下，發布將自動重試最多三次，以防止無限循環的發布。設定為自動發布但未成功完成的資源，其下一次發布日期將設置為過去的時間，並在公開和資源管理表格中被突出標記。

source: Visibility
es: Visibilidad
ja: 公開状況
zh: 可見度
