Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: Basic Metadata
es: Metadatos básicos
ja: 基本のメタデータ
zh: 基本詮釋資料

source: Geographic Coverage
es: Cobertura geográfica
ja: 地理的範囲
zh: 地理涵蓋範圍

source: Taxonomic Coverage
es: Cobertura taxonómica
ja: 生物分類学的範囲
zh: 分類群範圍

source: Temporal Coverage
es: Cobertura temporal
ja: 時間的範囲
zh: 時間範圍

source: Associated Parties
es: Partes asociadas
ja: アソーシエート
zh: 相關團體

source: Project Data
es: Datos del proyecto
ja: プロジェクトデータ
zh: 計劃資料

source: Sampling Methods
es: Métodos de muestreo
ja: 収集方法
zh: 取樣方法

source: Citations
es: Referencias
ja: 引用論文
zh: 引用文獻

source: Collection Data
es: Datos de la colección
ja: コレクションデータ
zh: 採集、蒐藏資料

source: Additional Metadata
es: Metadatos adicionales
ja: 追加のメタデータ
zh: 其他詮釋資料

source: Manage Resources Menu
es: Menú gestión de recursos
ja: リソース管理メニュー
zh: 選單：資源管理

source: This menu is visible to users with an Admin or Manager role.
es: Este menú es visible para los usuarios que tienen el rol de Administrador o Editor.
ja: このメニューは、管理責任者（Admin）または管理者（Manager）のロールを持つユーザーに表示されます。
zh: 此選單僅對具有管理權限的使用者可見。

source: This page allows users having the appropriate role (managers and administrators) to make changes to existing resources or to create new resources.
es: Esta página permite, a usuarios que cumplan el rol que corresponde (editores y administradores), realizar cambios en los recursos existentes o crear nuevos recursos.
ja: このページでは、適切なロールを持つユーザー（管理者と管理責任者）が、既存のリソースに変更を加えたり、新しいリソースを作成したりすることができます。
zh: 此頁面允許具有相應角色（經理和管理員）的使用者對現有資源進行更改或創建新資源。

source: Manage Resources Table
es: Tabla gestión de recursos
ja: リソース管理テーブル
zh: 資源管理表格

source: When the Manage Resources page is first opened, it shows a table of existing resources that the current user has permission to change, including those created by this user and those that this user has been invited to manage by others. Refer to the information under the xref:home.adoc#public-resource-table[Public Resources Table] section for detailed explanations of the Name, Organization, Type, Subtype, Records, Last Modified, Last publication, and Next publication columns. In addition, the Manage Resources Table includes the following column of basic information about the resources:
es: Cuando se abre por primera vez la página "Gestión de recursos", se muestra una tabla de los recursos existentes que el usuario actual tiene permiso para modificar, incluidos los creados por este usuario y los que ha sido invitado a gestionar por otros. Consulte la información en la sección xref:home.adoc#table-de-recursos-publicos[Tabla de recursos públicos] para obtener una explicación detallada acerca de las columnas Nombre, Organización, Tipo, Subtipo, Registros, Última modificación, Última publicación y Próxima publicación. Además, la "Tabla de gestión de recursos" incluye las siguientes columnas de información básica sobre los recursos:
ja: リソース管理ページを最初に開くと、現在のユーザーが変更する権限を持つ既存のリソース（このユーザーが作成したものと、このユーザーが他のユーザーから管理の招待を受けたものを含む）の表が表示されます。名前、機関、タイプ、サブタイプ、レコード、最終更新日、最終公開日、次回公開日の列の詳細については、xref:home.adoc#public-resource-table[公開リソーステーブル]セクションの情報を参照してください。また、リソース管理テーブルには、リソースの基本情報として、次の列があります。
zh: 當首次打開「資源管理」頁面時，將顯示當前使用者有權更改的現有資源表格，包括該使用者創建的資源以及其他人邀請其管理的資源。關於「名稱」、「組織」、「類型」、「子類型」、「紀錄數量」、「最後修改時間」、「上次發布時間」和「下次發布時間」等欄位的詳細說明，請參閱 xref:home.adoc#public-resource-table[公共資源表格]。此外，「資源管理表格」還包含以下資源基本資訊欄位：

source: *Visibility* - a category stating who has access to view the resource. If the resource is "Public", all users will be able to see it on the xref:home.adoc#public-resource-table[Public Resources Table] on the Home page. If the resource is "Private", it will be visible in the Manage Resources table only to the user who created it, to those who have been invited to manage it, and to users having the Admin role. Details about inviting others to manage a resource are given in the "Resource Managers" section under the "Resource Overview" heading in the "Manage Resources" section.
es: *Visibilidad* - una categoría que indica quién tiene acceso a ver el recurso. Si el recurso es "Público", todos los usuarios podrán verlo en la tabla xref:home.adoc#public-resource-table[Tabla de recursos públicos] de la página de inicio. Si el recurso es "Privado", será visible en la tabla de Gestión de Recursos sólo para el usuario que lo creó, para aquellos que hayan sido invitados a editarlo y para los usuarios que tengan el rol de Administrador. Los detalles sobre cómo invitar a otras personas a editar un recurso se encuentran en la sección "Editores de Recursos", en el apartado "Vista General del Recurso" de la sección "Gestionar recursos".
ja: *公開状況* - リソースを閲覧するためのアクセス権を持つ人を示すカテゴリーです。リソースが「公開」である場合、すべてのユーザーがホームページのxref:home.adoc#public-resource-table[公開リソーステーブル] でリソースを見ることができます。リソースが「非公開」の場合、「リソース管理テーブル」では、リソースを作成したユーザー、リソースの管理に招待されたユーザー、および管理者権限を持つユーザーのみが見ることができます。リソースの管理に他のユーザーを招待する方法については、「リソースの管理者」セクションの「リソース概要」下の「リソース管理」セクションに記載されています。
zh: *可見性* - 指定誰有權查看資源的類別。如果資源為「公開」，則所有使用者都能在首頁的 xref:home.adoc#public-resource-table[公共資源表格]中查看。如果資源為「私密」，則僅創建者、被邀請管理該資源的使用者以及具有管理員角色的使用者才能在「資源管理表格」中看到。關於邀請他人管理資源的詳細資訊，請參閱「資源管理」中「資源概覽」標題下「資源管理員」的部分。

source: *Author* - the IPT user who created the resource.
es: *Autor*: El usuario del IPT que creó el recurso.
ja: *作成者* - リソースを作成したIPTユーザー。
zh: *作者* - 創建該資源的 IPT 使用者。

source: Create a New Resource
es: Crear un nuevo recurso
ja: 新規リソースの作成
zh: 創建新資源

source: Below the Manage Resource table is a form that can be used to create a new resource. First, a unique "shortname" must be provided for the resource. This short name will be used to uniquely identify the resource within the IPT instance, and will be used within the URL to access the resource via the Internet. The shortname must be at least three characters in length, may contain alphanumeric characters (A-Z, a-z and 0-9), but must not contain white space, punctuation other than hyphens or underscores, or accented characters (e.g., "firstresource" or "first_resource", but not "first resource" or "première ressource!"). Second, a resource type must be provided. Please note that when an optional Darwin Core archived resource is loaded (see below) the type will be determined automatically and overwrite this selection. Third, an optional archived resource can be uploaded. The following sections describe different types of archived resources from which a new resource can be derived:
zh: 在「資源管理表格」下方有一個表單，可用於創建新資源。首先，需要為資源提供一個唯一的「短名稱」。該短名稱將用於在 IPT 實例中唯一標識該資源，並用於生成訪問資源的 URL。短名稱必須至少包含三個字元，可包含字母和數字（A-Z、a-z 和 0-9），但不得包含空白、破折號和底線以外的標點符號，或重音字元（例如，「firstresource」或「first_resource」，但不能是「first resource」或「première ressource!」）。其次，需要提供一個資源類型。請注意，當加載一個可選的 Darwin Core 存檔資源時（詳見下文），系統將自動確定並覆蓋此選擇的類型。第三，可以上傳可選的存檔資源。以下部分將描述可以衍生新資源的不同類型的存檔資源：

source: <<Upload a Darwin Core Archive,Darwin Core Archive>> or Camtrap Frictionless Data Package,
zh: <<上傳達爾文核心集檔案>> 或是 Camtrap 無摩擦資料包,

source: <<Upload a zipped IPT resource configuration folder,zipped (.zip) IPT resource configuration folder>>,
es: <<Cargar una carpeta comprimida con un recurso IPT configurado, carpeta comprimida (.zip) con un recurso IPT configurado>>
ja: link:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#upload-a-zipped-ipt-resource-configuration-folder[IPTリソース設定フォルダのzipによるアップロード]
zh: <<上傳壓縮的（.zip）IPT 資源配置資料夾>>,

source: <<Upload a metadata file,metadata file>> (EML or Frictionless metadata)
zh: <<上傳一個詮釋資料檔案>>（EML 或無摩擦詮釋資料）

source: Of course, you can always just _create an entirely new resource_ without loading an existing archived resource. With this option the resource configuration will have to be created in its entirety through the IPT forms, including uploading source data files (or connecting to a database or URLs) and mapping the fields therein to terms in the appropriate extension or extensions. *Please note the IPT has a 10GB file upload limit*, however, there is *no limit to the size of Darwin Core Archive the IPT can export/publish*. Refer to the <<upload-limits,note about file upload limits>> to find out how to work around the file upload limit.
zh: 當然，您也可以選擇 _完全創建一個新的資源_，而不加載現有的存檔資源。在此選項中，資源的配置將需要通過 IPT 表單全部創建，包括上傳資料來源檔案（或連接到資料庫或 URLs）並將其中的欄位對照到適當延伸資料集中的術語。*請注意，IPT 有 10GB 的檔案上傳限制*，但是，*IPT 匯出/發布的達爾文核心集檔案大小沒有限制*。請參閱 <<upload-limits,有關檔案上傳限制的說明>> 以了解如何應對檔案上傳限制。

source: Begin by entering a new resource shortname as described above, and then click on the button labelled "Create". This will open the Resource Overview page. Proceed by completing the various sections of the manage resource page based on the descriptions under the "Resource Overview" heading of the "Manage Resources Menu" section.
es: Para hacerlo, hay que comenzar ingresando un nombre corto para el nuevo recurso, como se describió anteriormente, y luego hacer clic en el botón "Crear". Se abrirá inmediatamente la página de "Vista general del recurso". Proceda a completar las diferentes secciones de la página gestión del recurso teniendo en cuenta las descripciones bajo el encabezado "Vista general del recurso" de la sección de "Gestión del recurso"
ja: まず、上記のように新しいリソースの省略名を入力し、「作成」ボタンをクリックします。すると、リソースの概要ページが表示されます。「リソース管理」ページの各セクションを、「リソース概要」セクションの「リソース管理メニュー」の見出しに記載されている内容に基づいて、入力していきます。
zh: 開始時，請先輸入新的資源簡稱，然後按下標有「創建」的按鈕。這將打開資源概覽頁面。接著，根據「選單：資源管理」部分中「資源概覽」標題下的說明，完成資源管理頁面的各個部分。

source: Upload a Darwin Core Archive
es: Cargar un Archivo Darwin Core
ja: ダーウィンコア・アーカイブのアップロード
zh: 上傳達爾文核心集檔案

source: The IPT is able to import valid Darwin Core Archive files up to 10GB in size. Information about Darwin Core Archives can be found on the https://dwc.tdwg.org/[Darwin Core web site], with further information about the IPT's use of them xref:dwca-guide.adoc[here]. To import a Darwin Core Archive, click on the button labelled "Choose File", then navigate to and select the intended archive file. After selecting the file, its name will appear next to the "Choose File" button.
zh: IPT 可以匯入大小高達 10GB 的達爾文核心集檔案。關於達爾文核心集檔案的資訊可以在 https://dwc.tdwg.org/[Darwin Core 網站]找到，並且有更多關於 IPT 如何使用它們的說明請參考 xref.dwca-guide.adoc[此處]。要匯入達爾文核心集檔案，點選標有「選擇檔案」的按鈕來找到目標檔案。選擇檔案後，其名稱將顯示在「選擇檔案」按鈕旁。

source: Click on the button labelled "Create". If there is a problem importing the selected file, an error message will alert the user. If the import is successful, a Resource Overview page will appear with an informational message at the top describing the results of the import process.
es: Haga clic en el botón "Crear". Si hay algún problema al importar el archivo seleccionado, un mensaje de error alertará al usuario. Si la importación es exitosa, una página de "Vista general del recurso" aparecerá con un mensaje informativo en la parte superior que describe los resultados del proceso de importación.
ja: 「作成」ボタンをクリックしてください。選択したファイルのインポートに問題がある場合はエラーメッセージが表示されます。インポートに成功するとリソース概要ページが表示され、ページ上部にインポートプロセスの結果を示すメッセージが表示されます。
zh: 點擊標有「創建」的按鈕。如果匯入檔案時發生問題，系統將顯示錯誤訊息通知使用者。如果匯入成功，將顯示資源概覽頁面，頁面頂部會有一則訊息說明匯入的結果。

source: Upload a zipped IPT resource configuration folder
es: Cargar una carpeta comprimida de configuración de recursos IPT
ja: IPTリソース設定フォルダをzipファイルでアップロード
zh: 上傳已壓縮的 IPT 資源配置資料夾

source: It is possible to create a copy of a resource from its zipped IPT resource configuration folder. The only condition is that the resource must have been created under a compatible version of the IPT. Effectively, this will copy all the resource's metadata, source data, and mappings. It will *not* copy the resource's registration information, version history, DOI(s), version number, managers, publication status, created date, last publication date, or even preserve the resource short name.
es: Es posible crear una copia de un recurso a partir de su carpeta de configuración de recursos IPT en formato comprimido. La única condición es que el recurso se haya creado con una versión compatible del IPT. En efecto, esto copiará todos los metadatos, datos de origen y asignaciones del recurso. *No* copiará la información de registro del recurso, el historial de versiones, los DOI, el número de versión, los editores, el estado de publicación, la fecha de creación, la fecha de última publicación, ni siquiera conservará el nombre corto del recurso.
ja: zip圧縮されたIPTリソース設定フォルダから、リソースのコピーを作成することができます。リソースがIPTの互換性のあるバージョンの下で作成されていることが条件です。事実上、これはリソースのすべてのメタデータ、ソース・データ、およびマッピングをコピーします。リソースの登録情報、バージョン履歴、DOI、バージョン番号、マネージャー、出版状況、作成日、最終出版日、またリソースの省略名は*コピーされません*。
zh: 使用者可以從壓縮的 IPT 資源配置資料夾建立資源的副本，前提是該資源必須在相容的 IPT 版本下建立。這種方式將複製資源所有的詮釋資料、來源資料和資料對照，但不會複製其註冊資訊、版本歷史、DOI、版本號碼、管理者、發布狀態、建立日期、最後發布日期，也不會保留資源的簡稱。

source: To do so, follow these instructions:
es: Para hacerlo, siga estas instrucciones:
ja: 手順は以下の通りです。
zh: 操作步驟如下：

source: Locate the resource configuration folder corresponding to the resource you want to copy. The resource configuration folders are stored inside the `$data-directory/resources` folder, and named using the resource short name. For example, if the resource had short name "ants", it would be found at `$data-directory/resources/ants`.
es: correspondiente al recurso que desea copiar. Las carpetas de configuración de recursos se almacenan dentro de la carpeta `$directorio-datos/recursos`y se nombran utilizando el nombre corto del recurso. Por ejemplo, si el recurso tiene el nombre corto "ants", se encontrará en `$directorio-datos/recursos/ants`.
ja: コピーしたいリソースに対応するリソース設定フォルダを探します。リソース設定フォルダは、``$data-directory/resources``フォルダ内に格納され、リソースの省略名が名前になっています。例えば、リソースの省略名が「ants」であれば、``$data-directory/resources/ants``に置かれています。
zh: 找到您要複製的資源配置資料夾。資源配置資料夾儲存在 $data-directory/resources 資料夾中，並使用資源簡稱命名。舉例來說，如果資源的簡稱是「ants」，則它將位於 $data-directory/resources/ants。

source: Zip (compress) the resource configuration folder: `ants/` → `ants.zip`
es: Comprima la carpeta de configuración del recurso: `ants/` → `ants.zip`
ja: リソース設定フォルダ `ants/` → `ants.zip` をZIP（圧縮）します。
zh: 壓縮（打包）資源配置資料夾：ants/ → ants.zip

source: On the "Create a New Resource" section on the "Manage Resource Menu" page:
es: En la sección "Crear un nuevo recurso" de la página "Gestión de recursos":
ja: 「リソース管理メニュー」ページの「新規リソースを作成する」で
zh: 在「選單：資源管理」頁面的「創建新資源」部分中：

source: Enter a new resource short name. You can preserve the zipped resource's short name, provided it doesn't already exist in your IPT.
es: Ingrese un nombre corto para el nuevo recurso. Puede mantener el nombre corto del recurso comprimido, siempre y cuando no exista ya en su IPT.
ja: 新しいリソースの省略名を入力します。IPTにまだなければ、zip圧縮されたリソースの省略名をそのまま用いることができます。
zh: 輸入新的資源簡稱。如果壓縮資源的簡稱尚未在 IPT 中存在，則可以保留其簡稱。

source: Click on the button labelled "Choose File", then navigate to and select the intended zipped resource configuration folder.
es: Haga clic en el botón "Examinar", busque y seleccione la carpeta comprimida de configuración del recurso.
ja: 「ファイルを選択」ボタンをクリックし、zip圧縮されたリソース設定フォルダーを選択します。
zh: 點擊標有「選擇檔案」的按鈕，然後找到並選擇已壓縮的目標資源配置資料夾。

source: After selecting the file, its name will appear next to the "Choose File" button. Click on the button labelled "Create". If there is a problem importing the selected file, an error message will alert the user. If the import is successful, a Resource Overview page will appear with the resource metadata, source data, and mappings all copied from the zipped resource into the new resource.
es: Después de seleccionar el archivo, la ruta donde se encuentra aparecerá al lado del botón "Examinar". Ahora haga clic en el botón "Crear". Si hay algún problema al importar el archivo seleccionado, un mensaje de error alertará al usuario. Si la importación es exitosa, aparecerá una página de "Vista general del recurso" con los metadatos, la fuente de datos y el mapeo del recurso, que fueron copiados del recurso comprimido al nuevo recurso.
ja: ファイルを選択すると、「ファイルを選択」ボタンの横にファイル名が表示されるので、「作成」ボタンをクリックします。選択したファイルのインポートに問題がある場合、エラーメッセージが表示されます。インポートが成功すると、リソースのメタデータ、ソースデータ、マッピングがすべてzip圧縮されたリソースから新しいリソースにコピーされた「リソースの概要」ページが表示されます。
zh: 選擇檔案後，其名稱將顯示在「選擇檔案」按鈕旁。點擊標有「創建」的按鈕。如果匯入檔案時發生問題，系統將顯示錯誤訊息通知使用者。如果匯入成功，將顯示資源概覽頁面，並將該資源的詮釋資料、來源資料和資料對照從壓縮資源中複製到新的資源中。

source: Upload a metadata file
es: Cargar un archivo de metadatos
ja: メタデータファイルのアップロード
zh: 上傳詮釋資料檔案

source: The IPT is able to import and export valid dataset metadata files that conform to the GBIF Metadata Profile. Information about the GBIF EML Metadata Profile and how to author a metadata document conforming to the GBIF Metadata Profile Darwin Core can be found in the xref:gbif-metadata-profile.adoc[GBIF Metadata Profile – How To Guide]. To import a metadata file, select the resource type "metadata-only", then click on the button labelled "Choose File", navigate to and select the intended metadata file. After selecting the file, its name will appear next to the "Choose File" button.
es: El IPT puede importar y exportar archivos válidos de metadatos de conjuntos de datos que se ajusten al "Perfil de metadatos de GBIF". La información acerca del Perfil de metadatos EML de GBIF y cómo crear un documento de metadatos que se ajuste al Perfil de metadatos de GBIF Darwin Core puede ser encontrada en el xref:gbif-metadata-profile.adoc[Perfil de metadatos de GBIF: Guía práctica]. Para importar un archivo de metadatos, seleccione el tipo de recurso "solamente metadatos" y haga clic en el botón "Examinar", busque y seleccione el archivo de metadatos deseado. Después de seleccionar el archivo, el nombre aparecerá junto al botón de "Examinar".
ja: IPTは、GBIFメタデータプロファイルに準拠した有効なデータセットのメタデータファイルをインポートまたはエクスポートすることができます。GBIF EML メタデータプロファイルに関する情報、および GBIFメタデータプロファイルダーウィンコアに準拠したメタデータ文書の作成方法については、xref:gbif-metadata-profile.adoc[GBIFメタデータプロファイル – 使いかた]に記載されています。メタデータファイルをインポートするには、リソースタイプ「メタデータのみ」を選択し、「ファイルを選択」ボタンをクリックし、目的のメタデータファイルを選択します。ファイルを選択すると、「ファイルを選択」ボタンの横にファイル名が表示されます。
zh: IPT 可以匯入和匯出符合「GBIF 詮釋資料設定檔」的有效資料集詮釋資料檔案。關於 GBIF EML 詮釋資料設定檔的資訊，以及如何撰寫符合 GBIF 達爾文核心標準詮釋資料設定檔的詮釋資料文件，請參考 xref:gbif-metadata-profile.adoc[GBIF 詮釋資料設定檔 - 使用指南]。要匯入詮釋資料檔案，選擇資源類型「僅詮釋資料」，然後點擊標有「選擇檔案」的按鈕，找到並選擇目標詮釋資料檔案。選擇檔案後，其名稱將顯示在「選擇檔案」按鈕旁。

source: Click on the button labelled "Create". If there is a problem importing the selected file, an error message will alert the user. If the import is successful, a Resource Overview page will appear with the metadata having been populated. The source data and mapping sections will remain hidden since this is a metadata-only resource. Should you decide to add primary dataset at a later time, just change the resource type in the <<Basic Metadata>> page of the metadata.
es: Haga clic sobre el botón "Crear". Si existe un problema importando el archivo seleccionado, un mensaje de error alertará al usuario. Si la importación es exitosa, la página "Vista general del recurso" aparecerá con los metadatos que habían sido documentados. Las secciones de fuente de datos y mapeo permanecerán ocultas debido a que es un recurso de solo metadatos. Si usted más adelante decide agregar un conjunto de datos primarios, sólo cambie el tipo de recurso en la página de "Metadatos" en la sección de los <<Metadatos básicos>>.
ja: 「作成」ボタンをクリックします。選択したファイルのインポートに問題がある場合、エラーメッセージが表示されます。インポートに成功すると、メタデータが入力された「リソースの概要」ページが表示されます。これはメタデータのみのリソースなので、ソースデータとマッピングセクションは非表示のままです。後でプライマリデータセットを追加する場合は、メタデータのlink:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#basic-metadata[基本のメタデータ]ページでリソースの種類を変更するだけです。
zh: 點擊標有「創建」的按鈕。如果匯入檔案時發生問題，系統將顯示錯誤訊息通知使用者。如果匯入成功，將顯示資源概覽頁面，其中詮釋資料也會顯示在畫面上。由於此為僅詮釋資料的資源，來源資料和對照的部分將保持隱藏。如果您稍後決定新增原始資料集，只需在詮釋資料的 <<基本詮釋資料>> 頁面中更改資源類型。

source: Edit an existing resource
es: Editar un recurso existente
ja: 既存のリソースを編集する
zh: 編輯現有的資源

source: The table of existing resources shows only those resources that can be edited by the current user. To edit a resource, click on the name of the resource in the table of resources. The link will open the Resource Overview page for the selected resource. Refer to the descriptions under the "Resource Overview" heading of the "Manage Resources Menu" section for details on how to edit various aspects of the resource.
es: La tabla de recursos existentes muestra sólo aquellos recursos que pueden ser editados por el usuario actual. Para editar un recurso, haga clic en el nombre del recurso en la "Tabla de Gestión de recursos". El enlace abrirá la página "Vista general del recurso" del recurso seleccionado. Consulte las descripciones en el encabezado "Vista General del recurso", de la sección "Gestión de recursos" para conocer los detalles acerca de cómo editar diversos aspectos del recurso.
ja: 既存のリソースの表には、現在のユーザーが編集可能なリソースのみが表示されます。リソースを編集するには、リソースの表でリソースの名前をクリックします。リンク先では、選択したリソースの「リソース概要」ページが表示されます。リソースのさまざまなデータを編集する方法の詳細については、「リソース管理メニュー」の「リソース概要」の見出しの下にある説明を参照してください。
zh: 現有資源表僅顯示當前使用者可以編輯的資源。要編輯資源，請在資源表中點擊資源名稱。該連結將打開所選資源的資源概覽頁面。請參考「選單：資源管理」部分中「資源概覽」標題下的說明，以了解如何編輯該資源的各種相關資料。

source: Resource Overview
es: Vista general del recurso
ja: リソースの概要
zh: 資源概覽

source: This page allows users having managerial permission to make changes to various aspects of a resource's configuration. The name of the resource is given at the top of the page under the menu bar. If the resource has not been given a title, the resource shortname will appear at the top of the page and will act as a title instead. Below the resource name is a table showing categories of the resource configuration on the left with corresponding sections to the right. Information icons throughout the table can help guide managers in using each category. Each of these categories is configured separately as explained in detail in the following sections.
es: Esta página permite a los usuarios con permiso de administración realizar cambios en varios aspectos de la configuración de un recurso. El nombre del recurso se encuentra en la parte superior de la página, debajo de la barra de menú. Si no se ha asignado un nombre al recurso, el nombre corto estará en la parte superior de la página y funcionará a manera de título. Debajo del nombre del recurso hay una tabla que muestra las categorías de la configuración del recurso a la izquierda, con las secciones correspondientes a la derecha. Los iconos de información a lo largo de la tabla pueden ayudar a guiar a los administradores en el uso de cada categoría. Cada una de estas categorías se configura por separado como se explica en detalle en las siguientes secciones.
ja: このページでは、管理者権限を持つユーザーがリソースの設定を様々な角度から変更することができます。リソースの名称は、ページ上部のメニューバーに表示されます。リソースにタイトルが与えられていない場合は、リソースの省略名がページ上部に表示され、タイトルの代わりとなります。リソース名の下には、左側にリソース構成のカテゴリを、右側に対応するセクションを示す表が表示されます。表中の情報アイコンは、管理者が各カテゴリを使用する際のガイドとなります。これらの各カテゴリは、次のセクションで詳しく説明する通り、個別に設定されます。
zh: 此頁面允許具有管理許可權的使用者編輯資源配置。資源名稱顯示在頁面頂部的選單列下方。如果資源尚未命名，則會在頁面頂部顯示資源簡稱，並充當標題。資源名稱下方是一個表格，左側顯示資源配置的各個類別，右側顯示相應的區段。表格中的資訊圖示可幫助引導管理者去使用各類別。這些類別各自的配置方式將在後續部分詳細說明。

source: Source Data
es: Conjunto de datos
ja: ソースデータ
zh: 來源資料
