Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: This page shows a list of concepts within the vocabulary. In the context of mapping data, it shows a list of accepted values that can be used for the extension field. Each concept may contain a description, its preferred synonyms (in various languages), plus any alternative synonyms (in various languages).
es: Esta página muestra una lista de los conceptos que se encuentran dentro del vocabulario. En el contexto del mapeo de los datos, muestra una lista de valores aceptados que pueden ser utilizados para los campos de la extensión. Cada concepto contiene una descripción, elementos preferidos (en varios idiomas), además de elementos alternativos (en varios idiomas).
ja: このページでは、語彙内の概念の一覧を表示します。マッピングデータの文脈では、拡張子フィールドに使用できる値の一覧が表示されます。各概念には、説明、優先シノニム（さまざまな言語）、および代替同義語（さまざまな言語）を含めることができます。
zh: 此頁面顯示詞彙中的概念清單。在資料對照的背景下，它顯示可用於延伸資料集欄位的資料值清單。每個概念可能包含說明、其首選同義詞（多語言）以及任何替代同義詞（多語言）。

source: Metadata
es: Metadatos
ja: メタデータ
zh: 詮釋資料

source: This area of the Resource Overview page allows a user to edit the resource metadata. To do this, click on the {threedots} menu and select "Edit" in the dropdown. Every resource requires a minimal set of descriptive metadata in order to be published in the GBIF network, and if necessary assigned a DOI by GBIF. If any of the required metadata is missing, the Resource Overview page will open with a badge "Incomplete" in the Metadata area of the page.
zh: 資源概覽頁面的這個區域允許使用者編輯資源的詮釋資料。請點擊 {threedots} 選單，然後從下拉選單中選擇「編輯」以進行編輯。每個資源都需要一組最低限度的描述性詮釋資料，以便能夠在 GBIF 網路上發布，並在需要時由 GBIF 分配 DOI。如果有任何必填的詮釋資料缺失，資源概覽頁面將在詮釋資料區域顯示「不完整」的徽章。

source: An existing resource file can be uploaded, replacing any existing metadata. To do this, click the {threedots} menu and select "Upload". Then click the "Browse" button and choose the EML file.
ja: 既存のリソースファイルをアップロードして、既存のメタデータを置き換えることができます。これを行うには、{threedots}メニューをクリックして、「アップロード」を選択します。次に「参照」ボタンをクリックし、EMLファイルを選択します。
zh: 使用者可以上傳一個現有的資源檔案來取代任何現有的詮釋資料。點擊 {threedots} 選單，然後選擇「上傳」。接著點擊「瀏覽」按鈕並選擇 EML 檔案。

source: Clicking on the "Edit" option opens the <<Basic Metadata>> page, the first of a series of metadata pages. Each page will appear in sequence as the button labelled "Save" is clicked upon finishing entering data on any given metadata page. Saving the metadata on the last of the metadata pages will transition back to the <<Basic Metadata>> page. Clicking on the button labelled "Cancel" on any given metadata page will disregard any changes made on that page and return to the Resource Overview page. In a column at the left of each metadata page is a list of links to all of the metadata pages for easy reference and navigation. Click on any of the links to open the metadata page for that topic.
ja: 「編集」ボタンをクリックすると、一連のメタデータページのうち最初のページであるlink:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#basic-metadata[基本メタデータ]ページが表示されます。各ページは、入力終了後に「保存」ボタンをクリックすると、順次表示されます。最後のメタデータページで保存すると、link:https://ipt.gbif.org/manual/ja/ipt/latest/manage-resources#basic-metadata[基本メタデータ]ページに戻ります。メタデータページで「キャンセル」ボタンをクリックすると、そのページでの変更が無視され、リソース概要ページに戻ります。各メタデータページの右側の列には、すべてのメタデータページへのリンクが表示され、簡単に参照・移動することができます。リンクをクリックすると、そのトピックのメタデータページが表示されます。
zh: 點擊「編輯」選項會開啟 <<基本詮釋資料>> 頁面，這是一系列詮釋資料頁面中的第一頁。當完成任何詮釋資料頁面的資料輸入並點擊「儲存」按鈕後，下一頁將依序顯示。當最後一頁的詮釋資料儲存後，將返回 <<基本詮釋資料>> 頁面。在任何頁面點擊「取消」按鈕將放棄該頁面上所做的任何變更並返回資源概覽頁面。在每個詮釋資料頁面的左側欄中，有一個指向所有詮釋資料頁面的連結列表，便於參考和跳轉。點擊任一連結即可開啟對應的詮釋資料頁面。

source: Following is a list of the metadata pages and their contents:
es: A continuación se encuentra una lista de las páginas de metadatos y sus contenidos:
ja: 以下は、メタデータのページとその内容の一覧です。
zh: 以下是詮釋資料頁面及其內容的清單：

source: All metadata fields on this page are required. Please note for each contact you must supply at least a last name, a position or an organization.
es: Todos los campos de metadatos de esta página son obligatorios. Tenga en cuenta que para cada contacto debe proporcionar al menos un apellido, un cargo o una organización.
ja: このページのメタデータフィールドはすべて必須項目です。各連絡先には、少なくとも姓、役職、または機関を入力する必要があります。
zh: 所有詮釋資料欄位均為必填。請注意，每個聯絡人的資訊至少需提供姓氏、職位或所屬組織。

source: *Title* - the Title for the resource. This title will appear as the name of the resource throughout the IPT. The title will also appear in the GBIF Registry, and form part of the citation. Please use a descriptive title for users of the dataset. "Aves Tanzanian collection at the Natural History Museum of Denmark (SNM)" is a good title, "aves_tz_snm" is not! Avoid using filenames or acronyms known only within your organization.
es: *Título*: el título del recurso. Este título aparecerá como el nombre del recurso en todo el IPT. El título también aparecerá en el Registro de GBIF y formará parte de la citación. Utilice un título descriptivo para los usuarios del conjunto de datos. "Colección Aves de Tanzania en el Museo de Historia Natural de Dinamarca (SNM)" es un buen título, ¡"aves_tz_snm" no lo es! Evite usar nombres de archivo o acrónimos conocidos solo dentro de su organización.
ja: *タイトル* - リソースのタイトルです。このタイトルはIPT全体を通してリソースの名前として表示されます。このタイトルは、GBIFレジストリにも表示され、引用の一部を形成します。データセットの利用者のために、説明的なタイトルを使ってください。 「Aves Tanzanian collection at the Natural History Museum of Denmark (SNM)」は良いタイトルですが、「aves_tz_snm」はダメです！あなたの組織内だけで知られているファイル名や略称は使わないでください．
zh: *標題* - 資源的標題。此標題將作為資源的名稱顯示在 IPT 中，也會出現在 GBIF 註冊庫中，並構成引用的一部分。請使用對資料集使用者描述性強的標題，例如「丹麥自然歷史博物館（SNM）的坦尚尼亞鳥類收藏」，而非「aves_tz_snm」。避免使用僅為您的組織所知的檔名或縮寫。

source: *Publishing Organization* - the organization responsible for publishing (producing, releasing, holding) this resource. It will be used as the resource's rights holder and publishing organization when registering this resource with GBIF and when submitting metadata during DOI registrations. It will also be used to auto-generate the citation for the resource (if auto-generation is turned on), so consider the prominence of the role. If the desired organization does not appear in the list it may be added by the IPT Administrator (see the information under the "Configure Organizations" heading in the "Administration Menu" section). Please be aware your selection cannot be changed after the resource has been either registered with GBIF or assigned a DOI.
es: *Organización publicadora*: la organización responsable de la publicación (producción, liberación, mantenimiento) de este recurso. Se utilizará como titular de los derechos del recurso y como organización publicadora cuando se registre este recurso en GBIF y cuando se envíen los metadatos durante el registro del DOI.También se utilizará para generar la referencia del recurso (si la generación automática está activada), así que considere la importancia de este rol. Si la organización deseada no aparece en la lista, puede ser añadida por el administrador del IPT (vea la información en el apartado "Configurar organizaciones" de la sección "Menú administración"). Por favor, tenga en cuenta que su selección no puede ser cambiada después de que el recurso haya sido registrado en GBIF o se le haya asignado un DOI.
ja: *公開機関* - そのリソースの公開（制作、リリース、保有）に責任を持つ機関。リソースをGBIFに登録する際、およびDOI登録の際にメタデータを提出する際に、リソースの権利者および公開機関として使用されます。また、このリソースの引用を自動生成する際にも使用されますので（自動生成をオンにしている場合）、役割の重要性を考慮してください。希望する機関がリストに表示されない場合は、IPT管理者が追加することができます（「管理メニュー」セクションの「機関の設定」の見出しにある情報を参照してください）。リソースがGBIFに登録されるか、DOIが割り当てられると、選択は変更できなくなるので注意してください。
zh: *發布組織* - 負責發布（生成、發布或保存）該資源的組織。此組織在將資源註冊到 GBIF 或在分配 DOI 時將被作為資源的權利持有人和發布組織。該組織還將用於自動生成資源的引用（如果開啟了自動生成功能）。如果所需的組織未出現在清單中，可以由 IPT 管理員新增（請參閱「選單：系統管理」部分中的「組織配置」標題下的資訊）。請注意，資源在註冊到 GBIF 或分配 DOI 後，您的選擇將無法更改。

source: *Update Frequency* - the frequency with which changes are made to the resource after the initial resource has been published. For convenience, its value will default to the auto-publishing interval (if auto-publishing has been turned on), however, it can always be overridden later. Please note a description of the maintenance frequency of the resource can also be entered on the Additional Metadata page.
es: *Frecuencia de actualización*: la frecuencia con la que se realizan cambios en el recurso luego de que el recurso inicial ha sido publicado. Para su comodidad, este valor se asignará por defecto para el intervalo de la publicación automática (si se ha activado la publicación automátrica), sin embargo, este puede ser modificado posteriormente. Tenga en cuenta que también puede introducirse una descripción de la frecuencia de mantenimiento del recurso en la página "Metadatos adicionales".
ja: *アップデート頻度* - 最初のリソースが公開された後、リソースに変更が加えられる頻度です。便宜上、この値は自動公開間隔（自動公開がオンになっている場合）に初期設定されますが、後からいつでも上書きすることが可能です。リソースのメンテナンス頻度の説明は、追加メタデータページにも入力できることに注意してください。
zh: *更新頻率* - 資源初次發布後進行更改的頻率。為方便起見，該值將預設為自動發布間隔（如果已開啟自動發布功能），但之後可以隨時將其覆寫。請注意，資源的維護頻率說明也可以在其他詮釋資料頁面中輸入。

source: *Type* - the type of resource. The value of this field depends on the core mapping of the resource and is no longer editable if the Darwin Core mapping has already been made. If a desired type is not found in the list, the field "other" can be selected. Review the information under the "Configure Core Types and Extensions" heading of the "Administration Menu" section.
es: *Tipo* : el tipo del recurso. El valor de este campo depende del mapeo del recurso y no es posible editarlo si el mapeo Darwin Core ya se ha hecho. Si el tipo de recurso deseado no se encuentra en la lista, puede elegir el campo "otro". Puede ver más información en el encabezado “Configurar cores y extensiones" de la sección "Menú administración".
ja: *タイプ* - リソースのタイプ。このフィールドの値はリソースのコアマッピングに依存し、Darwinコアマッピングがすでに作成されている場合は編集できなくなります。希望するタイプがリストにない場合、「その他」フィールドを選択できます。「管理メニュー」の「コアタイプおよび拡張機能の設定」の見出しにある情報を確認してください。
zh: *類型* - 資源的類型。此欄位的值取決於資源的核心對照，並且如果已經完成 Darwin Core 對照，該值將無法再編輯。如果在清單中找不到所需的類型，可以選擇「其他」。請查看「選單：系統管理」部分的「核心類型和延伸資料集配置」標題下的資訊。

source: *Subtype* - the subtype of the resource. The options for this field depend on the Type field. If a desired subtype is not found in the list, the field can be left with the default selection.
es: *Subtipo*: el subtipo del recurso. Las opciones de este elemento dependen del campo Tipo. Si el subtipo deseado no se encuentra en la lista, puede dejar el campo con la selección por defecto.
ja: *サブタイプ* - リソースのサブタイプ。このフィールドのオプションは、「Type」フィールドに依存します。希望するサブタイプがリストにない場合、このフィールドはデフォルトの選択のままにしておくことができます。
zh: *子類型* - 資源的子類型。此欄位的選項取決於類型欄位。如果清單中未找到所需的子類型，可保持預設選項。

source: *Metadata Language* - the language in which the metadata are written.
es: *Idioma de los metadatos*: el idioma en que está escrito el documento de los metadatos.
ja: *メタデータ言語* - メタデータが記述される言語
zh: *詮釋資料語言* - 詮釋資料所使用的語言。

source: *Resource Language* - the language in which the data for the resource are written.
es: *Idioma de los datos*: el idioma en el que están escritos los datos del recurso.
ja: *リソース言語* - リソースデータが記述されている言語
zh: *資源語言* - 資源資料所使用的語言。

source: *Data License* - the licence that you apply to the resource. The license provides a standardized way to define appropriate uses of your work. GBIF encourages publishers to adopt the least restrictive licence possible from among three (default) machine-readable options (CC0 1.0, CC-BY 4.0 or CC-BY-NC 4.0) to encourage the widest possible use and application of data. Learn more about GBIF's policy http://www.gbif.org/terms/licences[here]. If you feel unable to select one of the three options, please contact the GBIF Secretariat at participation@gbif.org. To find out how to apply a license at the record-level, refer to the xref:applying-license.adoc[How To Apply a License To a Dataset] section. To find out how to change the IPT's default set of licenses, refer to the xref:applying-license.adoc[Applying a License to a Dataset] page in the IPT wiki.
es: *Licencia de los datos*: la licencia que se aplica al recurso. La licencia proporciona una forma estandarizada de definir los usos apropiados de su trabajo. GBIF invita a los publicadores a adoptar la licencia menos restrictiva posible de entre tres opciones de lectura mecánica (CC0 1.0, CC-BY 4.0 o CC-BY-NC 4.0), para fomentar de la manera más amplia posible el uso y aplicación de los datos. Aprenda más sobre la política de GBIF https://www.gbif.org/es/terms/licences[aquí]. Si no es posible que usted elija una de las tres opciones y su conjunto de datos contiene registros biológicos, no podrá registrar su conjunto de datos en GBIF o hacerlo globalmente visible a través de GBIF.org. Si se siente incapaz de seleccionar una de las tres opciones, por favor contacte a la Secretaría de GBIF en participation@gbif.org. Para saber cómo aplicar una licencia a nivel de registro, consulte la sección xref:applying-license.adoc[Cómo aplicar una licencia a un conjunto de datos]. Para saber cómo cambiar el conjunto de licencias por defecto del IPT, consulte la página xref:applying-license.adoc[Cómo aplicar una licencia a un conjunto de datos] en el wiki del IPT.
ja: *データライセンス* - リソースに適用するライセンス。著作物の適切な利用方法を定義するための標準的な方法を提供します。GBIFは、データの可能な限り幅広い使用と応用を奨励するために、3つの（デフォルトの）機械読み取り可能なオプション（CC0 1.0、CC-BY 4.0、CC-BY-NC 4.0）の中から、できるだけ制約の少ないライセンスを採用することを公開者に推奨しています。GBIFの方針については、link:http://www.gbif.org/terms/licences[こちら]をご覧ください。3つのオプションのうち1つを選択できないと思われる場合は、GBIF事務局（participation@gbif.org）までご連絡ください。レコードレベルでのライセンスの適用方法については、[How To Apply a License To a Dataset]を参照してください。IPTのデフォルトのライセンス セットを変更する方法については、IPT wikiのxref:applying-license.adoc[ライセンスをデータセットに適用]ページを参照してください。
zh: *資料授權* - 資源所適用的授權。授權提供了一種標準化方式來定義您的作品適用的使用方式。GBIF 鼓勵發布者從三種（預設）機器可讀選項（CC0 1.0、CC-BY 4.0 或 CC-BY-NC 4.0）中選擇限制最少的授權，以鼓勵資料能被更廣泛地使用和應用。了解更多關於 GBIF 授權政策，請參閱 http://www.gbif.org/terms/licences[此處]。如果您無法選擇其中任何一種授權，請聯絡 GBIF 秘書處 participation@gbif.org。如需了解如何在紀錄層級上給予授權，請參閱 xref:applying-license.adoc[如何為資料集授權]。如需了解如何更改 IPT 的預設授權選項，請參閱 IPT 維基中的 xref:applying-license.adoc[資料集授權]頁面。

source: *Description* - a brief overview of the resource broken into paragraphs. This should provide enough information to help potential users of the data to understand if it may be of interest.
es: *Descripción*: una breve descripción del recurso que está siendo documentado, separado en párrafos. Debe proveer suficiente información para ayudar a los potenciales usuarios de los datos a entender si estos pueden ser de su interés.
ja: *概要* - リソースの簡単な概要を段落単位で記述します。データの潜在的なユーザーが、そのデータに興味があるかどうかを理解するのに役立つ十分な情報を提供しなければなりません。
zh: *說明* - 一段簡短的資源概覽，分段說明。應提供足夠的信息，幫助潛在使用者瞭解該資料是否可能引起他們的興趣。

source: *Resource Contacts* - the list of people and organizations that should be contacted to get more information about the resource, that curate the resource or to whom putative problems with the resource or its data should be addressed. The contacts in the list can be rearranged by simply dragging the elements and placing them in the right place.
ja: *リソース連絡先* - リソースに関する詳細情報を得るために連絡すべき人々や組織、リソースを管理する人々、リソースやそのデータに関する問題を解決すべき人々のリストです。リスト内の連絡先は、要素をドラッグして適切な場所に配置することで並べ替えが可能です。
zh: *資源聯絡人* - 資源聯絡人和組織的清單。他們應被聯絡以獲取更多關於該資源的資訊，包括如何維護資源，處理資源及其資料的潛在問題。清單中的聯絡人可以通過拖放操作進行重新排列。

source: *Copy from another* - click on this link to copy contact data from any resource. A modal window is displayed with options to choose the resource and the contact.
ja: *他からコピーする* - このリンクをクリックすると、任意のリソースから連絡先データをコピーすることができます。リソースと連絡先を選択するオプションがモーダルウィンドウに表示されます。
zh: *從其他資源複製* - 點擊此連結可從任何資源中複製聯絡資料。彈出視窗會顯示選擇資源和聯絡人的選項。

source: *Add new resource contact* - click on this link to initiate a form for an additional resource contact.
es: *Añadir contacto del recurso*: al hacer clic en este enlace se abre un nuevo formato para ingresar un contacto del recurso adicional.
ja: *新しいキーワードセットの追加* - このリンクをクリックすると、キーワードセットを追加するためのフォームが表示されます。
zh: *新增資源聯絡人* - 點擊此連結可開啟新增聯絡人表單。

source: *Remove this resource contact* - click on this link to remove the resource contact that follows immediately below the link.
es: *Eliminar contacto del recurso*: al hacer clic en este enlace se eliminará el formato de contacto que se encuentra inmediatamente debajo del enlace.
ja: *問い合わせ先を削除* - このリンクをクリックすると、リンクのすぐ下にある問い合わせ先の情報を削除できます。
zh: *移除此資源聯絡人* - 點擊此連結以移除該資源聯絡人，該聯絡人位於連結下方。

source: *First Name* - the first or given name of the resource contact.
es: *Nombre*: el nombre del contacto del recurso.
ja: *名前* - リソースの問い合わせ先の名前です。
zh: *名字* - 資源聯絡人的名字。

source: *Last Name* (required if Position and Organization are empty, required if the first name is not empty) - the last or surname of the resource contact.
es: *Apellido* (obligatorio si se dejan vacíos la Posición y la Organización, obligatorio si se suministra el Nombre): el apellido del contacto del recurso.
ja: *姓* - リソースの問い合わせ先の苗字です。（役職と機関が空の場合は必須、名前が空でない場合は必須）
zh: 姓氏（當職位和組織為空時必填，當名字非空時必填）- 資源聯絡人的姓氏。

source: *Position* (required if Last Name and Organization are empty) - the relevant title or position held by the resource contact.
es: *Posición* (obligatorio si se dejan vacíos el Apellido y la Organización): el título relevante o cargo que tiene el contacto del recurso.
ja: *役職*（「姓」と「機関」が空の場合は必須） - リソースの問い合わせ先が持つ肩書きまたは役職です。
zh: *職位*（當姓氏和組織為空時必填）- 資源聯絡人所擔任的相關職位或頭銜。

source: *Organization* (required if Last Name and Position are empty) - the organization or institution with which the resource contact is associated. Though the organization may be one of those registered in the GBIF Registry, this is not required. Thus, the organization must be entered in the text box rather than selected from a list of registered organizations.
es: *Organización* (obligatorio si se dejan vacíos el Apellido y la Posición): la organización o institución a la cual está vinculado el contacto del recurso. Si la organización o institución es una de las registradas en el Registro GBIF, esta no será obligatoria. De lo contrario, la organización debe ser ingresada en el campo de texto en vez de seleccionarla de una lista de organizaciones registradas.
ja: *機関*（姓と役職が空の場合は必須） - リソースの問い合わせ先が関わる機関です。機関はGBIFレジストリに登録されたものの1つであっても構いませんが、これは必須ではありません。したがって、機関は登録された機関のリストから選択するのではなく、テキストボックスに入力する必要があります。
zh: *組織*（當姓氏和職位為空時必填）- 與資源聯絡人相關的組織或機構。雖然該組織可能是GBIF註冊的組織之一，但這不是必要的。因此，需在文字框中輸入組織名稱，而非從已註冊組織列表中選取。

source: *Address* - the physical street or building address of the resource contact.
es: *Dirección*: dirección física del contacto del recurso.
ja: *住所* - リソースの問い合わせ先の物理的な通りまたは建物の住所です。
zh: *地址* - 資源聯絡人的實體街道或建築地址。

source: *City* - the city, town, municipality or similar physical location of the resource contact's address.
es: *Ciudad*: la ciudad, municipio o localidad física similar de la dirección del contacto del recurso.
ja: *市* - 等住所の市区町村または同等の物理的な地名です。
zh: *城市* - 資源聯絡人地址中的城市、城鎮、縣市或類似的實體地點。

source: *State/Province* - the state, province, or similar geographic region of the resource contact's address.
es: *Estado/Provincia*: el departamento, estado, provincia o región geográfica similar de la dirección del contacto del recurso.
ja: *州/都道府県* - 連絡先の住所がある州、県、または同等の地理的地域です。
zh: *州/省* - 資源聯絡人地址中的州、省或類似的地理區域。

source: *Country* - the name of the country or other first level administrative region of the resource contact's address.
es: *País*: el nombre del país o región administrativa de primer nivel de la dirección del contacto del recurso.
ja: *国* - リソースの問い合わせ先の住所の国、または国に同等な行政地域の名前です。
zh: *國家* - 資源聯絡人地址中的國家或其他第一級行政區域名稱。

source: *Postal Code* - the postal code (e.g., zip code) of the resource contact's address.
es: *Código postal*: el código postal (p. ej., código zip) de la dirección del contacto del recurso.
ja: *郵便番号* - リソースの問い合わせ先の住所の郵便番号等です。
zh: *郵政編碼* - 資源聯絡人地址的郵政編碼（例如，郵遞區號）。

source: *Phone* - the preferred full international telephone number at which to reach the resource contact.
es: *Teléfono* : el número de teléfono internacional preferido del contacto del recurso.
ja: *電話番号* - リソースの問い合わせ先に連絡するのに適した国際電話番号です。
zh: *電話* - 聯絡資源聯絡人的首選完整國際電話號碼。

source: *Email* - the preferred email address at which to reach the resource contact.
es: *Correo electrónico*: la dirección de correo electrónica preferida del contacto del recurso.
ja: *Eメール* - リソースの問い合わせ先に連絡するための適切なメールアドレス。
zh: *電子郵件* - 聯絡資源聯絡人的首選電子郵件地址。

source: *Home Page* - the URL to a worldwide web page for the resource contact.
es: *Página web*: la URL a una página web del contacto del recurso.
ja: *ホームページ* - リソースの問い合わせ先のワールドワイドウェブページのURL。
zh: *主頁* - 資源聯絡人的網頁URL。

source: *Personnel Directory* - the URL of the personnel directory system to which the personnel identifier belongs. There are four default directories to choose from: ORCID, ResearchID, LinkedIn, and Google Scholar. If you'd like to change the IPT's default set of directories, refer to the xref:user-id.adoc[Add a New User ID Directory] page in the IPT wiki.
es: *Perfil en línea*: la URL del perfil en línea al que pertenece el identificador personal. Hay cuatro directorios predeterminados para escoger: ORCID, ResearchID, LinkedIn y Google Scholar. Si desea cambiar los directorios predeterminados del IPT consulte xref:user-id.adoc[Añadir un nuevo directorio de ID de usuario] en la página del wiki del IPT.
ja: *個人ディレクトリ* - 個人IDが登録されている個人ディレクトリシステムのURLです。デフォルトのディレクトリは、ORCID、ResearchID、LinkedIn、Google Scholarの4つから選択することができます。IPTのデフォルトのディレクトリセットを変更したい場合は、IPT wikiの xref:user-id.adoc[新規ユーザーIDディレクトリを追加]ページを参照してください。
zh: *人員目錄* - 該人員標識符所屬的人員目錄系統的URL。默認提供四種名錄可選：ORCID、ResearchID、LinkedIn和Google Scholar。如果需要更改 IPT 的默認目錄設置，請參閱 IPT 維基中的xref:user-id.adoc[新增使用者ID目錄]頁面。

source: *Personnel Identifier* - a 16-digit ORCID ID (e.g. 0000-0002-1825-0097) or another identifier that links this person to the personnel directory specified.
es: *Identificador Personal*: un ID ORCID de 16 dígitos (por ejemplo 0000-0002-1825-0097) u otro identificador que enlaza esta persona con el repositorio del perfil en línea especificado.
ja: *個人ID* - 16桁のORCID ID（例：0000-0002-1825-0097）またはこの人物を指定された個人ディレクトリにリンクさせるその他の識別鵜番号です。
zh: *人員標識符* - 16位的ORCID ID（例如0000-0002-1825-0097）或將此人連結到指定人員目錄的其他標識符。

source: *Resource Creators* - the people and organizations who created the resource, in priority order. The list will be used to auto-generate the resource citation (if auto-generation is turned on). If this person or organization is the same as the first resource contact, all of the details of the latter can be copied into the equivalent fields for the resource creator by clicking on the link labelled "copy details from resource contact". The resource creator has all of the same fields and requirements as the resource contact. Refer to the field explanations under Resource Contacts, above.
es: *Creadores del recurso*: la lista de creadores representa a las personas y organizaciones que han creado el recurso, en orden de prioridad. La lista será utilizada para generar la referencia del recurso (si la generación automática está activada). Si la persona o la organización es la misma del contacto del recurso, todos los detalles anteriores pueden ser copiados a los campos equivalentes en la sección creadores del recurso haciendo clic en el enlace "Copiar los datos del contacto del recurso". El formato de creadores del recurso tiene los mismos campos obligatorios que el contacto del recurso. Consulte las explicaciones de los campos en Contactos del recurso, más arriba.
ja: *リソース作成者* - リソースを作成した人および機関を優先順に表示します。このリストは、リソースの引用を自動生成するために使用されます（自動生成がオンの場合）。この人または機関が最初のリソースの問い合わせ先と同じ場合、「リソースの問い合わせ先から詳細をコピー」というラベルの付いたリンクをクリックすると、後者のすべての詳細情報がリソース作成者の同等のフィールドにコピーされます。リソース作成者には、リソースコンタクトと同じフィールドと要件があります。リソースコンタクトのフィールドの説明を参照してください。
zh: *資源創建者* - 創建資源的個人和組織，按優先順序排列。該列表將用於自動生成資源引用（若開啟自動生成功能）。如果此個人或組織與第一個資源聯絡人相同，所有聯絡人的詳細資訊可以透過點擊「從資源聯絡人複製詳細資訊」的連結自動填充至資源創建者的對應欄位。資源創建者所需資訊與資源聯絡人具有相同的欄位和要求。請參閱上文中的資源聯絡人欄位解釋。

source: the person(s) or organization(s) responsible for the creation of the resource as it appears in the IPT and for effectively publishing the resource can add themselves as an associated party with role 'publisher'.
es: la personasn u organizaciones responsables de la creación del recurso, como aparece en el IPT y para la publicación efectiva del recurso pueden agregarse como partes asociadas con el rol de 'publicador'.
ja: IPTに表示されるリソースの作成や公開の責任を持つ個人または機関は、役割'publisher'を持つ関係者として自分自身を追加することができます。
zh: 在IPT中的資源創建者以及有效發布該資源的負責人或組織可以將自己添加為相關團隊中的「發布者」角色。
