Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: When the resource is registered or the resource has been assigned a DOI, however, only users with the role "Manager with registration rights" can publish, since the resource's registration gets updated during each publication (see the explanation for Role in the "Create a new user" section under the "Configure User accounts" heading of the "Administration Menu" section). After pressing the "Publish" button, a confirmation dialog will appear. The dialog varies depending on whether the pending version is a major version change or minor version change:
es: Sin embargo, cuando el recurso está registrado o se le ha asignado un DOI, sólo los usuarios con el rol "Editor con derechos de registro" pueden publicar, ya que el registro del recurso se actualiza durante cada publicación (véase la explicación del rol en la sección "Crear un nuevo usuario" en el apartado "Configurar cuentas de usuario" de la sección "Menú de Administración"). Tras pulsar el botón "Publicar", aparecerá un diálogo de confirmación. El diálogo varía en función de si la versión pendiente es un cambio de versión mayor o menor:

source: On the right is table that compares the current version against the pending version. Resource managers can use this table to manage resource versioning, preview the pending version, plus review and validate the current version. For explanations of the rows of information in the table, refer to the information below.
es: A la derecha hay una tabla que compara la versión actual con la versión pendiente. Los administradores de recursos pueden utilizar esta tabla para gestionar el versionado de sus recursos, previsualizar la versión pendiente y revisar y validar la versión actual. Para obtener explicaciones sobre las filas de información de la tabla, consulte la siguiente información.

source: This demonstrates a major version change since the pending version has been reserved a new DOI:
es: Muestra un cambio de versión importante ya que a la versión pendiente se le ha reservado un nuevo DOI:

source: This demonstrates a minor version change since the DOI assigned to the current and pending versions is the same:
es: Muestra un cambio de versión menor ya que el DOI asignado a las versiones actuales y pendientes es el mismo:

source: *Version*: - the version number tracking the `major_version.minor_version` of the current/pending version. Each time the resource undergoes scientifically significant changes, the resource manager should ensure the pending version has a new major version, done by reserving it a new DOI. A detailed description of the IPT's versioning policy is explained xref:versioning.adoc[Dataset Versioning Policy]. In the current version column, click the "View" button to see the current version's homepage. Assuming a DwC-A has been published, click image:ipt2/manage/checkmark.png[width=40,height=40] the to validate it using the https://tools.gbif.org/dwca-validator/[Darwin Core Archive Validator]. In the pending version column, click the "Preview" button to see a preview of the pending version's homepage. The homepage preview is private to resource managers only, and enables them to make sure the resource is ready to publish.
es: *Versión*: - el número de versión que rastrea la `versión_mayor.versión_menor` de la versión actual/pendiente. Cada vez que el recurso es sometido a cambios científicamente significativos, el administrador del recurso debe asegurarse que la versión pendiente tenga una nueva versión mayor, hecho que se realiza reservando un nuevo DOI. Una descripción detallada de la política de versiones del IPT se explica en xref:versioning.adoc[Política de versiones de conjuntos de datos]. En la columna de la versión actual, haga clic en el botón "Ver" para ver la página de inicio de la versión actual. Suponiendo que se haya publicado un DwC-A, haga clic en image:ipt2/manage/checkmark.png[width=40,height=40] para validarlo utilizando el https://tools.gbif.org/dwca-validator/[Darwin Core Archive Validator]. En la columna de la versión pendiente, haga clic en el botón "Vista previa" para ver una vista preliminar de la página de inicio de la versión pendiente. La vista previa de la página de inicio es sólo para los administradores de recursos, y les permite asegurarse que el recurso está listo para ser publicado.

source: *Visibility*: - the visibility of the current/pending version. In order to register the resource with GBIF, the resource manager must ensure the current version is public. In order to assign a DOI to a resource, the resource manager must ensure the pending version is public.
es: *Visibilidad*: - la visibilidad de la versión actual/pendiente. Para poder registrar el recurso a través de GBIF, el editor del recurso debe asegurarse que la versión esté pública. Para asignar un DOI al recurso, el editor debe asegurarse que la versión esté pública.

source: *DOI*: - to DOI of the current/pending version. The DOI of the current version can never be changed, however, the DOI of the pending version can be reserved or deleted. For explanations of how DOIs are reserved, deleted, registered, deactivated, reactivated please see the DOI section below.
es: *DOI*: el DOI de la versión actual/pendiente. El DOI de la versión actual no puede cambiarse nunca, sin embargo, el DOI de la versión pendiente puede reservarse o eliminarse. Para explicar cómo se reservan, se eliminan, se registran, se desactivan y se reactivan los DOI, consulte la sección de DOI más abajo.

source: *Published on*: - to date the current version was published on / the date the pending version will be published on.
es: *Publicado en*: la fecha en la cual la versión actual fue publicada / la fecha en la que la versión pendiente será publicada.

source: *Publication log*: - click the download button to retrieve the "publication.log" of the current version. The resource manager can use the publication log to diagnose why publication failed for example. A more detailed description of its contents is described below in the Publishing Status page section. This is not applicable to the pending version.
es: *Log de publicación*: - haga clic en el botón de descarga para recuperar el "publication.log" de la versión actual. El editor de recursos puede utilizar el registro de publicación para identificar, por ejemplo, por qué ha fallado la publicación. Una descripción más detallada de su contenido se describe más adelante en la sección de la página Estado de la Publicación. Esto no es aplicable a la versión pendiente.

source: Assigning DOIs to Resources
es: Asignar DOIs a los recursos

source: Best practice is to assign a new DOI to the resource every time it undergoes a scientifically significant change. To enable the IPT to assign DOIs to resources, the IPT administrator must first configure an organization associated to the IPT with a DataCite account. Refer to the "Configure Organizations" section for help doing this. Otherwise the DOI buttons in the Published Versions sections are hidden from view. Once a DataCite account has been activated in the IPT, resource managers can reserve, delete, register, deactivate, and reactivate DOIs for their resources using this account. Each of these DOI operations is explained in detail below. For more help understanding how the IPT assigns DOIs to datasets, refer to the xref:doi-workflow.adoc[DOI Workflows] page in the IPT wiki.
es: La mejor práctica es asignar un nuevo DOI al recurso cada vez que se produzca un cambio científicamente significativo. Para que el IPT pueda asignar DOI a los recursos, el administrador del IPT debe configurar primero una organización asociada al IPT con una cuenta de DataCite. Consulte la sección "Configurar Organizaciones" para obtener ayuda al respecto. De lo contrario, los botones de DOI en las secciones de Versiones Publicadas estarán ocultos a la vista. Una vez que se ha activado una cuenta DataCite en el IPT, los gestores de recursos pueden reservar, eliminar, registrar, desactivar y reactivar los DOI para sus recursos utilizando esta cuenta. Cada una de estas operaciones de DOI se explica en detalle a continuación. Si desea más ayuda para entender cómo el IPT asigna los DOI a los conjuntos de datos, consulte la página xref:doi-workflow.adoc[Flujo de trabajo del DOI] en la wiki del IPT.

source: *Reserve*: - a DOI can be reserved for a resource. This operation varies a little depending on whether the resource has already been assigned a DOI or not.
es: *Reservar*: un DOI puede ser reservado para un recurso. Esta operación varía un poco dependiendo de si al recurso ya se le ha sido asignado un DOI o no.

source: *Resource not assigned a DOI*: - a DOI can be reserved for a resource after the mandatory metadata has been entered. To reserve a DOI, press the "Reserve" button in the Published Versions section. To reuse an existing DOI, enter it into the citation identifier field in the resource metadata, and then press the "Reserve" button in the Published Versions section. If a resource is publicly available and reserved a DOI, the next publication will result in a new major version and the DOI will be registered. Otherwise if a resource is private and reserved a DOI, the next publication will result in a new minor version of the resource and the DOI will NOT be registered. Be aware that until a DOI is registered it can still be deleted.
es: *Recurso sin un DOI asignado*: se puede reservar un DOI para un recurso después de haber ingresado los metadatos obligatorios. Para reservar un DOI, pulse el botón "Reservar" en la sección "Versiones publicadas". Para reutilizar un DOI existente, introdúzcalo en el campo del identificador de la cita en los metadatos del recurso y, a continuación, pulse el botón "Reservar" en la sección "Versiones publicadas". Si un recurso está disponible públicamente y se ha reservado un DOI, la siguiente publicación dará lugar a una nueva versión principal y el DOI se registrará. De lo contrario, si un recurso es privado y se ha reservado un DOI, la siguiente publicación dará lugar a una nueva versión menor del recurso y el DOI NO se registrará. Tenga en cuenta que hasta que no se registre un DOI, éste puede ser eliminado.

source: *Resource assigned a DOI*: - another DOI can be reserved for a published resource that has already been assigned a DOI. To reserve another DOI, press the "Reserve new" button in the Published Versions section. The DOI will be registered the next time the resource is published, and will resolve to the newly published version's homepage. The former DOI will still resolve to the previous version, but will display a warning the new one superseded it. Be aware that until a DOI is registered it can still be deleted.
es: *Recurso con un DOI asignado*: se puede reservar otro DOI para un recurso publicado al que ya se le ha asignado un DOI. Para reservar otro DOI, pulse el botón "Reservar nuevo" en la sección "Versiones publicadas". El DOI se registrará la próxima vez que se publique el recurso y conducirá a la página principal de la nueva versión publicada. El DOI anterior seguirá conduciendo a la versión anterior, pero mostrará una advertencia de que la nueva la sustituye. Tenga en cuenta que hasta que no se registre un DOI, éste puede ser eliminado.

source: *Delete*: - a DOI that is reserved for the resource can be deleted since it was never publicly resolvable. To delete a DOI, press the "Delete" button in the Published Versions section.
es: *Eliminar*: un DOI reservado para el recurso puede ser eliminado ya que nunca fue públicamente resoluble. Para eliminar un DOI, pulse el botón "Eliminar" en la sección "Versiones publicadas".

source: *Register*: - if a resource is publicly available and reserved a DOI, the next publication will result in a new major version and the DOI will be registered.
es: *Registrar*: si un recurso está disponible públicamente y se ha reservado un DOI, la siguiente publicación dará lugar a una nueva versión principal y se registrará el DOI.

source: *Deactivate*: - a DOI that has been registered cannot be deleted, and must continue to resolve. The only way to deactivate a DOI is by deleting the resource itself. Deleting the resource will ensure the data can no longer be downloaded, and the DOI will resolve to a page explaining the resource has been retracted. Be aware that it can take up to 24 hours until a DOI update is globally known.
es: *Desactivar*: un DOI que ha sido registrado no puede ser eliminado y debe seguir direccionando. La única manera de desactivar un DOI es borrando el recurso. Al eliminar el recurso se asegurará que los datos ya no puedan ser descargados y el DOI se dirigirá en una página que explica que el recurso ha sido retirado. Tenga en cuenta que pueden pasar hasta 24 horas hasta que se conozca globalmente la actualización de un DOI.

source: *Reactivate*: - a DOI that has been deactivated resolves to a resource that has been deleted. To reactivate the DOI, the resource must be undeleted. Undeleting a resource makes the data available for download again, and the DOI will resolve to the last published version of this resource. Be aware that it can take up to 24 hours until a DOI update is globally known.
es: *Reactivar*: un DOI que ha sido desactivado direcciona a un recurso que ha sido eliminado. Para reactivar el DOI, el recurso debe ser anulado. Si se deshace la eliminación de un recurso, los datos vuelven a estar disponibles para su descarga y el DOI direccionará a la última versión publicada de este recurso. Tenga en cuenta que pueden pasar hasta 24 horas hasta que se conozca globalmente una actualización del DOI.

source: To turn on automated publishing, select "Edit" in the Auto-publishing section.
es: Para activar la publicación automática, seleccione "Editar" en la sección Publicación automática.

source: When automated publishing is on, the publishing interval and next published date are clearly displayed in the auto-publishing section. The "Edit" button can be used to change or disable auto-publishing.
es: Cuando la publicación automática está activada, el intervalo de publicación y la próxima fecha de publicación se muestran claramente en la sección de publicación automática. El botón "Editar" permite modificar o desactivar la publicación automática.

source: The Visibility area of the Manage Resources page allows users having manager rights for the resource to change its visibility state. The visibility of a resource determines who will be able to view it, and whether the resource can be assigned a DOI or registered with GBIF. By default, each resource is visible only to the user who created it and any other users who have the Admin role on the IPT where the resource is created. For explanations of each visibility state refer to the information below.
es: El área de Visibilidad de la página de Gestión de Recursos permite a los usuarios con derechos de edición del recurso cambiar su estado de visibilidad. La visibilidad de un recurso determina quién podrá verlo, y si al recurso puede ser asignado un DOI o registrado en GBIF. Por defecto, cada recurso es visible sólo para el usuario que lo creó y para cualquier otro usuario que tenga el rol de Administrador en el IPT donde se creó el recurso. Para explicar cada estado de visibilidad, consulte la siguiente información.

source: *Private* - A private resource is visible only to those who created it, or those who have been granted permission to manage it within the IPT, or by a user having the Admin role. This is primarily meant to preserve the resource from public visibility until it has been completely and properly configured. Be aware a DOI can be reserved for a private resource, but that DOI cannot be registered until the resource is publicly visible. When the resource is ready for public visibility, click on the button labelled "Public". A message will appear at the top of the page saying that the status has been changed to "Public".
es: *Privado*: un recurso privado solo es visible para aquellos que lo han creado, para aquellos a los que se les ha concedido permiso para gestionarlo dentro del IPT o para aquellos que tengan el rol de administrador. El objetivo principal es evitar que el recurso sea visible para el público hasta que se haya configurado completamente y de forma adecuada. Tenga en cuenta que se puede reservar un DOI para un recurso privado, pero ese DOI no se puede registrar hasta que el recurso sea visible públicamente. Cuando el recurso esté listo para su visibilidad pública, haga clic en el botón "Público". Aparecerá un mensaje en la parte superior de la página indicando que el estado ha sido cambiado a "Público".

source: *Public* - A public resource is visible to anyone using the IPT instance where the resource is installed (on the table of public resource on the IPT Home page). If the resource has a reserved DOI, that DOI will be registered the next time the resource is published. The resource is ultimately accessible via the Internet to anyone who knows its homepage URL or DOI. However, the resource is not globally discoverable through the GBIF website until it has been registered with the GBIF Registry. Be aware the visibility of a resource assigned a DOI cannot be changed to private.
es: *Público*: un recurso público es visible para cualquier persona que utilice la instancia de IPT en la que está instalado el recurso (en la tabla de recursos públicos de la página de inicio de IPT). Si el recurso tiene un DOI reservado, ese DOI se registrará la próxima vez que se publique el recurso. En última instancia, el recurso es accesible a través de Internet para cualquiera que conozca la URL de su página de inicio o su DOI. Sin embargo, el recurso no es descubrible globalmente a través de la página web de GBIF hasta que se haya registrado en el Registro de GBIF. Tenga en cuenta que la visibilidad de un recurso al que se le ha asignado un DOI no puede cambiarse a privada.

source: Two buttons appear in the left-hand section of the visibility area. Clicking on the button labelled "Private" will remove the resource entirely from public visibility and return it to the private state. The button labelled "Register" will only be enabled if
es: En la parte izquierda del área de visibilidad aparecen dos botones. Al hacer clic en el botón "Privado", el recurso dejará de ser público y volverá a ser privado. El botón "Registro" sólo se activará si

source: the resource has been published (see the explanation of the <<Published Versions>> area of the Resource Overview page, below), and
es: el recurso ha sido publicado (ver explicación en la sección <<Versiones publicadas>> de la página "Vista general del recurso", más adelante) y

source: Finally, click on the button labelled "Register" to register the resource with the GBIF Registry.
es: Por último, haga clic en el botón "Registro" para registrar el recurso en el Registro GBIF.

source: Clicking on this button will open a dialog box with which to confirm that you have read and understood the GBIF data sharing agreement, to which a link is given. Click on the check box to indicate that you agree with these terms. Doing so will cause a button labelled "Yes" to appear at the bottom of the dialog box. Click on "Yes" to register the resource, or click on "No" to defer the decision and close the dialog box.
es: Al hacer clic en este botón, se abrirá un cuadro de diálogo con el que se confirma que usted ha leído y entendido el acuerdo de intercambio de datos de GBIF, al cual se da un enlace. Haga clic en el cuadro de verificación para indicar que está de acuerdo con estos términos. Si lo hace, un botón "Sí" aparecerá en la parte inferior del cuadro de diálogo. Haga clic en "Sí" para registrar el recurso o en "No" para aplazar la decisión y cerrar el cuadro de diálogo.

source: If the attempt to register is successful, a message will appear at the top of the page saying that the status has been changed to "Registered".
es: Si el intento de registro es exitoso, aparecerá un mensaje en la parte superior de la página especificando que el estado ha cambiado a "Registrado".

source: *Registered* - A resource that has been registered with the GBIF network is discoverable through the GBIF website and the data from the resource can be indexed by and accessed from the GBIF portal. Be aware it can take up to one hour for data to be indexed by GBIF following registration. A summary of information registered with GBIF will appear in the right-hand column when registration is complete.
es: *Registrado*: un recurso que ha sido registrado en la red de GBIF puede ser descubierto a través de la página web de GBIF y los datos del recurso pueden ser indexados y accedidos desde el portal de GBIF. Tenga en cuenta que puede tardar hasta una hora para que los datos sean indexados por GBIF después del registro. Un resumen de la información registrada en GBIF aparecerá en la columna de la derecha cuando el registro esté completo.

source: To add the resource to a network, select it from the dropdown list and click "Add". To remove it, click the icon on the right of the network name.
es: Para agregar el recurso a una red, selecciónelo en la lista desplegable y haga clic en "Agregar". Para eliminarlo, haga clic en el icono situado a la derecha del nombre de la red.

source: Please only add your resource to a network with the approval of the network managers or the GBIF helpdesk.
es: Por favor, sólo agregue su recurso a una red con la aprobación de los administradores de la red o de la mesa de ayuda de GBIF.

source: Each resource has one or more explicitly assigned managers who are allowed to view, change, and remove the resource. The user who creates a resource automatically has these capabilities. Additional managers can be associated with a resource and given these same capabilities by selecting them by name from the select box in this area of the Resource Overview page, then clicking on the button labelled "Add". Any manager associated with a resource and having the role "Manager with registration rights" may also register the resource and update it in the GBIF registry. All users having the Admin role automatically have complete managerial roles for all resources in the IPT instance. The right-hand column of this area shows the name and email address of the creator of the resource. If any managers have been added, their names and email addresses will be listed under the creator. Any added manager can have the managerial role for the resource removed by clicking on the button labelled "Delete" to the right of the email address in the manager listing.
es: Cada recurso tiene uno o más editores asignados de forma explícita a quienes les es permitido ver, cambiar y eliminar el recurso. El usuario que crea un recurso, cuenta con estas capacidades de forma automática. Los editores adicionales pueden estar asociados con un recurso y tener estas mismas capacidades, seleccionando su nombre en el cuadro de selección en esta área de la página "Vista General del Recurso", y haciendo clic en el botón "Añadir". Cualquier editor asociado con un recurso y que tiene el rol "Editor con derechos de registro", también puede registrar el recurso y actualizarlo en el Registro GBIF. Todos los usuarios que tienen función de Administrador adquieren, de forma automática, completa funcionalidad de administración sobre todos los recursos de la instancia IPT. La columna de la derecha de esta área muestra el nombre y la dirección de correo electrónico del creador de este recurso. Si alguno de los editores ha sido añadido, su nombre y dirección de correo electrónico aparecerá listado debajo del creador del recurso. El rol Editor de los recursos de cualquier editor puede ser removido haciendo clic en el botón "Eliminar", a la derecha de la dirección de correo electrónico en el listado de editores.
