Repository: gbif/ipt
Catalog: docs/translations/manage-resources.adoc.*.po
Languages: es, ja, zh

source: Clicking on the button labelled "Delete" on the Resource Overview page will show two options.
es: Al hacer clic en el botón "Eliminar" de la página Vista General del Recurso, aparecerán dos opciones.

source: *Send an email to helpdesk@gbif.org alerting them about the update*. In your email please enclose:
es: *Envíe un correo electrónico a helpdesk@gbif.org comunicando sobre la actualización hecha.* En su correo electrónico por favor incluya:

source: the name and URL (or GBIF Registry UUID) of your IPT
es: El nombre y URL (o UUID del Registro GBIF) de su IPT

source: the name and GBIF Registry UUID of your updated Resource (see line Resource Key on resource overview page, for example: Resource Key d990532f-6783-4871-b2d3-cae3d0cb872b)
es: El nombre y UUID del Registro GBIF de su Recurso actualizado (ver la línea "Clave del recurso" en la página "Vista general del recurso", por ejemplo: Clave del recurso: d990532f-6783-4871-b2d3-cae3d0cb872b)

source: (if applicable) whether the DiGIR/BioCASe/TAPIR/IPT technical installation that used to serve the resource has been deprecated, and whether it can be deleted from the GBIF Registry
es: Si la instalación técnica DiGIR/BioCASE/TAPIR/IPT que usó ha quedado en desuso y puede ser eliminada del Registro GBIF (solo si aplica).
