Repository: gbif/ipt
Catalog: docs/translations/news.adoc.*.po
Languages: es, ja

source: News
es: Novedades
ja: ニュース

source: Latest Release: 2.5.0-RC1
es: Última versión: 2.5.0-RC1
ja: 最新リリース：2.5.0-RC1

source: Version 2.5.0-RC1 is available for download. Please see the xref:releases.adoc[Releases] page.
es: La versión 2.5.0-RC1 está disponible para su descarga. Por favor, diríjase a la página de xref:releases.adoc[lanzamientos].
ja: バージョン2.5.0-RC1はダウンロードできます。xref:releases.adoc[リリース]をご覧ください。

source: Next release
es: Próxima versión
ja: 次回のリリース

source: No release date has been set yet for the next release. Progress working on issues for the next release can be browsed https://github.com/gbif/ipt/milestones[here].
es: No se ha estipulado aún una fecha de lanzamiento para la próxima versión. El progreso en el trabajo realizado sobre las incidencias para la próxima versión puede consultarse https://github.com/gbif/ipt/milestones[aquí].
ja: 次のバージョンのリリース日はまだ決定していません。 次回のリリースに向けた課題への取り組み状況は、link:https://github.com/gbif/ipt/milestones[こちら]で確認できます。

source: Minor issues and security issues will be addressed in patch releases.
es: Los problemas menores y los asuntos de seguridad se abordarán en parches para las diferentes versiones.
ja: 細かな問題やセキュリティ上の課題については、パッチリリースで対応する予定です。

source: Featured content
es: Contenido destacado
ja: 注目のコンテンツ

source: *Need help validating your dataset?* For help, refer to this new xref:data-quality-checklist[data quality checklist]. It is particularly suited for checking occurrence and sampling event datasets and will help ensure that the dataset is both valid and complete
es: *¿Necesita ayuda para validar su conjunto de datos?* Para asistencia, diríjase a esta nueva xref:data-quality-checklist[lista de verificación de la calidad de los datos]. Resulta particularmente apropiada para comprobar conjuntos de datos de registros biológicos y de eventos de muestreo y le ayudará a asegurarse de que el conjunto de datos es válido y está completo
ja: *データセットの検証でお困りですか？*この新しい xref:data-quality-checklist[データ品質チェックリスト] を参照してください。このチェックリストは、特にオカレンスデータセットやサンプリングイベントデータセットの検証に適しており、データセットが有効かつ完全であることを保証するのに役立ちます。

source: *Confused about what types of data GBIF supports?* *Confused about how to publish data and register it with GBIF?* Check out the new xref:how-to-publish[How to Publish Guide]. It starts by describing the four classes of biodiversity data that can be published through GBIF.org. For each class of data you'll find a simple set of instructions guiding you through the publication steps. Try out the simple Excel templates designed to simplify publication even more!
es: *¿Confundido sobre qué tipo de datos acepta GBIF?* *¿Confundido sobre cómo publicar datos y registrarlos en GBIF?* Explore la nueva xref:how-to-publish[Guía de publicación]. Ésta comienza describiendo las cuatro clases de datos de biodiversidad que pueden publicarse a través de GBIF.org. Para cada clase de datos encontrará un sencillo conjunto de instrucciones que le guiarán en los pasos de publicación. ¡Pruebe las sencillas plantillas Excel diseñadas para simplificar aún más la publicación!
ja: *GBIFがどのような種類のデータに対応しているのかが分かりませんか？**データの公開方法、GBIFへの登録方法について迷っていませんか？*新しい xref:how-to-publish[公開方法ガイド] をご覧ください。GBIF.orgで公開できる生物多様性データの4つの種類について、またそのそれぞれのデータについて、公開の手順を簡単に説明しています。さらに、公開をさらに簡単にするためのシンプルなExcelテンプレートもご利用してみてください！

source: *Interested in writing your own resource metadata in XML?* Check out xref:gbif-metadata-profile.adoc[this new how-to guide].
es: *¿Interesado en escribir su propio recurso de metadatos en XML?* Explore xref:gbif-metadata-profile.adoc[esta nueva guía práctica].
ja: *XMLでのリソースメタデータ記入に興味がありますか？*xref:gbif-metadata-profile.adoc[この新ガイド]を確認してください。
