Repository: gbif/ipt
Catalog: docs/translations/occurrence-data.adoc.*.po
Languages: es, ja

source: Introduction
es: Introducción
ja: 導入

source: Ultimately your data needs to be transformed into a table structure using Darwin Core (DwC) term names as column names.
es: Finalmente, sus datos deben ser transformados a una estructura de tabla utilizando nombres de términos Darwin Core (DwC) como nombres de las columnas.
ja: 最終的には、ダーウィンコア（DwC）の用語名を列名として使用したテーブル構造にデータを変換する必要があります。

source: Try putting your data into the <<Templates,Excel template>>, which includes all <<Required DwC Fields,required DwC fields>> and <<Recommended DwC Fields,recommended DwC fields>>.
es: Intente poner sus datos en el <<Modelos,modelo Excel>>, que incluye todos los <<Campos DwC requeridos,campos DwC requridos>> y los <<Campos DwC recomendados,campos DwC recomendados>>.
ja: すべての<<必須DwCフィールド,必須DwCフィールド>>と<<推奨DwCフィールド,推奨DwCフィールド>>を含む<<テンプレート,Excelテンプレート>>にデータを入れてみてください。

source: Alternatively if your data is stored in a xref:database-connection.adoc[supported database], you can write an SQL table (view) using DwC column names. Be careful to include all <<Required DwC Fields,required DwC fields>> and add as many <<Recommended DwC Fields,recommended DwC fields>> as possible.
es: De manera alternativa, si sus datos están en una xref:database-connection.adoc[base de datos compatible], puede elaborar una tabla SQL (ver) utilizando nombres de columnas DwC. Sea cuidadoso para incluir todos los <<Required DwC Fields,required DwC fields>> y añada tantos <<Recommended DwC Fields,recommended DwC fields>> como sea posible.
ja: または、データがxref:database-connection.adoc[対応データベース]に保存されている場合は、DwCの列名を使ってSQLテーブル（ビュー）を書くことができます。<<必須DwCフィールド,必須DwCフィールド>>をすべて含み、<<推奨DwCフィールド,推奨DwCフィールド>>をできるだけ多く追加するように注意してください。

source: Templates
es: Modelos
ja: テンプレート

source: Required DwC fields
es: Campos DwC requeridos
ja: DwCの必須項目

source: Recommended DwC fields
es: Campos DwC recomendados
ja: DwCの推奨フィールド

source: https://dwc.tdwg.org/terms/#dwc:kingdom[kingdom] - and other higher taxonomy if possible
es: https://dwc.tdwg.org/terms/#dwc:kingdom[kingdom] - y otra taxonomía superior si es posible
ja: https://dwc.tdwg.org/terms/#dwc:kingdom[kingdom] - 可能であればほかの上位分類も

source: Exemplar datasets
es: Conjuntos de datos ejemplares
ja: サンプルデータセット

source: FAQ
es: Preguntas frecuentes
ja: よくある質問

source: Occurrence Data
es: Datos de registros biológicos
ja: オカレンスデータ

source: Resources which present evidence of the occurrence of a species at a particular place and normally on a specified date. These datasets expand on most Checklist Data because they contribute to mapping the historical or current distribution of a species. At the most basic, such datasets may provide only general locality information (even limited to a country identifier). Ideally they also include coordinates and a coordinate precision to support fine scale mapping. In many cases, these datasets may separately record multiple individuals of the same species. Examples of such datasets include databases of specimens in natural history collections, citizen science observations, data from species atlas projects, etc. If sufficient information exists in the source dataset (or applies consistently to all occurrences in the dataset), it is recommended that these datasets are presented as xref:sampling-event-data.adoc[Sampling Event Data]. These datasets include the same basic descriptive information included under xref:resource-metadata.adoc[Resource metadata].
es: Recursos que presentan pruebas de la presencia de una especie en un lugar concreto y, normalmente, en una fecha determinada. Estos conjuntos de datos complementan la mayoría de los datos de las listas de especies porque contribuyen a mapear la distribución histórica o actual de una especie. En el nivel más básico, estos conjuntos de datos pueden proporcionar sólo información general sobre la localidad (incluso limitada a un identificador de país). Lo ideal es que también incluyan coordenadas y la precisión de las coordenadas para apoyar el mapeo a escala fina. En muchos casos, estos conjuntos de datos pueden registrar por separado múltiples individuos de la misma especie. Las bases de datos de especímenes de las colecciones de historia natural, las observaciones de la ciencia ciudadana, los datos de los proyectos de atlas de especies, etc. son ejemplos de estos conjuntos de datos. Si existe suficiente información en el conjunto de datos fuente (o se aplica de forma coherente a todos los registros biológicos del conjunto de datos), se recomienda que estos conjuntos de datos se presenten como xref:sampling-event-data.adoc[datos de eventos de muestreo]. Estos conjuntos de datos incluyen la misma información descriptiva básica incluida en xref:resource-metadata.adoc[metadatos del recurso].
ja: 通常、ある種が特定の場所で、特定の日に発生したという証拠を提示する資料。これらのデータセットは、種の歴史的または現在の分布のマッピングに貢献するため、ほとんどのチェックリストデータを拡張するものです。データは細かい地図作成に必要な座標と座標精度を含んでいるのが理想的ですが、このようなデータセットには一般的な地域情報（国の識別子に限定されることもある）しかないことがほとんどです。またこれらのデータセットには同じ種の複数の個体が別々に記録されていることが多々あり、自然史コレクションの標本データベース、市民科学の観察、種の地図帳プロジェクトのデータなどが例に挙げられます。もし十分な情報が元のデータセットに存在するのであれば（あるいはデータセット内のすべてのオカレンスに一貫して当てはめられるのであれば）、これらのデータセットは xref:sampling-event-data.adoc[サンプリングイベントデータ] として提示することが推奨されています。これらのデータセットには、xref:resource-metadata.adoc[リソースメタデータ]に含まれるのと同じ基本的な記述情報が含まれます。

source: How to transform your data into occurrence data
es: Cómo transformar sus datos en datos de registros biológicos
ja: データをオカレンスデータに変換する方法

source: For extra guidance, you can look at the <<Exemplar datasets,exemplar datasets>>.
es: Para obtener una orientación adicional puede consultar los <<Conjuntos de datos ejemplares, conjuntos de datos ejemplares>>.
ja: さらなるガイダンスとして、<<Exemplar datasets,サンプルデータセット>>を見ることもできます。

source: You can augment your table with extra DwC columns, but only DwC terms from this {latest-dwc-occurrence}[list].
ja: DwCカラムを追加してテーブルを拡張することもできますが、利用できるのはlink:{latest-dwc-occurrence}[リスト]にあるDwC用語のみです。

source: link:{attachmentsdir}/downloads/occurrence_ipt_template_v2.xlsx[image:ipt2/excel-template2.png[Excel Template]] link:{attachmentsdir}/downloads/occurrence_ipt_template_v2_example_data.xlsx[image:ipt2/excel-template-data2.png[Excel Template (with example data)]]
es: link:{attachmentsdir}/downloads/occurrence_ipt_template_v2.xlsx[image:ipt2/excel-template2.png[Modelo de Excel]] link:{attachmentsdir}/downloads/occurrence_ipt_template_v2_example_data.xlsx[image:ipt2/excel-template-data2.png[Modelo de Excel (con datos de ejemplo)]]
ja: link:{attachmentsdir}/downloads/occurrence_ipt_template_v2.xlsx[image:ipt2/excel-template2.png[Excelテンプレート]] link:{attachmentsdir}/downloads/occurrence_ipt_template_v2_example_data.xlsx[image:ipt2/excel-template-data2.png[Excelテンプレート（サンプルデータ含）]]

source: Populate it and upload it to the IPT. Try to augment it with as many http://rs.tdwg.org/dwc/terms/[DwC terms] as you can.
es: Llene el formato y súbalo al IPT. Intente ampliarlo con tantos http://rs.tdwg.org/dwc/terms/[términos DwC] como pueda.
ja: それを入力し、IPTにアップロードしてください。できるだけ多くのlink:http://rs.tdwg.org/dwc/terms/[DwC用語]を追加してみてください。

source: https://dwc.tdwg.org/terms/#dwc:taxonRank[taxonRank] - to substantiate scientificName
es: https://dwc.tdwg.org/terms/#dwc:taxonRank[taxonRank] - para justificar el nombre científico (scientificName)
ja: https://dwc.tdwg.org/terms/#dwc:taxonRank[taxonRank] - scientificNameを裏付けるため

source: https://dwc.tdwg.org/terms/#dwc:decimalLatitude[decimalLatitude] & https://dwc.tdwg.org/terms/#dwc:decimalLongitude[decimalLongitude] & https://dwc.tdwg.org/terms/#dwc:geodeticDatum[geodeticDatum] - to provide a specific point location
es: https://dwc.tdwg.org/terms/#dwc:decimalLatitude[decimalLatitude] & https://dwc.tdwg.org/terms/#dwc:decimalLongitude[decimalLongitude] & https://dwc.tdwg.org/terms/#dwc:geodeticDatum[geodeticDatum] - para proporcionar la ubicación de un punto específico
ja: https://dwc.tdwg.org/terms/#dwc:decimalLatitude[decimalLatitude] & https://dwc.tdwg.org/terms/#dwc:decimalLongitude[decimalLongitude] & https://dwc.tdwg.org/terms/#dwc:geodeticDatum[geodeticDatum] - 地点情報を与えるため

source: https://dwc.tdwg.org/terms/#dwc:individualCount[individualCount] / https://dwc.tdwg.org/terms/#dwc:organismQuantity[organismQuantity] & https://dwc.tdwg.org/terms/#dwc:organismQuantityType[organismQuantityType] - to record the quantity of a species occurrence
es: https://dwc.tdwg.org/terms/#dwc:individualCount[individualCount] / https://dwc.tdwg.org/terms/#dwc:organismQuantity[organismQuantity] & https://dwc.tdwg.org/terms/#dwc:organismQuantityType[organismQuantityType] - para registrar la cantidad de registros biológicos de una especie
ja: https://dwc.tdwg.org/terms/#dwc:individualCount[individualCount] / https://dwc.tdwg.org/terms/#dwc:organismQuantity[organismQuantity] & https://dwc.tdwg.org/terms/#dwc:organismQuantityType[organismQuantityType] - 種のオカレンス量を記録するため

source: CUMV Amphibian Collection (Arctos): http://ipt.vertnet.org:8080/ipt/archive.do?r=cumv_amph[DwC-A] / http://ipt.vertnet.org:8080/ipt/resource.do?r=cumv_amph[IPT homepage]
ja: CUMV両生類コレクション（Arctos）：link:http://ipt.vertnet.org:8080/ipt/archive.do?r=cumv_amph[DwC-A] / http://ipt.vertnet.org:8080/ipt/resource.do?r=cumv_amph[IPTホームページ]

source: Q. How do I indicate a species was absent?
es: P. ¿Cómo puedo indicar que una especie está ausente?
ja: Q. 種が存在しないことを示すにはどうすればいいですか？

source: *A.* Set https://dwc.tdwg.org/terms/#dwc:occurrenceStatus[occurrenceStatus]=link:{latest-occurrence-status}["absent"]. In addition, https://dwc.tdwg.org/terms/#dwc:individualCount[individualCount] and https://dwc.tdwg.org/terms/#dwc:organismQuantity[organismQuantity] should be equal to 0.
ja: *A.* link:https://dwc.tdwg.org/terms/#dwc:occurrenceStatus[occurrenceStatus]=link:{latest-occurrence-status}["absent"]に設定してください。さらに、https://dwc.tdwg.org/terms/#dwc:individualCount[individualCount]とhttps://dwc.tdwg.org/terms/#dwc:organismQuantity[organismQuantity]は0としてください。

source: Q. How can I generalize sensitive species occurrence data?
es: P. ¿Cómo puedo generalizar datos de registros biológicos de especies sensibles?
ja: Q. センシティブな種のオカレンスデータを一般化するにはどうすればいいですか？

source: *A.* How you generalize sensitive species data (e.g. restrict the resolution of the data) depends on the species' category of sensitivity. Where there is low risk of perverse outcomes, unrestricted publication of sensitive species data remains appropriate. Note it is the responsibility of the publisher to protect sensitive species occurrence data. For guidance, please refer to this https://www.gbif.org/resource/80512[best-practice guide]. You could refer to this http://science.sciencemag.org/content/356/6340/800[recent essay in Science], which presents a simplified assessment scheme that can be used to help assess the risks from publishing sensitive species data.
es: *A.* La manera de generalizar los datos de especies sensibles (por ejemplo, restringiendo la resolución de los datos) depende de la categoría de sensibilidad de la especie. Cuando hay un bajo riesgo de resultados negativos, sigue siendo apropiada la publicación sin restricciones de los datos de especies sensibles. Tenga en cuenta que es responsabilidad del editor proteger los datos sobre la presencia de especies sensibles. Para obtener orientación, consulte esta https://www.gbif.org/resource/80512[guía de buenas prácticas]. Puede consultar este http://science.sciencemag.org/content/356/6340/800[ensayo reciente en Science], que presenta un esquema de evaluación simplificado que puede utilizarse para ayudar a evaluar los riesgos de la publicación de datos sobre especies sensibles.
ja: *A.* センシティブな種のデータをどのように一般化するか（例えば、データの解像度を制限するなど）は、種のセンシティブさのカテゴリーによります。逆効果のリスクが低い場合、センシティブな種データを制限なしに公表することは依然として適切です。センシティブな種のオカレンスデータを保護することは、公開者の責任であることに留意してください。ガイドとしては、このlink:https://www.gbif.org/resource/80512[ベストプラクティスガイド]を参照してください。また、link:http://science.sciencemag.org/content/356/6340/800[Science誌の最近の論文]を参照することもできます。この論文では、センシティブな種のデータを公開することによるリスクを評価するために使用できる簡略化した評価スキームを紹介しています。

source: When generalizing data you should try not to reduce the value of the data for analysis, and make users aware how and why the original record was modified using the Darwin Core term https://dwc.tdwg.org/terms/#dwc:informationWithheld[informationWithheld].
es: Al generalizar datos, debe intentar no reducir el valor de los datos para el análisis y hacer que los usuarios sepan cómo y por qué se modificó el registro original utilizando el elemento Darwin Core https://dwc.tdwg.org/terms/#dwc:informationWithheld[informationWithheld].
ja: データを一般化する際は分析に必要なデータの価値を下げないようにし、ダーウィンコア用語 link:https://dwc.tdwg.org/terms/#dwc:informationWithheld[informationWithheld] を使用して、元の記録がなぜ、どのように変更されたかをユーザーに知らせる必要があります。

source: As indicated in the http://www.gbif.org/resource/80512[best-practice guide], you should also publish a checklist of the sensitive species being generalized. For each species you should explain:
es: Como se indica en la http://www.gbif.org/resource/80512[guía de buenas prácticas], también debe publicar una listado de las especies sensibles que se están generalizando. Para cada especie deberá explicar:
ja: link:http://www.gbif.org/resource/80512[ベストプラクティスガイド]に示されているように、一般化されるセンシティブな種のチェックリストも公表する必要があります。またそれぞれの種に対し、以下の事項を説明する必要があります。

source: the rationale for inclusion in the list
es: la justificación de la inclusión en la lista
ja: リスト掲載の根拠

source: the geographic coverage of sensitivity
es: la cobertura geográfica de la sensibilidad
ja: センシティブな種の地理的範囲

source: its sensitivity category
es: la categoría de sensibilidad
ja: センシティブのカテゴリー

source: the date to review its sensitivity
es: la fecha en que se revisará la sensibilidad
ja: センシティブかどうか見直しを行う日付

source: This will help alert other data custodians that these species are regarded as potentially sensitive in a certain area and that they should take the sensitivity into account when publishing the results of their analyses, etc.
es: Esto ayudará a alertar a otros custodios de datos de que estas especies se consideran potencialmente sensibles en una zona determinada y que deben tener en cuenta la sensibilidad al publicar los resultados de sus análisis, etc.
ja: これにより、他のデータ管理者に、これらの種が特定の地域で潜在的にセンシティブであるとみなされ、分析結果などを公表する際にセンシティブな状態を考慮する必要があることを伝えることができます。

source: Helpful formulas for generalizing point location
es: Ecuaciones útiles para generalizar la localización de puntos
ja: 地点の位置を一般化するための便利な計算式

source: The following formula obscures a latitude/longitude point by a factor of 5000m. Note pointX and pointY must be provided in 'length in meters' and TRUNC truncates the number to an integer by removing the decimal part:
es: La siguiente ecuación difumina un punto de latitud/longitud por un factor de 5000m. Tenga en cuenta que pointX y pointY deben proporcionarse en "longitud en metros" y que TRUNC trunca el número a un entero eliminando la parte decimal:
ja: 次の式は、緯度・経度の点を5000m単位で隠蔽します。注：pointXとpointYは「長さ（m）」で指定し、TRUNCは小数点以下を切り捨てて整数にします。

source: You can augment your table with extra DwC columns, but only DwC terms from this {latest-dwc-occurrence}.xml[list].
es: Puede aumentar su tabla incluyendo columnas DwC adicionales, pero sólo con términos DwC de esta {latest-dwc-occurrence}.xml[lista].

source: *A.* Set https://dwc.tdwg.org/terms/#dwc:occurrenceStatus[occurrenceStatus]=link:{latest-occurrence-status}.xml["absent"]. In addition, https://dwc.tdwg.org/terms/#dwc:individualCount[individualCount] and https://dwc.tdwg.org/terms/#dwc:organismQuantity[organismQuantity] should be equal to 0.
es: *A.* Establecer https://dwc.tdwg.org/terms/#dwc:occurrenceStatus[occurrenceStatus]=link:{latest-occurrence-status}.xml["absent"]. Además, https://dwc.tdwg.org/terms/#dwc:individualCount[individualCount] y https://dwc.tdwg.org/terms/#dwc:organismQuantity[organismQuantity] deben ser iguales a 0.
