Repository: gbif/ipt
Catalog: docs/translations/overview.adoc.*.po
Languages: es, ja

source: **Calendar icon** image:ipt2/Control-CalendarIcon.png[] - this icon is associated with a text field meant to contain a date. Clicking on the icon opens a small calendar with controls that allow the user to scroll forward and backward from the currently selected month and year, select boxes to choose a different month or year, and days of the week arranged in a standard New Era calendar. Selecting a specific day will place the date in the correct format into the associated text box.
es: *Ícono de Calendario* image:ipt2/Control-CalendarIcon.png[] - Este ícono se asocia con un elemento de texto destinado a contener una fecha. Al hacer clic en el ícono, se abrirá un pequeño calendario con controles que permiten al usuario desplazarse hacia adelante y hacia atrás a partir del mes y año seleccionado. Seleccione los cuadros para elegir otro mes, año y día de la semana según el calendario estándar de la Nueva Era. La selección de un día concreto transformará la fecha al formato correcto en el cuadro de texto asociado.

source: Example table sorted in ascending order by the column labelled "Name". image:ipt2/Control-TableSortedAscending.png[]
es: Ejemplo de tabla ordenable en orden ascendente según la columna etiquetada "Nombre". image:ipt2/Control-TableSortedAscending.png[]

source: Example table sorted in descending order by the column labelled "Type". image:ipt2/Control-TableSortedDescending.png[]
es: Ejemplo de tabla ordenable en orden descendente según la columna etiquetada "Tipo". image:ipt2/Control-TableSortedDescending.png[]

source: Files can be uploaded in the IPT during two actions: when xref:manage-resources.adoc#create-a-new-resource[creating a new resource], or when xref:manage-resources.adoc#source-data[adding new source data files].
es: La carga de archivos al IPT se puede hacer por medio de dos acciones: xref:manage-resources.adoc#_creando_un_nuevo_recurso[creando un nuevo recurso], o cuando se xref:manage-resources.adoc#conjuntos-de-datos[agregan nuevos archivos de conjuntos de datos].

source: The IPT has an upload size limit of 100MB. There is no limit to the size of Darwin Core Archive the IPT can export/publish though. For loading datasets larger than 100MB in size into the IPT, the following work-arounds are recommended:
es: El IPT tiene un límite de 100MB para la carga de archivos. Sin embargo no se tienen límites de tamaño para los Archivos Darwin Core que se deseen exportar o publicar a través del IPT. Para la carga en el IPT de conjuntos de datos de un tamaño mayor a los 100MB, se recomiendan las siguientes alternativas:

source: compressing the file (with zip or gzip)
es: Comprimir el archivo (con zip o gzip)

source: loading the data into one of the many xref:database-connection.adoc[databases supported by the IPT]
es: Cargar los datos a una de las xref:database-connection.adoc[bases de datos soportadas por el IPT]

source: **Login** - A user who has already been created in this IPT instance can log in by entering the email address and password in the upper right-hand corner of the page, and then click on the "Login" link. Only an existing user having the Admin role can create new users. The process for creating new users is explained under the "Configure User accounts" heading in the "Administration Menu" section. The process of initializing the IPT creates the first user having the Admin role.
es: *Iniciar sesión* - Un usuario que se ha creado en esta instancia del IPT, puede iniciar sesión ingresando la dirección de correo electrónico y contraseña en la esquina superior derecha de la página, y haciendo clic en el vínculo "Iniciar sesión". Nuevos usuarios podrán ser creados únicamente por un usuario existente que tiene el rol Administrador. El proceso de creación de los nuevos usuarios se explica en el encabezado "Configurar Cuentas de Usuario" en la sección "Menú Administración". El proceso de iniciar el IPT asignará el rol Administrador al primer usuario.

source: **Logout** - If someone is logged in to the IPT, the email address of the person who is logged in is given in the upper right-hand corner of the page along with a "Logout" link.
es: *Cerrar sesión* - Si alguien inicia sesión en el IPT, la dirección de correo electrónico de la persona que se registra se mostrará en la esquina superior derecha de la página, junto con el enlace "Cerrar sesión".

source: **Account** - To see this link and the page to which it leads, you must be logged into the IPT. The page shows the details of the account information for the person who is logged in to the IPT and allows them to be changed. The details of the fields found on this page can be found under the "Configure User accounts" heading in the "Administration Menu" section.
es: *Cuenta* - Para visualizar este enlace y la página a la que conduce, debe iniciar sesión en el IPT. La página muestra los detalles de la información de la cuenta para la persona que inicia sesión en el IPT y permite que estos sean cambiados. Los detalles de los elementos de esta página se podrán encontrar en el encabezado "Configurar Cuentas de Usuario" en la sección "Menú Administración".

source: **Language selection** - In the upper right-hand corner of the page is a name depicting the language in which the IPT is currently being presented. The default language for the IPT is English. The language of the user interface can be changed by selecting a name for the desired language, if available. GBIF actively seeks translations for the IPT into additional languages. For more information, consult the xref:translations.adoc[How to Translate] page.
es: Selección del idioma - En la esquina superior derecha de la página está el nombre del idioma en el que se visualiza actualmente el IPT. El IPT se visualizará predeterminadamente en idioma inglés. El idioma de la interfaz del usuario se puede cambiar haciendo clic en el idioma deseado, si está disponible. GBIF busca activamente que el IPT sea traducido a otros idiomas. Para obtener más información, consulte la sección xref:translations.adoc[Cómo contribuir (página en ingés)] del sitio de la wiki del IPT de GBIF en Google Code.
