Repository: gbif/ipt
Catalog: docs/translations/overview.adoc.*.po
Languages: es, ja

source: Overview
es: Vista General
ja: 概要

source: The following sections explain in detail the capabilities of an IPT instance that has been installed, run for the first time, and tested to be functional as explained in the xref:getting-started.adoc[Getting Started Guide]. The details of this guide are presented in four sections corresponding to the four "menus" available in the IPT user interface. Some tabs are only visible when a user having the appropriate rights to see them is logged in.
ja: 以下のセクションでは、xref:getting-started.adoc[はじめに]の説明に従ってインストールされ、初めて実行され、機能テストされたIPTインスタンスの機能を詳細に説明します。このガイドの詳細は、IPTユーザーインターフェースで利用可能な4つの「メニュー」に対応する4つのセクションで紹介されています。いくつかのタブは、適切な権限を持つユーザーがログインしているときにのみ表示されます。

source: User interface controls
es: Controles de la interfaz del usuario
ja: ユーザーインターフェース制御

source: Most user interface controls have both enabled and disabled modes. If the control is enabled, it will either commit an action when clicked (a button, for example), or it will allow changes to be made to the value bound to the control (a text, check, or select box, for example). In the latter case the changes will be saved, if possible, when the form on which they appear is saved, which is generally accomplished on a given page by clicking on a button labelled "Save". Disabled controls show the value of the associated information, but do not allow that information to be saved under the conditions in effect at the time they appear. The purpose for most user interface controls is indicated by an associated label that appears above and/or to the left of the control. Sometimes supplemental information is also accessible from an associated information icon.
es: La mayoría de los controles de la interfaz del usuario tienen los modos “habilitado” e “inhabilitado”. Si el control está habilitado, realizará una acción cuando se haga clic (un botón, por ejemplo), o permitirá que se realicen cambios a los valores que se vinculen al control (un texto o recuadro de selección o chequeo, por ejemplo). En este último caso, los cambios se guardarán, si es posible, cuando la forma en que aparecen sea guardada, lo que generalmente se realiza en una determinada página haciendo clic en el botón "Guardar". Los controles inhabilitados muestran el valor de la información asociada, pero no permiten que la información sea guardada bajo las condiciones vigentes en el momento en que aparecen. El objetivo de la mayoría de los controles de interfaz de usuario, se indica mediante una etiqueta asociada que aparece sobre y/o a la izquierda del control. En algunas ocasiones, información adicional también está disponible mediante un ícono de información asociada.
ja: ほとんどのユーザーインターフェースコントロールには、有効モードと無効モードがあります。コントロールが有効な場合、クリックされたときにアクションを実行するか（例えばボタン）、コントロールにバインドされた値に変更を加えることができます（例えばテキスト、チェック、セレクトボックスなど）。後者の場合、可能であれば、コントロールが表示されているフォームが保存されるときに、変更内容が保存されることになります（通常、ページ上で「保存」というラベルの付いたボタンをクリックすることで保存されます）。無効なコントロールは、関連する情報の値を表示するが、それが表示された時点で有効な条件下では、その情報を保存することはできません。ほとんどのユーザーインターフェイスのコントロールの目的は、コントロールの上や左に表示される関連ラベルによって示されます。補足的な情報は、関連する情報アイコンからアクセスできることもあります。

source: *Menus* - in the IPT, a menu bar appears on nearly every page. (On small screens, it is shown under the {threelines} button). The menu is populated with menu items that guide users to fundamental topics. Menu items appear based on the what the current user is authorized to see based on their role.
ja: *メニュー* - IPTでは、ほぼすべてのページにメニューバーが（表示画面が小さいときは{threelines}ボタンの下に）表示されます。メニューには、ユーザーを基本的なトピックに誘導するメニュー項目が配置されています。メニュー項目は、現在のユーザーが持つ権限にあわせて表示されます。

source: Menu bar before login or after a user having no special role logs in, with the Home menu active:
es: Barra de menú antes de iniciar sesión o después de que un usuario sin una función especial inicia sesión, con el "Menú Inicio" activo:
ja: ログイン前、または特別なロールを持たないユーザーがログインした後のメニューバーで、ホームメニューがアクティブになっています。

source: Menu after a user having a Manager role logs in, with the Manage Resources menu active:
es: Menú después de que inicie sesión, un usuario con función de Administrador con o sin derechos para registrar recursos, con el "Menú Gestión de Recursos" activo:
ja: 管理者ロールを持つユーザーがログインした後のメニューで、リソース管理メニューがアクティブになっています。

source: Menu after a user having the Admin role logs in, with the Administration menu active:
es: Menú después de que inicie sesión, un usuario con función de Administrador, con el "Menú Administración" activo:
ja: 管理責任者ロールを持つユーザーがログインした後のメニューで、管理メニューがアクティブになっています。

source: **Text boxes** - allow textual information to be viewed or entered.
es: *Cuadros de texto* - Permiten establecer un valor como visto, como verdadero (cuando es marcada) o falso (cuando no ha sido marcada).
ja: **テキストボックス** - テキスト情報を表示または入力することができます。

source: Example text box and label for an email address:
ja: メールアドレスのテキストボックスとラベルの例

source: **Check boxes** - allow a value to viewed or set to true (when checked) or false (when unchecked).
es: *Cuadros de verificación* - Permiten establecer un valor como visto, como verdadero (cuando es marcada) o falso (cuando no ha sido marcada).
ja: **チェックボックス** - 値を表示したり、true（チェックしているとき）またはfalse（チェックしていないとき）に設定することができます。

source: Example check box and label to indicate that the IPT can publish resources: image:ipt2/controls/Control-CheckboxExample.png[width=233]
es: Ejemplo de cuadros de verificación y de etiqueta para indicar que el IPT puede publicar los recursos: image:ipt2/controls/Control-CheckboxExample.png[width=233]
ja: IPT がリソースを公開できることを示すチェックボックスとラベルの例： image:ipt2/controls/Control-CheckboxExample.png[width=233]

source: **Select boxes** - allows a value to be viewed or selected from a list of predefined values. A select box may contain explanatory text about the selection in place of a selectable value. In this case the selection will begin with "Select" (e.g., "Select a country, territory, or island"). Click on the select box to open it and see the list of possible values. Click on one of the choices to set that value.
es: *Cuadros de selección* - Permiten visualizar o seleccionar un valor de una lista de valores predefinidos. Un cuadro de selección puede contener un texto explicativo acerca de la escogencia de un valor seleccionable. En este caso, la selección iniciará con la palabra "Seleccione" (por ejemplo, "Seleccione un país, territorio o isla"). Haga clic en el cuadro de selección para desplegar la lista de posibles valores. Haga clic en una de las opciones para fijar ese valor.
ja: **セレクトボックス** - あらかじめ定義された値のリストから、値を表示または選択することができます。セレクトボックスには、選択可能な値の代わりに、選択内容に関する説明テキストが含まれている場合があります。この場合、選択項目は「選択」で始まります（例：「国、領土、島を選択」）。セレクトボックスをクリックすると、セレクトボックスが開き、選択可能な値のリストが表示されます。選択肢の一つをクリックすると、その値が設定されます。

source: Example select box and label for the user role, with Admin selected: image:ipt2/controls/Control-SelectBoxExample.png[width=522]
es: Ejemplo de cuadro de selección y de etiqueta para el rol del usuario, con la opción Administrador seleccionada: image:ipt2/controls/Control-SelectBoxExample.png[width=522]
ja: ユーザーロールのセレクトボックスとラベルの例（管理責任者：Adminを選択した場合）です。image:ipt2/controls/Control-SelectBoxExample.png[width=522]

source: **Links** - opens a page other than the one on which the link occurs. Links may open the new page in the same browser window (or tab) or in a separate window (or tab).
es: *Enlaces* - Abre una página diferente a la que contiene el enlace. Los enlaces pueden abrir la nueva página en la misma ventana del navegador (o pestaña) o en una ventana separada (o pestaña).
ja: **リンク** - リンク先のページとは別のページが開きます。リンクは、同じブラウザのウィンドウ（またはタブ）または別のウィンドウ（またはタブ）で新しいページを開くことができます。

source: Example link: image:ipt2/controls/Control-LinkExample.png[]
ja: サンプルリンク：image:ipt2/controls/Control-LinkExample.png[]

source: **Information icon** - shows a message explaining the intention of the control next to which it appears. Click on the icon next to any field to see a help message about that control. Click on any other place to make the message disappear. Some information messages include a link, which, if selected, will populate the control with the appropriate value for the selection.
ja: **情報アイコン** - これをクリックすると、その横に表示されているコントロールの意図を説明するメッセージが表示されます。任意のフィールドの横にあるアイコンをクリックすると、コントロールに関するヘルプメッセージが表示されます。その他の場所をクリックすると、メッセージは消えます。一部の情報メッセージにはリンクが含まれており、これを選択すると、コントロールに選択内容に応じた適切な値が入力されます。

source: Example information icon for character encoding after the UTF-8 link was selected: image:ipt2/controls/Information-CharacterEncoding.png[width=464]
es: Ejemplo de ícono de información para la codificación de caracteres, después de seleccionar el enlace de UTF-8: image:ipt2/controls/Information-CharacterEncoding.png[width=464]
ja: UTF-8リンクを選択した後の文字エンコードに関する情報アイコンの例：image:ipt2/controls/Information-CharacterEncoding.png[width=464]

source: **Documentation icon** image:ipt2/controls/Control-DocumentationIcon.png[width=22] - this icon indicates that there is a detailed information page about the subject with which the icon is associated. Click on the icon to open the page in a new browser window.
es: *Ícono de Documentación* image:ipt2/controls/Control-DocumentationIcon.png[width=22] - Este ícono indica que hay una página de información detallada acerca del tema asociado con ese ícono. Haga clic en el ícono para abrir la página en una nueva ventana del navegador.
ja: **ドキュメントアイコン** image:ipt2/controls/Control-DocumentationIcon.png[width=22] - このアイコンは、そのテーマについて詳細な情報ページがあることを表しています。アイコンをクリックすると、新しいブラウザーウィンドウでそのページを開くことができます。

source: **Trash icon** image:ipt2/controls/Control-TrashIcon.png[] - this icon is associated with other controls on the page. Clicking on the icon will delete the associated data.
ja: **ゴミ箱アイコン** image:ipt2/controls/Control-TrashIcon.png[] - このアイコンは、ページ上の他のコントロールと関連付けられています。アイコンをクリックすると、関連するデータが削除されます。

source: **Calendar icon** image:ipt2/controls/Control-CalendarIcon.png[] - this icon is associated with a text field meant to contain a date. Clicking on the icon opens a small calendar with controls that allow the user to scroll forward and backward from the currently selected month and year, select boxes to choose a different month or year, and days of the week arranged in a standard New Era calendar. Selecting a specific day will place the date in the correct format into the associated text box.
ja: **カレンダーアイコン** image:ipt2/controls/Control-CalendarIcon.png[] - このアイコンは、日付を入力するためのテキストフィールドと関連付けられています。このアイコンをクリックすると小さなカレンダーが表示され、現在選択されている月や年を前後にスクロールしたり、別の月や年を選択するためのセレクトボックス、標準的な新暦のカレンダーに配置された曜日などを操作することができます。特定の日を選択すると、関連するテキストボックスに正しい書式で日付が表示されます。

source: Example calendar associated with an text box labelled "End Date" in which 31 Dec 2010 is the current date but not yet selected:
es: Ejemplo del calendario asociado a un cuadro de texto llamado "Fecha Final" en el que 19 de julio 2013 es la fecha actual, pero aún no ha sido seleccionada:
ja: 2010年12月31日が現在の日付で、まだ選択されていない「End Date」というテキストボックスと関連付けられたカレンダーの例です。

source: **Sortable Table** - a table that allows the rows to be sorted by the values of a selected column in ascending or descending order. The column headers are the labels for the columns, which appear as links. Click on a column header to sort the table using the values in that column. Click again on the same column header to sort the table in the opposite direction.
es: *Tabla ordenable* - Una tabla que permite ordenar las filas según los valores de una columna seleccionada en orden ascendente o descendente. Los encabezados de las columnas son las etiquetas de las columnas que aparecen como enlaces. Haga clic en un encabezado de columna para ordenar la tabla con los valores de esa columna. Haga clic nuevamente en el encabezado de la misma columna para ordenar la tabla en la dirección opuesta.
ja: **ソート可能なテーブル** - 選択したカラムの 値で行を昇順または降順に並べることができるテーブルです。先頭行は列のラベルであり、リンクとして表示されます。先頭行をクリックすると、その列の値を使用して表を並べ替えることができます。同じ列のヘッダーをもう一度クリックすると、表を逆方向に並べ替えることができます。

source: Example table sorted in ascending order by the column labelled "Organization name". image:ipt2/controls/Control-TableSortedAscending.png[]
ja: 「機関名」の列で昇順にソートした例。 image:ipt2/controls/Control-TableSortedAscending.png[]

source: Example table sorted in descending order by the column labelled "Alias". image:ipt2/controls/Control-TableSortedDescending.png[]
ja: 「エイリアス」という列で降順にソートされたテーブルの例。 image:ipt2/controls/Control-TableSortedDescending.png[]

source: File upload
es: Carga de archivos
ja: ファイルをアップロード

source: The IPT allows uploading files when (xref:manage-resources.adoc#create-a-new-resource[creating a new resource], or when xref:manage-resources.adoc#source-data[adding new source data files])
ja: IPTは、xref:manage-resources.adoc#create-a-new-resource[新規リソースの作成]、またはxref:manage-resources.adoc#source-data[新規ソースデータファイルの追加]の場合にファイルのアップロードを許可します

source: Controls that appear on all pages
es: Controles que aparecen en todas las páginas
ja: すべてのページに表示されるコントロール

source: This section describes several features that are accessible in the header and footer of most of the pages of the IPT.
es: Esta sección describe diversas características que son accesibles en el encabezado y el pie de página de la mayoría de las páginas del IPT.
ja: このセクションでは、IPTのほとんどのページのヘッダーとフッターからアクセスできる機能について説明します。

source: Header
es: Encabezado
ja: ヘッダー

source: The header section of the IPT appears in the upper right of most pages and allows basic control over the IPT, including who is using it, and in what language. Following are two screen images showing the two possible states in which the header may be found - logged in, and not logged in.
es: La sección "Encabezado" del IPT aparece en la esquina superior derecha de la mayoría de las páginas y permite un control básico del IPT, incluyendo el quién lo usa y en qué idioma. A continuación, se presentan dos imágenes de la pantalla que muestran los dos posibles estados en los que puede se puede encontrar el encabezado – sesión iniciada, y no iniciada.
ja: IPTのヘッダーセクションはほとんどのページの右上に表示され、誰がどの言語でIPTを使用しているかなど、IPTの基本的な制御を行うことができます。以下は、ヘッダーが表示する2状態（ログイン中/未ログイン）を示す画面です。

source: Header, not logged in, English language chosen for the user interface:
es: Encabezado, no ha iniciado sesión, idioma español seleccionado para la interfaz de usuario:
ja: ログイン前、英語選択時のヘッダー

source: Header, logged in, English language chosen for the user interface:
es: Encabezado, sesión iniciada, idioma español seleccionado para la interfaz de usuario:
ja: ログイン後、英語選択時のヘッダー

source: **Login** - A user who has already been created in this IPT instance can log in by entering the email address and password in the login form, and then click on the "Login" button. Only an existing user having the Admin role can create new users. The process for creating new users is explained under the "User accounts" heading in the "Administration Menu" section. The process of initializing the IPT creates the first user having the Admin role.
ja: **ログイン** - このIPTインスタンスで既に作成されているユーザーは、ページ右上のボタンを押してEメールアドレスとパスワードを入力し、「ログイン」をクリックすることでログインすることができます。新しいユーザーを作成できるのは、管理責任者権限を持つ既存ユーザーのみです。新しいユーザーを作成する手順は、「管理メニュー」の「ユーザーアカウントの設定」で説明しています。IPTの初期化処理では、管理責任者権限を持つ最初のユーザーが作成されます。

source: **Logout** - If someone is logged in to the IPT, the initials of the person who is logged in is given in the upper right-hand corner of the page. Clicking on this reveals a dropdown with a "Logout" link.
ja: **ログアウト** - 誰かがIPTにログインしている場合、ページ右上に「ログアウト」リンクとともに、ログインしている人のEメールアドレスが表示されます。

source: **Account** - To see this link and the page to which it leads, you must be logged into the IPT. The page shows the details of the account information for the person who is logged in to the IPT and allows them to be changed. The details of the fields found on this page can be found under the "User accounts" heading in the "Administration Menu" section.
ja: **アカウント** - IPTにログインすると、このリンクとそのリンク先を表示することができます。そのページでは、IPTにログインしている人のアカウント情報の詳細が表示され、変更することができます。このページにあるフィールドの詳細は、「管理メニュー」セクションの「ユーザーアカウントの設定」に記載されています。

source: **Language selection** - In the upper right-hand corner of the page is an icon allowing the display language of the IPT to be changed. The default language for the IPT is English. The language of the user interface can be changed by selecting a name for the desired language, if available. GBIF actively seeks translations for the IPT into additional languages. For more information, consult the xref:translations.adoc[How to Translate] page.
ja: **言語選択** - ページの右上隅には、現在IPTが表示している言語が表示されます。IPTのデフォルト言語は英語となっています。ユーザーインターフェースの言語は、利用したい言語の名前があれば、それを選択することで変更できます。GBIFは、IPTの新規言語への翻訳を積極的に求めています。詳細については、xref:translations.adoc[翻訳方法]のページを参照してください。

source: **Health status** - Also in the upper right-hand corner of the page is an icon for the "Health Status" page. This shows some information useful for troubleshooting, such as whether the IPT can contact GBIF's servers, available disk space and (for logged-in users) server version information.
ja: **ヘルスステータス** - ページの右上には、「ヘルスステータス」ページのアイコンがあります。これは、IPTがGBIFのサーバーに接続できるかどうか、利用可能なディスク容量、（ユーザーがログインしている場合）サーバーのバージョン情報など、トラブルシューティングに役立つ情報を表示します。

source: Footer
es: Pie de Página
ja: フッター

source: The footer section of the IPT appears along the bottom of most pages and contains information about the IPT version and links to important resources.
es: La sección "Pie de Página" del IPT aparece en la parte inferior de la mayoría de las páginas y contiene información acerca de la versión del IPT y de enlaces a recursos importantes.
ja: IPTのフッターセクションは多くのページの下部に置かれ、IPTのバージョンに関する情報や重要なリソースへのリンクが表示されます。

source: **Version** - At the left of the footer at bottom of the page is the version of the IPT that is currently running. The version information can be used to determine which features are included in the IPT and what bugs are known to exist. This is the version information that is requested when making bug reports.
es: *Versión* - A la izquierda de "Pie de Página" en la parte inferior de la página se encuentra la versión del IPT que se está ejecutando en el momento. La información de la versión se puede utilizar para determinar qué características están incluidas en el IPT y los errores existentes. Esta es la información de la versión que se solicita al momento de generar los informes de error.
ja: **バージョン** - ページ下部のフッターの左側には、現在動作しているIPTのバージョンが表示されています。このバージョン情報は、IPTにどのような機能が含まれているか、どのようなバグが報告されているかを判断するために使用することができます。これは、バグレポートを作成する際に必要となるバージョン情報です。

source: **About the IPT** - This link leads to the https://www.gbif.org/ipt[IPT website], where further information about the IPT can be found, including the version history, roadmap, uptake statistics, and further related documentation.
es: *Acerca del proyecto IPT* - Este enlace lleva al https://www.gbif.org/es/ipt[sitio web de IPT], donde puede obtener información adicional sobre el IPT, incluyendo la última versión de este manual, temas pendientes, código fuente, y documentación relacionada.
ja: **IPTについて** - このリンクは、link:https://www.gbif.org/ja/ipt[IPTウェブサイト]につながっており、バージョン履歴、ロードマップ、導入統計、その他の関連文書など、IPTの詳細情報を参照することができます。

source: **User Manual** - This link opens the most recently released online version of the IPT User Manual.
es: *Manual de Usuario* - Este enlace abrirá la versión más reciente publicada en línea del Manual de Usuario del IPT.
ja: **ユーザーマニュアル** - IPTユーザーマニュアルの最新のオンライン版を開きます。

source: https://github.com/gbif/ipt/issues/[*Report a bug*] - This link opens the list of known open issues for the IPT. If you think you have encountered a bug, look at the list of known issues first to see if the bug has already been reported. If it has, you may add new information as a comment to the existing bug report that might help engineers to diagnose the problem and get it fixed. If no bug similar to the one you have encountered in the IPT appears on the list, you can create a new bug report by clicking on the "New issues" link. When entering a bug report, it is useful to include the version of the IPT you are using (see the explanation for "Version", above).
es: https://github.com/gbif/ipt/issues/[*Reportar un error*] - Este enlace abrirá la lista de los temas pendientes para el IPT. Si cree que ha encontrado un error, revise la lista de problemas conocidos para verificar si este error ya ha sido reportado. Si es así, es posible añadir nueva información a manera de comentario al reporte de error existente, lo cual podría ayudar a los ingenieros a diagnosticar y corregir el problema. Si en la lista no hay ningún error similar al que encontró en el IPT, puede crear un nuevo informe de errores, haga clic en el enlace "Nuevos Errores". Al reportar un nuevo error, se recomienda incluir la versión del IPT que está utilizando (ver la explicación de "Versión").
ja: https://github.com/gbif/ipt/issues/[*バグレポート*] - このリンクは、既に知られている未解決の問題のリストを開きます。バグを発見したと思ったらまずこのリストを確認して、そのバグがすでに報告されているかどうかを確認します。すでに報告されている場合は、既存のバグレポートにコメントとして新しい情報を追加してください。エンジニアが問題を診断して修正する際に役立つかもしれません。IPTで遭遇したバグと同様のバグがリストにない場合は、「新しい問題」リンクをクリックして新規バグレポートを作成することができます。バグレポートを入力する際には、使用しているIPTのバージョンを含めていただけると助かります（上記の「バージョン」についての説明を参照）。

source: https://github.com/gbif/ipt/issues/new[*Request new feature*] - This link opens a specific form in the IPT issue tracker that can be filled in to request a capability that the IPT does not currently have.
ja: https://github.com/gbif/ipt/issues/new[*新項目のリクエスト*] - IPTが現在実装していない機能をリクエストするために設置された、IPT課題追跡のフォームを開きます。

source: **Copyright** - The copyright for the IPT software is held by the Global Biodiversity Information Facility. A link to the home page for GBIF is provided. Details of the copyright and licensing can be seen in the "About the IPT" section of this user manual.
es: *Derechos de Autor* - GBIF posee los derechos de autor del software del IPT. Un enlace a la página principal de GBIF está disponible. Los detalles de los derechos de autor y las licencias se podrán ver en la sección "Acerca del IPT" de este manual de usuario.
ja: **著作権** - IPTソフトの著作権は、生物多様性情報ファシリティ（GBIF）が保有していて、GBIFのホームページへのリンクが用意されています。著作権とライセンスの詳細は、このユーザーマニュアルの「IPTについて」セクションで見ることができます。

source: Example link to the account information page for the logged in user: image:ipt2/Control-LinkExample.png[]
es: Ejemplo de enlace a la página de información de la cuenta del usuario conectado: image:ipt2/Control-LinkExample.png[]

source: **Information icon** - shows a message explaining the intention of the control next to which it appears. Click on the icon next to any field to see a help message about that control. Click on it again to make the message disappear. Some information messages include a link, which, if selected, will populate the control with the appropriate value for the selection.
es: *Ícono de Información* - Muestra un mensaje que explica la intención del control junto al que aparece. Haga clic en el ícono situado junto a cualquier elemento para ver un mensaje de ayuda acerca de ese control. Haga clic de nuevo para que el mensaje desaparezca. Algunos mensajes de información incluyen un enlace, que de ser seleccionado, ingresará el valor apropiado para la selección

source: **Trash icon** image:ipt2/Control-TrashIcon.png[] - this icon is associated with other controls on the page. Clicking on the icon will delete the associated data.
es: *Icono de Papelera* image:ipt2/Control-TrashIcon.png[] - Este ícono se asocia con otros controles en la página. Al hacer clic en el ícono se eliminarán los datos asociados.
