Repository: gbif/ipt
Catalog: docs/translations/release-notes.adoc.*.po
Languages: es, ja

source: Upgrade instructions
es: Instrucciones de actualización
ja: アップグレード方法

source: Post-upgrade instructions
es: Instrucciones para después de la actualización
ja: アップグレード後の注意事項

source: Important changes in this release
es: Cambios importantes en esta versión
ja: 本リリースにおける重要な変更点

source: When all else fails
es: Cuando todo lo demás falla
ja: 他に方法がない場合

source: Release Notes
es: Notas de la versión
ja: リリースノート

source: *IPT Versions: pass:[2.5.*, 2.6.*, 2.7.*]*
es: *Versiones IPT: aplica:[2.5.*, 2.6.*, 2.7.*]*
ja: *IPTバージョン: pass:[2.5.*, 2.6.*, 2.7.*]*

source: Be sure to *backup the IPT data directory before performing an upgrade*. As per the https://www.gbif.org/data-hosting-centres#_criteria-for-data-hosting-centres[criteria for data hosting centres], it is highly recommended to run scheduled backups of the IPT data directory in general.
es: Asegúrese de *hacer una copia de seguridad del directorio de datos del IPT antes de realizar una actualización*. Según https://www.gbif.org/data-hosting-centres#_criteria-for-data-hosting-centres [criterios para centros de alojamiento de datos], se recomienda ejecutar copias de seguridad programadas del directorio de datos del IPT en general.

source: Once an IPT has been upgraded to 2.5.6 or later from 2.5.5 or earlier, it will not be possible to downgrade to an earlier version due to changes to the IPT's configuration files.
es: Una vez que un IPT ha sido actualizado a la versión 2.5.6 o posterior desde la 2.5.5 o anterior, no será posiblecambiar a una versión anterior debido a los cambios en los archivos de configuración del IPT.
ja: IPT を 2.5.5 以前から 2.5.6 以降にアップグレードすると、IPT の設定ファイルの変更により、以前のバージョンにダウングレードすることができなくなります。

source: Check your system meets the xref:requirements.adoc[installation requirements] for this release. Ensure your operating system and any other installed software (such as Java, Tomcat and Apache HTTPD) is up-to-date with any security patches.
es: Verifique que su sistema cumple con los xref:requirements.adoc[requisitos de instalación] para esta versión. Asegúrese que su sistema operativo y cualquier otro software instalado (como Java, Tomcat y Apache HTTPD) están actualizados con los parches de seguridad.
ja: お使いのシステムがこのリリースのインストール要件を満たすことを確認すること。OSおよびその他のインストール済みソフトウェア（Java、Tomcat、Apache HTTPDなど）が、セキュリティパッチを適用した最新の状態であることを確認してください。

source: The upgrade method depends on the original xref:installation.adoc#installation-method[installation method].
es: El método de actualización depende del xref:installation.adoc#installation-method[método de instalación] original.
ja: アップグレードの方法は、元の xref:installation.adoc#installation-method[インストール方法] によって異なります。

source: Upgrades using Linux packages
es: Actualizaciones utilizando paquetes Linux
ja: Linuxパッケージによるアップグレード

source: Users of Linux packages on Red Hat, CentOS, Debian, Ubuntu etc. may upgrade using the system package manager.
es: Los usuarios de paquetes Linux en Red Hat, CentOS, Debian, Ubuntu, etc. pueden realizar la actualización utilizando el gestor de paquetes del sistema.
ja: Red Hat、CentOS、Debian、UbuntuなどのLinuxパッケージのユーザーは、システムのパッケージマネージャーを使用してアップグレードすることができます。

source: These commands can be used to test a pre-release version on Red Hat/CentOS:
es: Estos comandos se pueden usar para probar una versión anterior en Red Hat/CentOS:
ja: これらのコマンドは、Red Hat・CentOS 上でプレリリースバージョンをテストするために使用することができます。

source: # Ensure the GBIF repository configuration is up-to-date: yum-config-manager --add-repo https://packages.gbif.org/gbif.repo
es: # Asegurarse de que la configuración del repositorio GBIF está actualizada: yum-config-manager --add-repo https://packages.gbif.org/gbif.repo

source: # Install the latest pre-release/testing version: yum install --enablerepo=gbif-testing ipt
es: # Instalar la última versión testada: yum install --enablerepo=gbif-testing ipt

source: # Roll back to a previous, stable version: yum downgrade ipt-2.4.2
es: # Volver a una versión anterior estable: yum downgrade ipt-2.4.2

source: # Show all available versions, testing and stable: yum --showduplicates list --enablerepo=gbif-testing ipt
es: # Mostrar todas las versiones disponibles, testadas y estables: yum --showduplicates list --enablerepo=gbif-testing ipt

source: Upgrades using a servlet container
es: Actualizaciones utilizando un contenedor de servlet
ja: サーブレットコンテナを利用したアップグレード

source: When upgrading to version 2.5.0 or later, follow xref:installation.adoc#tomcat[step 2] of the installation instructions to set a data directory location. You will no longer need to reconfigure the data directory each time you upgrade the IPT.
es: Al actualizar a la versión 2.5.0 o posterior, siga el xref:installation.adoc#tomcat[paso 2] de las instrucciones de instalación para establecer una ubicación de directorio de datos. Ya no tendrá que reconfigurar el directorio de datos cada vez que actualice el IPT.
ja: バージョン2.5.0以降にアップグレードする場合、インストール手順の xref:installation.adoc#tomcat[ステップ2] に従って、データディレクトリの場所を設定してください。IPTをアップグレードするたびにデータディレクトリを設定しなおす必要がなくなります。

source: An upgrade can be performed in 4 steps:
es: Una actualización se puede ejecutar en 4 pasos:
ja: アップグレードは、4ステップで行うことができます。

source: Backup the existing data directory and any xref:customization.adoc[custom styling] (images, stylesheets, etc) previously applied to your IPT.
es: Realice una copia de seguridad del directorio de datos existente y de cualquier xref:customization.adoc[estilo personalizado] (imágenes, hojas de estilo, etc.) antes de actualizar su IPT.
ja: 既存のデータディレクトリと、以前にIPTに適用したカスタムスタイル（画像、スタイルシートなど）をバックアップします。

source: Without shutting down Tomcat, replace the previous .war file with the latest edition, but keep the same name (e.g. `ipt.war`).
es: Sin apagar Tomcat, sustituya el archivo .war anterior por la última edición, pero mantenga el mismo nombre (por ejemplo, `ipt.war`).
ja: Tomcatをシャットダウンせずに、以前の.warファイルを最新版に置き換えますが、名前は同じにします（例：`ipt.war`）。

source: If you replace the .war file while Tomcat is stopped, be sure to delete the associated expanded directory before restarting Tomcat, so that the updated WAR file will be re-expanded when Tomcat restarts.
es: Si reemplaza el archivo .war mientras Tomcat está apagado, asegúrese de eliminar el directorio expandido asociado antes de reiniciar Tomcat, para que el archivo WAR actualizado aparezca expandido de nuevo cuando inicie Tomcat.
ja: Tomcatの停止中に.warファイルを置き換える場合、Tomcatの再起動時に更新されたWARファイルが再展開されるように、Tomcatの再起動前に関連する展開ディレクトリを必ず削除してください。

source: (If the data directory is not configured within Tomcat.) Immediately open the IPT in a web browser, and reuse the existing data directory on the initial IPT setup page
es: (Si el directorio de datos no está configurado con Tomcat). Abra inmediatamente el IPT en un buscador web y reutilice el directorio de datos existente en la página de opciones del IPT inicial
ja: （Tomcat内にデータディレクトリが設定されていない場合）すぐにWebブラウザでIPTを開き、IPTの初期設定ページで既存のデータディレクトリを再利用してください。

source: To be sure the upgrade worked, try logging in and look for the new version number in the footer. (_Restart Tomcat if the previous version still appears._)
es: Para asegurarse de que la actualización funcione, intente iniciar sesión busque el número de la nueva versión en el pie de página. (_Reinicie Tomcat si aún aparece la versión anterior._)
ja: アップグレードがうまくいったことを確認するために、ログインして、フッターに新しいバージョン番号が表示されていることを確認します。（_以前のバージョンがまだ表示されている場合は、Tomcatを再起動してください。_）

source: Reapply your custom styling (if applicable)
es: Vuelva a aplicar su estilo personalizado (si aplica)
ja: （必要であれば）カスタムスタイルを再適用します。

source: Upgrades using Docker
es: Actualizaciones utilizando Docker
ja: Dockerを使ったアップグレード

source: See the xref:installation.adoc#installation-using-docker[installation using Docker] instructions. In general, the `latest` tag will point to the current, stable release.
es: Vea las instrucciones de xref:installation.adoc#installation-using-docker[instalación utilizando Docker]. En general, la etiqueta `latest` apuntará a la versión actual estable.
ja: xref:installation.adoc#installation-using-docker[Dockerを使用したインストール方法] をご覧ください。一般的に、``latest``タグは現在の安定したリリースを指します。

source: Following the upgrade, a warning message may appear indicating that some resources failed to load. This is caused when an old resource is missing required metadata after not being republished for a long time. Resource managers can fix this problem by re-publishing the affected resources.
es: Tras la actualización, puede aparecer un mensaje de advertencia indicando que algunos recursos no se han podido cargar. Esto sucede cuando a un recurso antiguo le faltan los metadatos necesarios después de que no se ha vuelto a publicar luego mucho tiempo. Los gestores de recursos pueden solucionar este problema volviendo a publicar los recursos afectados.
ja: アップグレード後、一部のリソースの読み込みに失敗したことを示す警告メッセージが表示されることがあります。これは、長い間再公開されなかった古いリソースに必要なメタデータが欠落している場合に発生します。リソース管理者は、該当するリソースを再公開することでこの問題を解決できます。

source: New in IPT 2.3.x is the ability to publish sample-based data. Once the upgrade is complete, the IPT administrator must install the Darwin Core Event core. Note the Darwin Core Event core is installed by default in new installations.
es: Una novedad en el IPT 2.3.x es la capacidad para publicar datos basados en muestras. Una vez que la actualización se ha completado, el administrador del IPT debe instalar el núcleo de Eventos Darwin Core. Tenga en cuenta que el núcleo de Eventos Darwin Core está instalado por defecto en las instalaciones nuevas.
ja: IPT 2.3.xの新機能は、サンプルベースのデータの公開です。アップグレードが完了したら、IPT管理者はダーウィンコア・イベントコアをインストールする必要があります。ダーウィンコア・イベントコアは、新しいインストールでデフォルトでインストールされることに注意してください。

source: Additionally, the IPT administrator should update all installed cores and extensions to the latest versions. This will allow publishers to take advantage of any new terms and vocabularies included in the latest versions.
es: Adicionalmente, el administrador del IPT debería actualizar todos los ficheros centrales y extensiones a sus últimas versiones. Esto permitirá a los publicadores aprovechar los nuevos términos y vocabularios incluidos en las últimas versiones.
ja: さらに、IPT管理者はインストールされているすべてのコアと拡張機能を最新バージョンに更新する必要があります。これにより、公開者は最新バージョンに含まれる新しい用語や語彙を利用することができます。

source: The full list of new features is documented on the xref:releases.adoc[releases page]. Please pay particular attention to these points after upgrading:
es: La lista completa de características nuevas está documentada en la xref:releases.adoc[página de la versión]. Por favor, preste especial atención a estos puntos después de actualizar:
ja: 新機能の全リストは、xref:releases.adoc[リリース] ページに記載されています。アップグレード後は、特に以下の点にご注意ください。

source: IPT 2.5.6 changes the way user passwords are stored to improve their security. Once the IPT has been upgraded to version 2.5.6 (or later), it is not possible to downgrade.
es: IPT 2.5.6 cambia la manera en que se almacenan las contraseñas de usuarios para mejorar la seguridad. Cuando el IPT ha sido actualizado a la versión 2.5.6 (o posterior), no es posible regresar a una versión anterior.
ja: IPT 2.5.6 では、ユーザーパスワードの保存方法が変更され、セキュリティが向上しました。IPT をバージョン 2.5.6（またはそれ以降）にアップグレードした後は、ダウングレードすることはできません。

source: IPT 2.5.2 includes a bugfix for metadata editing. Use this version rather than 2.5.0 or 2.5.1.
es: IPT 2.5.2 incluye una corrección de errores en la edición de metadatos. Utilice esta versión en vez de la 2.5.0 o la 2.5.1.
ja: IPT 2.5.2 には、メタデータ編集のバグ修正が含まれています。2.5.0や2.5.1ではなく、このバージョンを使用してください。

source: IPT 2.5.1 includes a bugfix to connect to database sources, but it otherwise identical to version 2.5.0.
es: IPT 2.5.1 incluye una corrección de errores para conectarse a las fuentes de la base de datos, pero por lo demás es idéntica a la versión 2.5.0.
ja: IPT 2.5.1は、データベースソースへの接続に関するバグ修正を含みますが、それ以外はバージョン2.5.0と同じです。

source: IPT 2.5.0 includes upgraded database connectors (JDBC libraries) for MySQL, PostgreSQL, MS SQL Server, Sybase and Oracle. Please check your database configurations still work.
es: El IPT 2.5.0 incluye concectores de bases de datos (bibliotecas JDBC) actualizados para MySQL, PostgreSQL, MS SQL Server, Sybase y Oracle. Por favor, compruebe que las configuraciones de su base de datos aún funciona.
ja: IPT 2.5.0には、MySQL、PostgreSQL、MS SQL Server、Sybase、Oracle 用のデータベースコネクタ（JDBC ライブラリ）のアップグレードが含まれています。お手持ちのデータベースが正常に動作することをご確認ください。

source: IPT 2.5.0 now includes a troubleshooting page, with full details accessible only to administrators, accessible from the main menu.
es: IPT 2.5.0 ahora incluye una página de solución de problemas, con todos los detalles accesibles sólo para los administradores desde el menú principal.
ja: IPT 2.5.0では、メインメニューからアクセスできる、管理責任者のみがアクセスできる完全な詳細を含むトラブルシューティングページが追加されました。

source: IPT 2.5.0 can now read a data directory location from the servlet container, see xref:installation.adoc#tomcat[step 2] of the installation instructions.
es: El IPT 2.5.0 puede ahora leer una ubicación de directorio de datos desde un contenedor servlet, vea el xref:installation.adoc#tomcat[paso 2] de las instrucciones de instalación.
ja: IPT 2.5.0は、サーブレットコンテナからデータディレクトリの場所を読み取ることができるようになりました（インストール手順 xref:installation.adoc#tomcat[ステップ2]を参照）。

source: IPT 2.5.0 no longer supports Microsoft Internet Explorer. (Microsoft themselves https://blogs.windows.com/windowsexperience/2021/05/19/the-future-of-internet-explorer-on-windows-10-is-in-microsoft-edge/[no longer support MSIE] for their MS365 online services.)
es: El IPT 2.5.0 ya no es compatible con Microsoft Internet Explorer. (El propio Microsoft https://blogs.windows.com/windowsexperience/2021/05/19/the-future-of-internet-explorer-on-windows-10-is-in-microsoft-edge/[ya no es compatible con MSIE] para sus servidores online MS365.)
ja: IPT 2.5.0は、Microsoft Internet Explorerをサポートしなくなりました。（Microsoft社は、MS365オンラインサービスのために link: https://blogs.windows.com/windowsexperience/2021/05/19/the-future-of-internet-explorer-on-windows-10-is-in-microsoft-edge/[MSIEをサポートしなくなりました]）。

source: The documentation has moved to this new location; links have been made from the old GitHub Wiki.
es: La documentación se ha movido a esta nueva ubicación; se aportarán enlaces desde la antigua Wiki de GitHub.
ja: ドキュメントはこの新しい場所に移動しました。古いGitHub Wikiからリンクされています。

source: If you are upgrading from a version before 2.4, please also refer to the notes from the xref:2.4@release-notes.adoc[older release].
es: Si está actualizando desde una versión anterior a la 2.4, por favor, consulte las notas de la link:../../../en/ipt/2.4/release-notes[versión antigua].
ja: 2.4以前のバージョンからアップグレードする場合は、xref:2.4@release-notes.adoc[古いリリースノート]も参照してください。

source: See the xref:faq.adoc[FAQ], which continues to be updated with good questions, or ask the https://lists.gbif.org/mailman/listinfo/ipt/[IPT mailing list].
es: Explore las xref:faq.adoc[preguntas frecuentes], que continúan siendo actualizadas con buenas preguntas o pregunte en la https://lists.gbif.org/mailman/listinfo/ipt/[lista de mailing del IPT].
ja: 有用な質問で更新されている xref:faq.adoc[FAQ] を見るか、link:https://lists.gbif.org/mailman/listinfo/ipt/[IPTメーリングリスト]に質問してみてください。
