Repository: gbif/ipt
Catalog: docs/translations/releases.adoc.*.po
Languages: es, ja

source: Version 2.4.1 fixes a security vulnerability in Apache Struts, which the IPT uses. Users should plan to upgrade to this version following the instructions in the xref:2.4@release-notes.adoc[Release Notes].
es: La versión 2.4.1 soluciona una vulneración de la seguridad en Apache Struts que utiliza el IPT. Los usuarios deberían planear una actualización de esta versión siguiendo las instrucciones de las xref:2.4@release-notes.adoc[Notas de la Versión].
ja: バージョン2.4.1では、IPTが使用しているApache Strutsのセキュリティ脆弱性が修正されています。ユーザーは、xref:2.4@release-notes.adoc[リリースノート]に従い、本バージョンへのアップグレードを計画してください。

source: *2.4.0* – July 2019
es: *2.4.0* – Julio 2019
ja: *2.4.0* – 2019年7月

source: xref:2.4@release-notes.adoc[IPT v2.4.0 Release Notes]
es: link:../../../en/ipt/2.4/release-notes[Notas de la versión IPT v2.4.0]
ja: xref:2.4@release-notes.adoc[IPT v2.4.0 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/8?closed=1[19 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/8?closed=1[19 incidencias].
ja: https://github.com/gbif/ipt/milestone/8?closed=1[19問題]に対処

source: Version 2.4.0 fixes security vulnerabilities in Apache Jackson and Apache Struts, which the IPT uses. Users should plan to upgrade to this version following the instructions in the xref:2.4@release-notes.adoc[Release Notes]. It also updates the integration for custom DOIs from DataCite, and removes (unused) support for DOIs from EZID. The version number has been updated to 2.4.0 to reflect the removal of support for EZID.
es: La versión 2.4.0 soluciona vulneraciones de seguridad en Apache Jackson y Apache Struts que utiliza el IPT. Los usuarios deberían planear una actualización a esta versión siguiendo las instrucciones de las xref:2.4@release-notes.adoc[Notas de la Versión]. También se actualiza la integración para DOI personalizados desde DataCite y elimina el soporte para DOIs (sin uso) de EZID. El número de versión ha sido actualizado a 2.4.0 para reflejar la eliminación del soporte para EZID.
ja: バージョン2.4.0では、IPTが使用しているApache JacksonとApache Strutsのセキュリティ脆弱性が修正されています。ユーザーは、xref:2.4@release-notes.adoc[リリースノート]の指示に従って、このバージョンへのアップグレードを計画する必要があります。 また、DataCiteからのカスタムDOIの統合を更新し、EZIDからのDOIのサポートを削除しました（未使用）。 これを反映し、バージョン番号は2.4.0に更新されました。

source: *2.3.6* – July 2018
es: *2.3.6* - Julio 2018
ja: *2.3.6* – 2018年7月

source: xref:2.4@release-notes.adoc[IPT v2.3.6 Release Notes]
es: xref:2.4@release-notes.adoc[Notas de la versión IPT v2.3.6]
ja: xref:2.4@release-notes.adoc[IPT v2.3.6 リリースノート]

source: https://github.com/gbif/ipt/wiki/IPTManualNotes.wiki[User Manual] https://github.com/gbif/ipt/wiki/IPT2ManualNotes_ES.wiki[(es)]
es: https://github.com/gbif/ipt/wiki/IPTManualNotes.wiki[Manual de usuario] https://github.com/gbif/ipt/wiki/IPT2ManualNotes_ES.wiki[(es)]
ja: https://github.com/gbif/ipt/wiki/IPTManualNotes.wiki[ユーザーマニュアル] https://github.com/gbif/ipt/wiki/IPT2ManualNotes_ES.wiki[(es)]

source: Addressed https://github.com/gbif/ipt/milestone/7?closed=1[20 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/7?closed=1[20 incidencias].
ja: https://github.com/gbif/ipt/milestone/7?closed=1[20問題]に対処

source: Version 2.3.6 fixes a security vulnerability in JQuery, which the IPT uses. Users should plan to upgrade to this version following the instructions in the xref:2.4@release-notes.adoc[Release Notes].
es: La versión 2.3.6 soluciona una vulneración de seguridad en JQuery que utiliza el IPT. Los usuarios deberían planear una actualización a esta versión siguiendo las instrucciones de las xref:2.4@release-notes.adoc[Notas de la Versión].
ja: バージョン2.3.6では、IPTが使用しているJQueryのセキュリティ脆弱性が修正されています。ユーザーの皆様は、xref:2.4@release-notes.adoc[リリースノート]の指示に従って、本バージョンへのアップグレードを計画してください。

source: https://github.com/gbif/ipt/issues/1411[An issue] remains with custom DOIs from DataCite. If necessary, a further release of the IPT will be made in July or August.
es: https://github.com/gbif/ipt/issues/1411[Una incidencia] permanece con DOIs personalizados de DataCite. Si es necesario, se lanzará otra versión del IPT en julio o agosto.
ja: DataCiteからのカスタムDOIにlink:https://github.com/gbif/ipt/issues/1411[問題]が残っています。必要があれば、7月か8月にIPTのさらなるリリースが行われる予定です。

source: *2.3.5* – October 2017
es: *2.3.5* – Octubre 2017
ja: *2.3.5* – 2017年10月

source: xref:2.4@release-notes.adoc[IPT v2.3.5 Release Notes]
es: link:../../../en/ipt/2.4/release-notes[Notas de la versión IPT v2.3.5]
ja: xref:2.4@release-notes.adoc[IPT v2.3.5 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/6[27 issues]: 6 Defects, 7 Enhancements and 15 Other
es: Abordadas https://github.com/gbif/ipt/milestone/6[27 incidencias]: 6 Defectos, 7 Mejoras y 15 de Otro tipo
ja: https://github.com/gbif/ipt/milestone/6[27問題]・6不具合に対処、7件の改善と他15件

source: Version 2.3.4 fixes a https://struts.apache.org/docs/s2-045.html[security vulnerability] that was discovered in the Apache Struts web framework, which the IPT uses. This security vulnerability affects all IPT versions, including 2.3.3, therefore all users should plan to upgrade to this version immediately following the instructions in the xref:2.4@release-notes.adoc[Release Notes].
es: La versión 2.3.4 soluciona una https://struts.apache.org/docs/s2-045.html[vulnerabilidad de seguridad] que fue descubierta en el marco de trabajo web de Apache Struts que utiliza el IPT. Esta vulneración afecta a todas las versiones del IPT, incluyendo la 2.3.3, por ello todos los usuarios deberían planear una actualización a esta versión inmediatamente siguiendo las instrucciones de las lxref:2.4@release-notes.adoc[Notas de la versión].
ja: バージョン2.3.4では、IPTが使用しているApache Struts Webフレームワークで発見されたlink:https://struts.apache.org/docs/s2-045.html[セキュリティの脆弱性]を修正しました。このセキュリティの脆弱性は、2.3.3を含むすべてのIPTのバージョンに影響するため、すべてのユーザーは、xref:2.4@release-notes.adoc[リリースノート]の指示に従って、直ちにこのバージョンへのアップグレードを計画してください。

source: *2.3.4* – March 2017
es: *2.3.4* - Marzo 2017
ja: *2.3.4* – 2017年3月

source: xref:2.4@release-notes.adoc[IPT v2.3.4 Release Notes]
es: xref:2.4@release-notes.adoc[Notas de la Versión IPT v2.3.4]
ja: xref:2.4@release-notes.adoc[IPT v2.3.4 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/5[5 issues]: 3 Defects, 1 Enhancement and 1 Other
es: Abordadas https://github.com/gbif/ipt/milestone/5[5 incidencias]: 6 Defectos, 1 Mejora y 1 de Otro tipo
ja: https://github.com/gbif/ipt/milestone/5[5問題]・3不具合に対処、改良1件、ほか1件

source: *2.3.3* – December 2016
es: *2.3.3* - Diciembre 2016
ja: *2.3.3* – 2016年12月

source: xref:2.4@release-notes.adoc[IPT v2.3.3 Release Notes]
es: xref:2.4@release-notes.adoc[Notas de la Versión IPT v2.3.3]
ja: xref:2.4@release-notes.adoc[IPT v2.3.3 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/3[90 issues]: 22 Defects, 17 Enhancements, 36 Won’t fix, 10 Duplicates, and 5 Other
es: Abordadas https://github.com/gbif/ipt/milestone/3[90 incidencias]: 22 defectos, 17 mejoras, 36 no se solucionan, 10 duplicados y 5 de otro tipo
ja: https://github.com/gbif/ipt/milestone/3[90問題]・22不具合に対応、17の機能強化、未修正36件、10件の重複、その他5件

source: A description of the exciting new features added to the IPT in version 2.3.3 are described in https://gbif.blogspot.com/2017/01/ipt-v233-your-repository-for.html[this blog post]. Additionally, please note that GBIF recently released a new set of Microsoft Excel templates for uploading data to the IPT. The new templates provide a simpler solution for capturing, formatting and uploading three types of GBIF data classes: xref:sampling-event-data.adoc[sampling-event data], xref:occurrence-data.adoc[occurrence data], and xref:checklist-data.adoc[checklist data]. More information about these templates can be found in https://www.gbif.org/newsroom/news/new-darwin-core-spreadsheet-templates[this news article].
es: En https://gbif.blogspot.com/2017/01/ipt-v233-your-repository-for.html[esta entrada del blog] se describen las nuevas características añadidas al IPT en la versión 2.3.3. Además, tenga en cuenta por favor, que GBIF lanzó recientemente un nuevo conjunto de modelos de Microsoft Excel para la carga de datos en el IPT. Los nuevos modelos proporcionan una solución más simple para la captura, formateo y subida de los tres tipos de datos de GBIF: xref:sampling-event-data.adoc[datos de eventos de muestro], xref:occurrence-data.adoc[datos de presencias de especies] y xref:checklist-data.adoc[datos de listados de especies]. Se puede encontrar más información sobre estos modelos en https://www.gbif.org/newsroom/news/new-darwin-core-spreadsheet-templates[esta noticia].
ja: バージョン2.3.3でIPTに追加された素晴らしい新機能の説明は、link:https://gbif.blogspot.com/2017/01/ipt-v233-your-repository-for.html[ブログ]で説明されています。さらにGBIFは、IPTにデータをアップロードするための新しいMicrosoft Excelテンプレートのセットを最近リリースしましたので、ご覧ください。新しいテンプレートは、3種類のGBIFデータクラス（xref:sampling-event-data.adoc[サンプリングイベントデータ]、xref:occurrence-data.adoc[オカレンスデータ]、xref:checklist-data.adoc[チェックリストデータ]）の取得、フォーマット、アップロードを簡単にする方法を提供します。これらのテンプレートについての詳細は、link:https://www.gbif.org/newsroom/news/new-darwin-core-spreadsheet-templates[ニュース]を参照してください。

source: *2.3.2* – October 2015
es: *2.3.2* - Octubre de 2015
ja: *2.3.2* – 2015年10月

source: xref:2.4@ipt-release-notes-2_3.adoc[IPT v2.3 Release Notes]
es: link:../../../en/ipt/2.4/ipt-release-notes-2_3[Notas de la versión IPT v2.3]
ja: xref:2.4@ipt-release-notes-2_3.adoc[IPT v2.3 リリースノート]

source: https://github.com/gbif/ipt/wiki/IPTUserManualv23.wiki[User Manual] https://github.com/gbif/ipt/wiki/IPT2ManualNotes_ES.wiki[(es)]
es: https://github.com/gbif/ipt/wiki/IPT2ManualNotes_ES.wiki[Manual de usuarios] https://github.com/gbif/ipt/wiki/IPTUserManualv23.wiki[(en)]
ja: https://github.com/gbif/ipt/wiki/IPTUserManualv23.wiki[ユーザーマニュアル] https://github.com/gbif/ipt/wiki/IPT2ManualNotes_ES.wiki[(es)]

source: Addressed https://github.com/gbif/ipt/milestone/2?closed=1[14 issues]: 12 Defects, 2 Won’t fix
es: Abordadas https://github.com/gbif/ipt/milestone/2?closed=1[14 incidencias]: 12 Defectuosas, 2 No se solucionan
ja: https://github.com/gbif/ipt/milestone/2?closed=1[14問題]・12不具合に対処、未修正2件

source: Translated into 6 languages
es: Traducida en 6 idiomas
ja: 6言語に翻訳

source: *2.3.1* – September 2015
es: *2.3.1* - Septiembre de 2015
ja: *2.3.1* – 2015年9月

source: Addressed https://github.com/gbif/ipt/milestone/1?closed=1[3 issues]: 3 Defects
es: Abordadas https://github.com/gbif/ipt/milestone/1?closed=1[3 incidencias]: 3 Defectuosas
ja: https://github.com/gbif/ipt/milestone/1?closed=1[3問題]・3不具合に対応

source: *2.3* – September 2015
es: *2.3* - Septiembre 2015
ja: *2.3* – 2015年9月

source: Addressed https://github.com/gbif/ipt/milestone/20?closed=1[38 issues]: 15 Defects, 15 Enhancements, 4 Won’t fix, and 4 that were considered as Tasks
es: Abordadas https://github.com/gbif/ipt/milestone/20?closed=1[38 incidencias]: 15 defectos, 15 mejoras, 4 no se Solucionan y 4 que fueron consideradas como tareas
ja: https://github.com/gbif/ipt/milestone/20?closed=1[38問題]・15不具合に対処、機能強化15件、修正予定なし4件、タスクとして検討4件

source: *2.2.1* – April 2015
es: *2.2.1* - Abril de 2015
ja: *2.2.1* – 2015年4月

source: xref:2.4@ipt-release-notes-2_2.adoc[IPT v2.2 Release Notes]
es: link:../../../en/ipt/2.4/ipt-release-notes-2_2[Notas de la versión IPT v2.2]
ja: xref:2.4@ipt-release-notes-2_2.adoc[IPT v2.2 リリースノート]

source: https://github.com/gbif/ipt/wiki/IPTUserManualv22.wiki[User Manual]
es: https://github.com/gbif/ipt/wiki/IPTUserManualv22.wiki[Manual de usuarios]
ja: https://github.com/gbif/ipt/wiki/IPTUserManualv22.wiki[ユーザーマニュアル]

source: Addressed https://github.com/gbif/ipt/milestone/19?closed=1[5 issues]: 3 Defects, 1 Enhancement, 1 Other
es: Abordadas https://github.com/gbif/ipt/milestone/19?closed=1[5 incidencias]: 3 Defectuosas, 1 Mejora, 1 de Otro tipo
ja: https://github.com/gbif/ipt/milestone/19?closed=1[5問題]・3不具合に対処、機能強化1件、ほか1件

source: *2.2* – March 2015
es: *2.2* - Marzo 2015
ja: *2.2* – 2015年3月

source: https://gbif.blogspot.com/2015/03/ipt-v22.html[Release Announcement]
es: https://gbif.blogspot.com/2015/03/ipt-v22.html[Anuncio del lanzamiento]
ja: https://gbif.blogspot.com/2015/03/ipt-v22.html[リリース案内]

source: Addressed https://github.com/gbif/ipt/milestone/18?closed=1[74 issues]: 20 Defects, 26 Enhancements, 16 Won’t fix, 6 Duplicates, 2 Other, 1 Task, and 3 that were considered as Invalid
es: Abordadas https://github.com/gbif/ipt/milestone/18?closed=1[74 incidencias]: 20 defectos, 26 mejoras, 16 no se solucionan, 6 duplicados, 2 de otro tipo, 1 tarea y 3 que fueron consideradas invalidas
ja: https://github.com/gbif/ipt/milestone/18?closed=1[74問題]・20不具合に対処、機能強化26件・その他2件・タスク1件に対応、16件の修正保留、重複6件・無効3件

source: *2.1* – April 2014
es: *2.1* - Abril 2014
ja: *2.1* – 2014年4月

source: xref:2.4@ipt-release-notes-2_1.adoc[IPT v2.1 Release Notes]
es: link:../../../en/ipt/2.4/ipt-release-notes-2_1[Notas de la versión IPT v2.1]
ja: xref:2.4@ipt-release-notes-2_1.adoc[IPT v2.1 リリースノート]

source: https://github.com/gbif/ipt/wiki/IPTUserManualv21.wiki[User Manual]
es: https://github.com/gbif/ipt/wiki/IPTUserManualv21.wiki[Manual de usuario]
ja: https://github.com/gbif/ipt/wiki/IPTUserManualv21.wiki[ユーザーマニュアル]

source: https://gbif.blogspot.com/2014/04/ipt-v21.html[Release Announcement]
es: https://gbif.blogspot.com/2014/04/ipt-v21.html[Anuncio del lanzamiento]
ja: https://gbif.blogspot.com/2014/04/ipt-v21.html[リリース案内]

source: Addressed https://github.com/gbif/ipt/milestone/16?closed=1[85 issues]: 38 Defects, 11 Enhancements, 18 Won’t fix, 6 Duplicates, 1 Other, and 11 that were considered as Invalid
es: Abordadas https://github.com/gbif/ipt/milestone/16?closed=1[85 incidencias]: 38 defectos, 11 mejoras, 18 no se Solucionan, 6 duplicados, 1 de otro tipo y 11 que fueron considerados Invalidos
ja: https://github.com/gbif/ipt/milestone/16?closed=1[85問題]・38不具合に対処、機能強化11件、18件の修正保留、重複6件・無効11件・その他1件

source: Translated into 6 languages (Japanese translation added)
es: Traducida a 6 idiomas (añadida traducción al japonés)
ja: 6言語に翻訳（日本語を追加）

source: *2.0.5* – May 2013
es: *2.0.5* - Mayo 2013
ja: *2.0.5* – 2013年5月

source: xref:2.4@ipt-release-notes-2_0_5.adoc[IPT v2.0.5 Release Notes]
es: link:../../../en/ipt/2.4/ipt-release-notes-2_0_5[Notas de la versión IPT v2.0.5]
ja: xref:2.4@ipt-release-notes-2_0_5.adoc[IPT v2.0.5 リリースノート]

source: https://github.com/gbif/ipt/wiki/IPTUserManualv205.wiki[User Manual]
es: https://github.com/gbif/ipt/wiki/IPTUserManualv205.wiki[Manual de usuarios]
ja: https://github.com/gbif/ipt/wiki/IPTUserManualv205.wiki[ユーザーマニュアル]

source: https://gbif.blogspot.com/2013/05/ipt-v205-released-melhor-versao-ate-o.html[Release Announcement]
es: https://gbif.blogspot.com/2013/05/ipt-v205-released-melhor-versao-ate-o.html[Anuncio del lanzamiento]
ja: https://gbif.blogspot.com/2013/05/ipt-v205-released-melhor-versao-ate-o.html[リリース案内]

source: Addressed https://github.com/gbif/ipt/milestone/14?closed=1[45 issues]: 15 Defects, 17 Enhancements, 2 Patches, 7 Won’t fix, 3 Duplicates, and 1 that was considered as Invalid
es: Abordadas https://github.com/gbif/ipt/milestone/14?closed=1[45 incidencias]: 15 defectos, 17 mejoras, 2 parches, 7 no se Solucionan, 3 duplicados y 1 que fue considerada invalida
ja: https://github.com/gbif/ipt/milestone/14?closed=1[45問題]・15不具合に対処、機能強化17件、パッチ2件、7件の修正保留、重複3件・無効1件

source: Translated into 5 languages (Portuguese translation added)
es: Traducida a 5 idiomas (añadida traducción al portugués)
ja: 5言語に翻訳（ポルトガル語を追加）

source: *2.0.4* – October 2012
es: *2.0.4* - Octubre 2012
ja: *2.0.4* – 2012年10月

source: xref:2.4@ipt-release-notes-2_0_4.adoc[IPT v2.0.4 Release Notes]
es: link:../../../en/ipt/2.4/ipt-release-notes-2_0_4[Notas de la versión IPT v2.0.4]
ja: xref:2.4@ipt-release-notes-2_0_4.adoc[IPT v2.0.4 リリースノート]

source: https://github.com/gbif/ipt/wiki/IPTUserManualv204.wiki[User Manual]
es: https://github.com/gbif/ipt/wiki/IPTUserManualv204.wiki[Manual de usuarios]
ja: https://github.com/gbif/ipt/wiki/IPTUserManualv204.wiki[ユーザーマニュアル]

source: https://gbif.blogspot.com/2012/10/ipt-v204-released.html[Release Announcement]
es: https://gbif.blogspot.com/2012/10/ipt-v204-released.html[Anuncio del lanzamiento]
ja: https://gbif.blogspot.com/2012/10/ipt-v204-released.html[リリース案内]

source: Addressed https://github.com/gbif/ipt/milestone/13?closed=1[108 issues]: 38 Defects, 35 Enhancements, 7 Other, 5 Patches, 18 Won't fix, 4 Duplicates, and 1 that was considered as Invalid
es: Abordadas https://github.com/gbif/ipt/milestone/13?closed=1[108 incidencias]: 38 defectos, 35 mejoras, 7 de otro tipo, 5 parches, 18 no se Solucionan, 4 duplicados y 1 que fue considerada como invalida
ja: https://github.com/gbif/ipt/milestone/13?closed=1[108問題]・38不具合に対処、機能強化35件・パッチ5件・他7件に対応、18件の修正保留、重複4件・無効1件

source: Translated into 4 languages (Traditional Chinese translation added)
es: Traducida a 4 idiomas (añadida traducción a chino tradicional)
ja: 4言語に翻訳（中国語（繫体字）を追加）

source: *2.0.3* – November 2011
es: *2.0.3* Noviembre 2011
ja: *2.0.3* – 2011年11月

source: xref:2.4@ipt-release-notes-2_0_3.adoc[IPT v2.0.3 Release Notes]
es: link:../../../en/ipt/2.4/ipt-release-notes-2_0_3[Notas de la versión IPT v2.0.3]
ja: xref:2.4@ipt-release-notes-2_0_3.adoc[IPT v2.0.3 リリースノート]

source: https://github.com/gbif/ipt/wiki/IPTUserManualv203.wiki[User Manual]
es: https://github.com/gbif/ipt/wiki/IPTUserManualv203.wiki[Manual de usuarios]
ja: https://github.com/gbif/ipt/wiki/IPTUserManualv203.wiki[ユーザーマニュアル]

source: https://gbif.blogspot.com/2011/11/important-quality-boost-for-gbif-data.html[Release Announcement]
es: https://gbif.blogspot.com/2011/11/important-quality-boost-for-gbif-data.html[Anuncio del lanzamiento]
ja: https://gbif.blogspot.com/2011/11/important-quality-boost-for-gbif-data.html[リリース案内]

source: Addressed https://github.com/gbif/ipt/milestone/12?closed=1[85 issues]: 43 defects, 31 enhancements, 3 Patches, 7 Won’t fix, and 1 Duplicate
es: Abordadas https://github.com/gbif/ipt/milestone/12?closed=1[85 incidencias]: 43 defectos, 31 mejoras, 3 parches, 7 no se Solucionan y 1 duplicado
ja: Addressed https://github.com/gbif/ipt/milestone/12?closed=1[85問題]・43不具合に対処、31件の機能強化、パッチ3件、保留7件・重複1件

source: Translated into 3 languages (French and Spanish translations added)
es: Traducida a 3 idiomas (añadidas traducciones a francés y español)
ja: 3言語に翻訳（フランス語・スペイン語を追加）

source: *2.0.2* – June 2011
es: *2.0.2* – Junio de 2011
ja: *2.0.2* – 2011年6月

source: https://lists.gbif.org/pipermail/ipt/2011-June/000352.html[Release Announcement]
es: https://lists.gbif.org/pipermail/ipt/2011-June/000352.html[Anuncio del lanzamiento]
ja: https://lists.gbif.org/pipermail/ipt/2011-June/000352.html[リリース案内]

source: *2.0.1* – February 2011
es: *2.0.1* – Febrero de 2011
ja: *2.0.1* – 2011年2月

source: First IPT version 2 release
es: Primer lanzamiento del IPT versión 2
ja: IPT バージョン2 初回リリース

source: https://lists.gbif.org/pipermail/ipt/2011-February/000309.html[Release Announcement]
es: https://lists.gbif.org/pipermail/ipt/2011-February/000309.html[Anuncio del lanzamiento]
ja: https://lists.gbif.org/pipermail/ipt/2011-February/000309.html[リリース案内]

source: https://repository.gbif.org/content/groups/gbif/org/gbif/ipt/2.7.2/ipt-2.7.2.war[Download WAR], xref:installation.adoc#installation-from-linux-packages[Linux packages] or xref:installation.adoc#installation-from-docker[use Docker]
ja: https://repository.gbif.org/content/groups/gbif/org/gbif/ipt/2.7.2/ipt-2.7.2.war[WARをダウンロード]、xref:installation.adoc#installation-from-linux-packages[Linuxパッケージ] or xref:installation.adoc#installation-from-docker[Dockerを使用]

source: https://repository.gbif.org/content/groups/gbif/org/gbif/ipt/2.7.1/ipt-2.7.1.war[Download WAR], xref:installation.adoc#installation-from-linux-packages[Linux packages] or xref:installation.adoc#installation-from-docker[use Docker]
ja: https://repository.gbif.org/content/groups/gbif/org/gbif/ipt/2.7.1/ipt-2.7.1.war[WARをダウンロード]、xref:installation.adoc#installation-from-linux-packages[Linuxパッケージ] or xref:installation.adoc#installation-from-docker[Dockerを使用]

source: https://repository.gbif.org/content/groups/gbif/org/gbif/ipt/2.7.0/ipt-2.7.0.war[Download WAR], xref:installation.adoc#installation-from-linux-packages[Linux packages] or xref:installation.adoc#installation-from-docker[use Docker]
ja: https://repository.gbif.org/content/groups/gbif/org/gbif/ipt/2.7.0/ipt-2.7.0.war[WARをダウンロード]、xref:installation.adoc#installation-from-linux-packages[Linuxパッケージ] or xref:installation.adoc#installation-from-docker[Dockerを使用]
