Repository: gbif/ipt
Catalog: docs/translations/releases.adoc.*.po
Languages: es, ja

source: Releases
es: Versiones
ja: リリース

source: Latest stable release
es: Última versión estable
ja: 最新の安定版リリース

source: The current, stable release is version <<2-7-7-november-2023,2.7.7>>.
es: La versión estable actual es la <<2-7-7-november-2023,2.7.7>>.

source: You are reading the latest version of the manual. You can read older versions of the manual using the selectors at the top-right or bottom-left of the screen. Note that the not all manual versions are available in TRANSLATOR_PUT_YOUR_LANGUAGE_HERE.
es: Está leyendo la última versión del manual. Puede leer versiones anteriores del manual utilizando los selectores situados en la parte superior derecha o inferior izquierda de la pantalla. Tenga en cuenta que no todas las versiones del manual están disponibles en TRANSLATOR_PUT_YOUR_LANGUAGE_HERE.

source: *2.7.7* – November 2023
es: *2.7.7* Noviembre 2023

source: https://repository.gbif.org/content/groups/gbif/org/gbif/ipt/2.7.7/ipt-2.7.7.war[Download WAR], xref:installation.adoc#installation-from-linux-packages[Linux packages] or xref:installation.adoc#installation-from-docker[use Docker]
es: https://repository.gbif.org/content/groups/gbif/org/gbif/ipt/2.7.7/ipt-2.7.7.war[Descargar WAR], xref:installation.adoc#installation-from-linux-packages[Paquetes Linux] o xref:installation.adoc#installation-from-docker[usar Docker]

source: xref:2.5@release-notes.adoc[IPT v2.7.7 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.7.7]

source: xref:2.5@index.adoc[User Manual]
es: xref:2.5@index.adoc[Manual del usuario]
ja: xref:2.5@index.adoc[ユーザーマニュアル]

source: Addressed https://github.com/gbif/ipt/milestone/50?closed=1[10 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/50?closed=1[10 incidencias].

source: Translated into 7 languages
es: Traducida en 7 idiomas
ja: 7言語に翻訳

source: Existing users should upgrade to this version following the instructions in the xref:2.5@release-notes.adoc[Release Notes]. New users should follow the xref:getting-started.adoc[Getting Started guide].
es: Los usuarios actuales deben actualizarse a esta versión siguiendo las instrucciones de xref:2.5@release-notes.adoc[Notas de la versión]. Los usuarios nuevos deben seguir los xref:getting-started.adoc[Primeros pasos: instalación y configuración inicial].
ja: 既存のユーザーは、xref:2.5@release-notes.adoc[リリースノート]の説明に従ってこのバージョンにアップグレードしてください。 新規ユーザーは、xref:get-started.adoc[はじめに]に従ってください。

source: This minor release addresses issues with maps and resources visibility. It also allows configuration of the default language.
es: Esta versión menor soluciona problemas con la visibilidad de mapas y recursos. También permite la configuración del idioma predeterminado.

source: No release date has been set for the next release. Progress working on issues for the next release can be browsed https://github.com/gbif/ipt/milestones[on GitHub].
es: No se ha estipulado una fecha de lanzamiento para la próxima versión. El progreso en el trabajo realizado sobre las incidencias para el próximo lanzamiento puede consultarse https://github.com/gbif/ipt/milestones [en GitHub].
ja: 次のバージョンのリリース日はまだ決定していません。 次回のリリースに向けた課題への取り組み状況は、link:https://github.com/gbif/ipt/milestones[GitHub]で確認できます。

source: Minor issues and security issues will be addressed in patch releases.
es: Los problemas menores y los asuntos de seguridad se abordarán en parches para las diferentes versiones.
ja: 細かな問題やセキュリティ上の課題については、パッチリリースで対応する予定です。

source: *2.7.6* – September 2023
es: *2.7.6* – Septiembre 2023

source: xref:2.5@release-notes.adoc[IPT v2.7.6 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.7.6]

source: Addressed https://github.com/gbif/ipt/milestone/49?closed=1[13 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/49?closed=1[13 incidencias].

source: This minor release addresses issues with metadata inferring and vocabulary management.
es: Esta versión menor aborda problemas con la inferencia de metadatos y la gestión de vocabulario.

source: *2.7.5* – August 2023
es: *2.7.5* – Agosto de 2023

source: xref:2.5@release-notes.adoc[IPT v2.7.5 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.7.5]

source: Addressed https://github.com/gbif/ipt/milestone/47?closed=1[18 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/47?closed=1[18 incidencias].

source: This minor release brings default network for IPT feature and bug fixes.
es: Esta versión menor trae la red predeterminada para la función IPT y correcciones de errores.

source: *2.7.4* – July 2023
es: *2.7.4* – Julio 2023

source: xref:2.5@release-notes.adoc[IPT v2.7.4 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión de IPT v2.7.4]

source: Addressed https://github.com/gbif/ipt/milestone/46?closed=1[21 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/46?closed=1[21 incidencias].

source: This release brings new file uploader, new IPT setup, compressed URL sources and more.
es: Esta versión trae un nuevo cargador de archivos, una nueva configuración de IPT, fuentes de URL comprimidas y más.

source: *2.7.3* – March 2023
es: *2.7.3* - Marzo 2023

source: xref:2.5@release-notes.adoc[IPT v2.7.3 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión de IPT v2.7.3]

source: Addressed https://github.com/gbif/ipt/milestone/45?closed=1[5 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/45?closed=1[5 incidencias].

source: This minor release brings UI improvements and minor fixes.
es: Esta versión menor aporta mejoras en la interfaz de usuario y correcciones menores.

source: *2.7.2* – February 2023
es: *2.7.2* - Febrero 2023
ja: *2.7.2* – 2023年2月

source: xref:2.5@release-notes.adoc[IPT v2.7.2 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.7.2]
ja: xref:2.5@release-notes.adoc[IPT v2.7.2 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/44?closed=1[1 issue].
es: Abordada https://github.com/gbif/ipt/milestone/44?closed=1[1 incidencia].
ja: https://github.com/gbif/ipt/milestone/44?closed=1[1問題]に対処

source: This minor release addresses the bug with translations.
es: Esta actualización menor soluciona el error con las traducciones.
ja: このマイナーリリースは翻訳に関するバグを修正したものです。

source: *2.7.1* – January 2023
es: *2.7.1* - Enero 2023
ja: *2.7.1* – 2023年1月

source: xref:2.5@release-notes.adoc[IPT v2.7.1 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.7.1]
ja: xref:2.5@release-notes.adoc[IPT v2.7.1 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/43?closed=1[2 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/43?closed=1[2 incidencias].
ja: https://github.com/gbif/ipt/milestone/43?closed=1[2問題]に対処

source: This minor release brings bug fixes for issue with resource tables and with DOI management.
es: Esta actualización menor incluye correcciones de errores en las tablas de recursos y en la administración de DOI.
ja: このマイナーリリースでは、リソーステーブルの問題やDOIの管理に関するバグを修正しました。

source: *2.7.0* – January 2023
es: *2.7.0* – Enero 2023
ja: *2.7.0* – 2023年1月

source: xref:2.5@release-notes.adoc[IPT v2.7.0 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.7.0]
ja: xref:2.5@release-notes.adoc[IPT v2.7.0 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/42?closed=1[47 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/42?closed=1[47 incidencias].
ja: https://github.com/gbif/ipt/milestone/42?closed=1[47問題]に対処

source: This major release brings many new features, bug fixes, improvements. Most important ones: new resource tables with better performance for large amount of resources; performance improvements for registration/publication process; drag-n-drop for metadata components and many more.
es: Esta versión con cambios mayores, incluye nuevas características, correccion de incidencias y mejoras. Las más importantes: nuevas tablas de recursos con mejor rendimiento para una gran cantidad de recursos; mejoras de rendimiento para el proceso de registro/publicación; la posibilidad de arrastrar y soltar contenidos en los metadatos y mucho más.
ja: このメジャーリリースでは、多くの新機能、バグ修正、改良が行われています。最も重要なものは、大量のリソースに対してより良いパフォーマンスを発揮する新しいリソーステーブル、登録・公開プロセスのパフォーマンス向上、メタデータコンポーネントのドラッグアンドドロップなどです。

source: *2.6.3* – October 2022
es: *2.6.3* – Octubre de 2022
ja: *2.6.3* – 2022年10月

source: xref:2.5@release-notes.adoc[IPT v2.6.3 Release Notes]
es: xref:2.5@release-notes.adoc[Comentarios de la versión IPT v2.6.3]
ja: xref:2.5@release-notes.adoc[IPT v2.6.3 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/41?closed=1[12 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/41?closed=1[12 incidencias].
ja: https://github.com/gbif/ipt/milestone/41?closed=1[12問題]に対処

source: This release includes security and bug fixes.
es: Esta versión incluye correcciones de errores y seguridad.
ja: このリリースはセキュリティーとバグの修正が含まれています。

source: *2.6.2* – October 2022
es: *2.6.2* – Octubre de 2022
ja: *2.6.2* – 2022年10月

source: xref:2.5@release-notes.adoc[IPT v2.6.2 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.6.2]
ja: xref:2.5@release-notes.adoc[IPT v2.6.2 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/40?closed=1[7 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/40?closed=1[7 incidencias].
ja: https://github.com/gbif/ipt/milestone/40?closed=1[7問題]に対処

source: This release includes a bug fix for user creation.
es: Esta versión incluye una corrección de errores en la creación de usuarios.
ja: このリリースには、ユーザー作成に関するバグ修正が含まれています。

source: *2.6.1* – September 2022
es: *2.6.1* – Septiembre 2022
ja: *2.6.1* – 2022年9月

source: xref:2.5@release-notes.adoc[IPT v2.6.1 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.6.1]
ja: xref:2.5@release-notes.adoc[IPT v2.6.1 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/39?closed=1[1 issue].
es: Abordada https://github.com/gbif/ipt/milestone/39?closed=1[1 incidencia].
ja: https://github.com/gbif/ipt/milestone/39?closed=1[1問題]に対処

source: This release includes a bug fix for empty resource tables.
es: Esta versión incluye una corrección de un error asociado a tablas vacias
ja: このリリースは空のリソーステーブルに関するバグ修正が含まれています。

source: *2.6.0* – September 2022
es: *2.6.0* – Septiembre 2022
ja: *2.6.0* – 2022年9月

source: xref:2.5@release-notes.adoc[IPT v2.6.0 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.6.0]
ja: xref:2.5@release-notes.adoc[IPT v2.6.0 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/37?closed=1[42 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/37?closed=1[42 incidencias].
ja: https://github.com/gbif/ipt/milestone/37?closed=1[42問題]に対処

source: This release brings many new features, bug fixes and improvements. Namely, admin UI management (color scheme, logo upload), automatic metadata inferring and more. For details please visit https://github.com/gbif/ipt/milestone/37?closed=1[GitHub].
es: Esta versión trae muchas nuevas características, correcciones de errores y mejoras. A destacar, la gestión de la interfaz de usuario del administrador (esquema de colores, carga de logos), la inferencia automática de metadatos y mucho más. Para más detalles, visite https://github.com/gbif/ipt/milestone/37?closed=1[GitHub].
ja: このリリースでは、多くの新機能、バグ修正、改良が行われています。例えば、管理画面のUI管理（配色、ロゴのアップロード）、メタデータの自動推論などです。詳しくはlink:https://github.com/gbif/ipt/milestone/37?closed=1[GitHub] をご覧ください。

source: *2.5.8* – May 2022
es: *2.5.8* - Mayo de 2022
ja: *2.5.8* – 2022年5月

source: xref:2.5@release-notes.adoc[IPT v2.5.8 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.5.8]
ja: xref:2.5@release-notes.adoc[IPT v2.5.8 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/35?closed=1[9 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/35?closed=1[9 incidencias].
ja: https://github.com/gbif/ipt/milestone/35?closed=1[9問題]に対処

source: This release includes a bug fix for publishing resources with DOI and other minor fixes (see https://github.com/gbif/ipt/milestone/35?closed=1[issues]).
es: Esta versión incluye una corrección de errores para la publicación de recursos con DOI y otras correcciones menores (véase https://github.com/gbif/ipt/milestone/35?closed=1[issues]).
ja: 本リリースでは、DOI付きリソースの公開に関するバグ修正とその他の軽微な修正が含まれています（link:https://github.com/gbif/ipt/milestone/35?closed=1[問題]をご覧ください）。

source: *2.5.7* – February 2022
es: *2.5.7* – Febrero 2022
ja: *2.5.7* – 2022年2月

source: xref:2.5@release-notes.adoc[IPT v2.5.7 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.5.7]
ja: xref:2.5@release-notes.adoc[IPT v2.5.7 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/34?closed=1[5 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/34?closed=1[5 incidencias].
ja: https://github.com/gbif/ipt/milestone/34?closed=1[5問題]に対処

source: This release includes small user interface improvements, fixes a bug with database data sources and corrects a problem when deleting which have been assigned a DOI within the IPT. It also fixes the "Reset Password" button on the admin page.
es: Esta versión incluye pequeñas mejoras en la interfaz de usuario, corrige un error con las fuentes de datos de la base de datos y corrige un problema al eliminar los que tenían asignado un DOI dentro del IPT. También corrige el botón "Restablecer contraseña" en la página de administración.
ja: このリリースでは、小さなユーザーインターフェイスの改善、データベースデータソースに関するバグの修正、IPT内でDOIが割り当てられているものを削除する際の問題の修正が行われました。また、管理画面の「パスワードのリセット」ボタンが修正されました。

source: *2.5.6* – February 2022
es: *2.5.6* – Febrero 2022
ja: *2.5.6* – 2022年2月

source: xref:2.5@release-notes.adoc[IPT v2.5.6 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.5.6]
ja: xref:2.5@release-notes.adoc[IPT v2.5.6 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/33?closed=1[21 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/33?closed=1[21 incidencias].
ja: https://github.com/gbif/ipt/milestone/33?closed=1[21問題]に対処

source: This version brings new Darwin Core terms (establishmentMeans, degreeOfEstablishment, pathway etc.) It also changes the way user passwords are stored to improve their security. All users are encouraged to upgrade to this version.
es: Esta versión trae nuevos términos de Darwin Core (stablishmentMeans, degreeOfEstablishment, pathway etc.) También cambia la forma en que se almacenan las contraseñas de los usuarios para mejorar su seguridad. Se anima a todos los usuarios a actualizar a esta versión.
ja: このバージョンでは、新しいダーウィンコア用語（establishmentMeans、degreeOfEstablishment、pathwayなど）が追加されました。また、ユーザーパスワードの保存方法を変更し、安全性を向上させました。すべてのユーザーは、このバージョンにアップグレードすることが推奨されます。

source: *2.5.5* – December 2021
es: *2.5.5* – Diciembre 2021
ja: *2.5.5* – 2021年12月

source: xref:2.5@release-notes.adoc[IPT v2.5.5 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.5.5]
ja: xref:2.5@release-notes.adoc[IPT v2.5.5 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/32?closed=1[3 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/32?closed=1[3 incidencias].
ja: https://github.com/gbif/ipt/milestone/32?closed=1[3問題]に対処

source: This version contains further security updates to Log4J library. This also contains a fix related to the Darwin Core (identifiedByID/recordedByID terms not displayed). All users are encouraged to upgrade to this version, especially if they use those Darwin Core terms.
es: Esta versión contiene actualizaciones adicionales de seguridad de la biblioteca Log4J. También contiene una corrección relacionada con el Darwin Core (los elementos identifiedByID/recordedByID que no se mostraban). Se recomienda a todos los usuarios que actualicen a esta versión, especialmente si utilizan esos elementos del Darwin Core.
ja: このバージョンには、Log4Jライブラリのさらなるセキュリティアップデートが含まれています。また、ダーウィンコアに関する修正も含まれています（identifiedByID/recordedByIDの用語が表示されない不具合）。特にこれらのダーウィンコア用語を使用している場合は、すべてのユーザーがこのバージョンにアップグレードすることが推奨されます。

source: *2.5.4* – December 2021
es: *2.5.4* – Diciembre 2021
ja: *2.5.4* – 2021年12月

source: xref:2.5@release-notes.adoc[IPT v2.5.4 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.5.4]
ja: xref:2.5@release-notes.adoc[IPT v2.5.4 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/31?closed=1[3 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/31?closed=1[3 incidencias].
ja: https://github.com/gbif/ipt/milestone/31?closed=1[3問題]に対処

source: This version contains fixes to critical security issues with the Struts and https://nvd.nist.gov/vuln/detail/CVE-2021-44228[Log4J] libraries. All users are highly encouraged to upgrade to this version as soon as possible.
es: Esta versión contiene correcciones a problemas de seguridad críticos con las bibliotecas Struts y https://nvd.nist.gov/vuln/detail/CVE-2021-44228[Log4J]. Se recomienda a todos los usuarios que actualicen a esta versión lo antes posible.
ja: このバージョンでは、Strutsとlink:https://nvd.nist.gov/vuln/detail/CVE-2021-44228[Log4J]ライブラリの重大なセキュリティ問題の修正が含まれています。すべてのユーザーは、可能な限り早期にこのバージョンにアップグレードすることが強く推奨されます。

source: *2.5.3* – December 2021
es: *2.5.3* – Diciembre 2021
ja: *2.5.3* – 2021年12月

source: xref:2.5@release-notes.adoc[IPT v2.5.3 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la versión IPT v2.5.3]
ja: xref:2.5@release-notes.adoc[IPT v2.5.3 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/30?closed=1[2 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/30?closed=1[2 incidencias].
ja: https://github.com/gbif/ipt/milestone/30?closed=1[2問題]に対処

source: This version contains an update to the Spanish translation of the user interface, and a minor bugfix for the vocabularies page in the administration section. There are no other changes since version 2.5.2, and no need to upgrade if you do not wish to do so. Thanks to the work of the translators, the translation of this user manual into Spanish has been completed.
es: Esta versión contiene una actualización de la traducción al español de la interfaz de usuario y una pequeña corrección de errores para la página de vocabularios en la sección de administración. No hay otros cambios desde la versión 2.5.2 y no es necesario actualizar si no desea hacerlo. Gracias al trabajo de los traductores, se ha completado la traducción de este manual de usuario al español.
ja: このバージョンでは、ユーザーインターフェイスのスペイン語翻訳の更新と、管理セクションの語彙ページの小さなバグ修正が含まれています。その他、バージョン2.5.2からの変更はなく、アップグレードを希望しない場合はアップグレードする必要はありません。翻訳者の方々のご尽力により、このユーザーマニュアルのスペイン語への翻訳が完了しました。

source: *2.5.2* – November 2021
es: *2.5.2* Noviembre 2021
ja: *2.5.2* – 2021年11月

source: xref:2.5@release-notes.adoc[IPT v2.5.2 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la Versión IPT v2.5.2]
ja: xref:2.5@release-notes.adoc[IPT v2.5.2 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/29?closed=1[26 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/29?closed=1[26 incidencias].
ja: https://github.com/gbif/ipt/milestone/29?closed=1[26問題]に対処

source: This version addresses bug introduced in earlier 2.5 versions, principally around metadata editing and citations. Other improvements for deployment and server administration are included, as well as user interface updates and new versions of library dependencies.
es: Esta versión aborda los errores introducidos en las versiones 2.5 anteriores, principalmente en torno a la edición de metadatos y las citaciones. Se incluyen otras mejoras para la instalación y la administración del servidor, así como actualizaciones de la interfaz de usuario y nuevas versiones de las dependencias de las bibliotecas.
ja: このバージョンでは、2.5以前のバージョンで発生した、主にメタデータの編集と引用に関するバグの修正を行いました。その他に、デプロイメントやサーバー管理に関する改善、ユーザーインターフェースの更新、ライブラリの依存関係の新バージョンが含まれています。

source: *2.5.1* – September 2021
es: *2.5.1* – Septiembre de 2021
ja: *2.5.1* – 2021年9月

source: xref:2.5@release-notes.adoc[IPT v2.5.1 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la Versión IPT v2.5.1]
ja: xref:2.5@release-notes.adoc[IPT v2.5.1 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/28?closed=1[4 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/27?closed=1[4 incidencias].
ja: https://github.com/gbif/ipt/milestone/28?closed=1[4問題]に対処

source: This version addresses a bug introduced in version 2.5.0, which prevented the IPT from connecting to database sources. Users who connect the IPT to database sources will need to upgrade to 2.5.1.
es: Esta versión soluciona un error introducido en la versión 2.5.0, que impedía al IPT conectarse a fuentes de bases de datos. Los usuarios que conecten el IPT a fuentes de bases de datos tendrán que actualizarse a la versión 2.5.1.
ja: このバージョンでは、バージョン2.5.0で発生した、IPTがデータベースソースに接続できないバグに対処しています。IPTをデータベースソースに接続するユーザーは、2.5.1へのアップグレードが必要です。

source: *2.5.0* – August 2021
es: *2.5.0* – Agosto de 2021
ja: *2.5.0* – 2021年10月

source: xref:2.5@release-notes.adoc[IPT v2.5.0 Release Notes]
es: xref:2.5@release-notes.adoc[Notas de la Versión IPT v2.5.0]
ja: xref:2.5@release-notes.adoc[IPT v2.5.0 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/27?closed=1[81 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/27?closed=1[81 incidencias].
ja: https://github.com/gbif/ipt/milestone/27?closed=1[81問題]に対処

source: This version addresses 81 issues, including the famous "double log in bug", and brings in a fresher-looking user interface. This user manual has also been refreshed, enabling a complete translation into Spanish.
es: Esta versión aborda 81 incidencias incluyendo el famoso "error de doble inicio de sesión" y trae una interfaz de usuario de aspecto más fresco. El manual de usuario también se ha renovado, permitiendo una traducción completa al español.
ja: このバージョンでは、有名な「二重ログインバグ」を含む81の問題を解決し、より新鮮なユーザーインターフェイスを導入しています。 また、ユーザーマニュアルも刷新され、スペイン語への完全翻訳が可能になりました。

source: *2.4.2* – September 2020
es: *2.4.2* - Septiembre 2020
ja: *2.4.2* – 2020年9月

source: xref:2.4@release-notes.adoc[IPT v2.4.2 Release Notes]
es: xref:2.4@release-notes.adoc[Notas de la versión IPT v2.4.2]
ja: xref:2.4@release-notes.adoc[IPT v2.4.2 リリースノート]

source: xref:2.4@index.adoc[User Manual]
es: link:../../../en/2.4/[Manual de Usuarios (en)]
ja: xref:2.4@index.adoc[ユーザーマニュアル]

source: Addressed https://github.com/gbif/ipt/milestone/9?closed=1[1 issue].
es: Abordada https://github.com/gbif/ipt/milestone/9?closed=1[1 incidencia].
ja: https://github.com/gbif/ipt/milestone/9?closed=1[1問題]に対処

source: Version 2.4.2 fixes a minor security vulnerability in Apache Struts, which the IPT uses. Users should plan to upgrade to this version following the instructions in the xref:2.4@release-notes.adoc[Release Notes]. An improvement to memory use when large datasets are read from a PostgreSQL server is also included.
es: La versión 2.4.2 soluciona una vulneración menor de la seguridad en Apache Struts, que utiliza el IPT. Los usuarios deberían planear una actualización a esta versión siguiendo las instrucciones de las xref:2.4@release-notes.adoc[Notas de la Versión]. También se ha incluido una mejora para el uso de memoria cuando se leen conjuntos de datos grandes desde un servidor PostgreSQL.
ja: バージョン2.4.2では、IPTが使用するApache Strutsの軽微なセキュリティ脆弱性が修正されています。ユーザーは、xref:2.4@release-notes.adoc[リリースノート]の指示に従って、このバージョンへのアップグレードを計画する必要があります。 また、PostgreSQLサーバーから大きなデータセットを読み込む際のメモリ使用に関する改善も含まれています。

source: *2.4.1* – September 2020
es: *2.4.1* - Septiembre 2020
ja: *2.4.1* – 2020年9月

source: xref:2.4@release-notes.adoc[IPT v2.4.1 Release Notes]
es: xref:2.4@release-notes.adoc[Notas de la Versión IPT v2.4.1]
ja: xref:2.4@release-notes.adoc[IPT v2.4.1 リリースノート]

source: Addressed https://github.com/gbif/ipt/milestone/25?closed=1[12 issues].
es: Abordadas https://github.com/gbif/ipt/milestone/25?closed=1[12 incidencias].
ja: https://github.com/gbif/ipt/milestone/25?closed=1[12問題]に対処
