Repository: gbif/ipt
Catalog: docs/translations/requirements.adoc.*.po
Languages: es, ja

source: Requirements
es: Requerimientos
ja: 動作環境

source: Internet Connectivity
es: Conexión a internet
ja: インターネット接続環境

source: The IPT is designed under the assumption that the server on which it is run has consistent Internet connectivity. Though many functions of the IPT work even when offline, some aspects of the IPT (GBIF registration, extension installation, controlled vocabularies, and external databases for source data), require communication with external Internet resources. From the perspective of IPT administration and management, the speed of the Internet connection affects only such communications. Access to the IPT web application and its services from beyond a local intranet also requires consistent connectivity, and slow connectivity may have an adverse affect on these aspects, especially when transferring large data sets.
es: El IPT está diseñado bajo el supuesto de que el servidor desde el cual se ejecuta cuenta con una conexión constante a internet. Aunque muchas de las funciones del IPT continuan funcionando aún cuando no hay conexión, algunos de sus elementos (el registro en GBIF, la instalación de extensiones, vocabularios controlados y bases de datos externas como fuentes de datos), requieren comunicación con recursos externos de internet. Desde el punto de vista de la administración del IPT, la velocidad de la conexión a internet afecta sólo a este tipo de comunicaciones. El acceso a la aplicación web del IPT y a sus servicios desde fuera de una intranet local también requiere conexión constante, y una conexión lenta puede tener efectos adversos sobre estos elementos, especialmente cuando se transfieren grandes conjuntos de datos.
ja: IPTは、実行されるサーバーが一貫してインターネットに接続されていることを前提に設計されています。IPTの多くの機能はオフラインでも動作しますが、IPTの一部の機能（GBIF登録、拡張機能インストール、統制語彙、ソースデータ用外部データベースなど）は、外部のインターネットリソースとの通信を必要とします。IPTの管理・運用の観点からは、インターネット接続の速度はこのような通信にのみ影響します。ローカルイントラネットの外からIPTウェブアプリケーションとそのサービスにアクセスするには、常に安定した接続も必要であり、接続性の低下は、（特に大きなデータセットを転送する場合）これらの側面に悪影響を与える可能性があります。

source: Stable URL
es: URL estable
ja: 安定したURL

source: Though it can be used simply as a tool to generate http://rs.tdwg.org/dwc/terms/guides/text/[Darwin Core Archives], the IPT is meant to be a discoverable and accessible Internet-based application and service. To support this functionality, the server on which the IPT is installed must be able to support access to the application and services through a stable URL.
es: Aunque puede utilizarse simplemente como una herramienta para generar http://rs.tdwg.org/dwc/terms/guides/text/[archivos Darwin Core], el IPT fue diseñado para ser una aplicación y un servicio basados en internet fáciles de encontrar y accesibles. Para mantener esta funcionalidad, el servidor en el que se instala el IPT debe ser capaz de soportar el acceso a la aplicación y los servicios a través de una URL estable.
ja: 単にlink:http://rs.tdwg.org/dwc/terms/guides/text/[ダーウィンコア・アーカイブ] を生成するツールとして使用することもできますが、IPTは発見しやすくアクセスしやすいインターネットベースのアプリケーションおよびサービスであることを意図しています。この機能をサポートするために、IPTがインストールされているサーバーは、安定したURLを介してアプリケーションとサービスへのアクセスをサポートできなければなりません。

source: Although not required by the IPT, GBIF recommends to run the IPT over secure HTTPS (TLS, which replaced SSL) if possible.
es: Aunque no es requerido por el IPT, GBIF recomienda ejecutar el IPT sobre un HTTPS seguro (TLS, que reemplazó a SSL) si es posible.
ja: IPTでは必須ではありませんが、可能であれば安全なHTTPS（SSLに代わるTLS）でIPTを実行することをGBIFでは推奨しています。

source: Memory
es: Memoria
ja: メモリ

source: The server hosting the IPT installation must make at least 256 MB RAM memory available to the application.
es: El servidor que aloja la instalación del IPT debe tener como mínimo 256 MB de memoria RAM disponibles para la aplicación.
ja: IPTのインストールをホストするサーバーは、少なくとも256MBのRAMメモリをアプリケーションで利用できるようにする必要があります。

source: Disc space
es: Espacio en disco
ja: ディスク容量

source: The space required by the IPT application is around 100MB. The contents of the IPT data directory after installation require less than 1MB of disc storage, writable by the IPT. However, the content of the data directory will grow as resources are created, and will require space roughly equal to the size of the files or tables containing the imported data sets. A reasonable estimate for the size of a relatively rich occurrence data set is one kilobyte per record. Normal usage of the IPT appends information to the log files, which will grow over time, but which generally require minimal disc space.
es: El espacio requerido por la aplicación del IPT es de unos 100MB. El contenido del directorio de datos del IPT después de la instalación requiere menos de 1MB de almacenamiento en disco con permiso de escritura para el IPT. Sin embargo, el contenido del directorio de datos crecerá a medida que se creen recursos y requerirá un espacio equivalente al tamaño de los archivos o tablas importados que contienen los conjuntos de datos. Una estimación razonable del tamaño de un conjunto de datos de registros biológicos relativamente rico es de un kilobyte por registro. El uso normal del IPT anexa información a los archivos de registro que crecerán con el tiempo, pero que generalmente requieren un espacio mínimo en el disco.
ja: IPTアプリケーションに必要な容量は100MB程度です。インストール後のIPTデータ・ディレクトリの内容は、IPTによって書き込み可能な1MB未満のディスク・ストレージを必要とします。しかし、データディレクトリの内容は、リソースが作成されるにつれて大きくなり、インポートされたデータセットを含むファイルまたはテーブルのサイズとほぼ同じスペースを必要とします。比較的豊富なオカレンスデータセットの推定サイズは、1レコードあたり1キロバイトです。IPTの通常の使用では、ログファイルに情報が追加され、これは時間とともに大きくなりますが、ふつう最小限のディスクスペースのみを必要とします。

source: Java version
es: Versión de Java
ja: Java バージョン

source: The current version of the IPT is tested to run on Java 8 or 9. Please refer to the https://adoptopenjdk.net/support.html#roadmap[OpenJDK release roadmap], the https://www.oracle.com/java/technologies/java-se-support-roadmap.html[Oracle Java version Roadmap] or documentation from your Linux distribution for an overview of how long your Java version will be supported.
es: La versión actual del IPT está probada para funcionar con Java 8 o 9. Por favor, consulte la https://adoptopenjdk.net/support.html#roadmap[Hoja de ruta de la versión de OpenJDK], la https://www.oracle.com/java/technologies/java-se-support-roadmap.html[Hoja de ruta de la versión de Oracle Java] o la documentación de su distribución de Linux para obtener una visión general de cuánto tiempo será soportada su versión de Java.

source: Technical support
es: Soporte técnico
ja: テクニカルサポート

source: Running an IPT is a commitment. Data should be backed up regularly, and security updates (for the operating system or the IPT) must be applied soon after they become available.
es: Ejecutar un IPT es un compromiso. Hay que hacer copias de seguridad de los datos regularmente y las actualizaciones de seguridad (para el sistema operativo o la IPT) deben aplicarse poco después de que estén disponibles.
ja: IPTの運用はコミットメントです。データは定期的にバックアップし、（OSやIPTの）セキュリティアップデートは、利用できるようになったらすぐに適用しなければなりません。

source: See the installation instructions for notes on operating system and servlet container versions.
ja: OSやサーブレットコンテナのバージョンに関する注意点は、インストール手順を参照してください。
