Repository: gbif/ipt
Catalog: docs/translations/resource-metadata.adoc.*.po
Languages: es, ja

source: Exemplar datasets
es: Conjuntos de datos de ejemplo
ja: サンプルデータセット

source: Resource Metadata
es: Metadatos del recurso
ja: リソースメタデータ

source: Description and contact details for a biodiversity information resource where no digital data can currently be shared. All other classes of GBIF data also include this basic information. Such metadata may be a valuable tool for researchers to discover resources which are not yet available online. This is also a useful way to assess the importance and value of non-digital resources for future digitization. GBIF ensures that every dataset is associated with a Digital Object Identifier (DOI) to facilitate citation.
es: Descripción y detalles de contacto de un recurso de información sobre biodiversidad donde actualmente no se pueden compartir datos en algún formato digital. Todas las demás clases de datos de GBIF también incluyen esta información básica. Estos metadatos pueden ser una herramienta valiosa para que los investigadores descubran recursos que aún no están disponibles en línea. También es una forma útil de evaluar la importancia y el valor de los recursos no digitales para su futura digitalización. GBIF garantiza que cada conjunto de datos esté asociado con un Identificador de objeto digital (DOI) para facilitar la referenciación.
ja: 現在デジタルデータを共有できない生物多様性情報資源の説明と連絡先。GBIFの他の全てのクラスのデータもこの基本情報を含んでいます。このようなメタデータは、研究者がまだオンラインで利用できない資源を発見するための貴重なツールになるかもしれません。また、将来のデジタル化に向けて、非デジタル資源の重要性や価値を評価する上でも有効な方法です。GBIFは、引用を容易にするために、すべてのデータセットにデジタルオブジェクト識別子（DOI）を関連付けることを保証しています。

source: How to write resource metadata
es: Cómo escribir los metadatos de los recursos
ja: リソースメタデータの書き方

source: Ultimately your metadata needs to be transformed into an XML metadata document. The XML must conform to the GBIF Metadata Profile, which is based on the Ecological Metadata Language (EML).
es: Finalmente, sus metadatos deben transformarse en un documento de metadatos XML. El XML debe ajustarse al perfil de metadatos de GBIF, que se basa en el Lenguaje de metadatos ecológicos (EML).
ja: 最終的にメタデータはXMLメタデータドキュメントに変換される必要があります。このXMLは、EML（Ecological Metadata Language）をベースとするGBIFメタデータプロファイルに準拠する必要があります。

source: No Excel template exists for resource metadata. Simply use the IPT's built-in metadata editor to populate the metadata. The IPT makes sure it's in the proper valid XML format.
es: No existe una plantilla en Excel para los metadatos de recursos. Utilice el editor de metadatos integrado del IPT para completar los metadatos. El IPT se asegura de que esté en el formato XML válido.
ja: リソースメタデータのためのExcelテンプレートは存在しません。IPTに内蔵されたメタデータエディタを使用して、メタデータを入力するだけです。IPTは、データが適切で有効なXML形式であることを確認します。

source: Alternatively if your metadata is already in EML or Dublin Core, you can upload it in these formats to the IPT. Guidance on how to do that can be found xref:manage-resources.adoc#upload-a-metadata-file[here].
es: Opcionalmente si sus metadatos están en un formato EML o de Dublin Core, puede cargarlos en esos formatos al IPT. Puede encontrar orientación sobre cómo hacerlo xref:manage-resources.adoc#upload-a-metadata-file[aquí].
ja: メタデータがすでにEMLまたダブリンコアになっている場合は、これらのフォーマットでIPTにアップロードすることもできます。その方法についてのガイダンスは、xref:manage-resources.adoc#upload-a-metadata-file[こちら]でご覧になれます。

source: For extra guidance, you can look at the <<Exemplar datasets>>.
es: Para obtener orientación adicional, puede consultar los <<Conjuntos de datos de ejemplo>>.
ja: さらに詳しいガイダンスは、link:https://ipt.gbif.org/manual/ja/ipt/latest/resource-metadata#exemplar-datasets[サンプルデータセット]を参照してください。

source: Template
es: Plantilla
ja: テンプレート

source: No Excel template exists for resource metadata. Simply use the IPT's built-in metadata editor to populate the metadata.
es: No existe una plantilla en Excel para los metadatos de recursos. Utilice el editor de metadatos integrado del IPT para completar los metadatos.
ja: リソースメタデータのExcelテンプレートは存在しません。IPTに内蔵されているメタデータエディタを使用して、メタデータを入力してください。

source: Required metadata fields
es: Campos obligatorios de los metadatos
ja: 必須メタデータフィールド

source: title
es: título
ja: タイトル

source: description
es: descripción
ja: 説明

source: publishing organization
es: Organización publicadora
ja: 公開機関

source: type
es: Tipo
ja: タイプ

source: license
es: licencia
ja: ライセンス

source: contact(s)
es: contacto(s)
ja: 連絡先

source: creator(s)
es: creador(es)
ja: 作成者

source: metadata provider(s)
es: proveedor(es) de los metadatos
ja: メタデータ提供者

source: Recommended metadata fields
es: Campos de metadatos recomendados
ja: 推奨メタデータフィールド

source: sampling methodology - in situations where data comes from a sampling event
es: metodología de muestreo, en situaciones en las que los datos provienen de eventos de muestreo
ja: サンプリング方法 - データがサンプリングイベントで得られたものである場合

source: citation - to ensure your dataset gets cited the way you want
es: cita, para garantizar que su conjunto de datos se cite de la manera que desee
ja: 引用 - データセットが、あなたが希望する方法で引用されるようにします

source: FAQ:
es: Preguntas frecuentes:

source: Q. What should I do if my data cannot be made freely available?
es: P. ¿Qué debo hacer si mis datos no pueden estar disponibles de manera gratuita?
ja: Q. 自分のデータが自由に利用できない場合はどうすればよいですか？

source: *A.* You should publicize its existence by publishing metadata about it. You can indicate the data can be made available by request, to encourage future collaboration and meta-analysis.
es: *R.* Debe dar a conocer su existencia mediante la publicación de sus metadatos. Puede indicar que los datos pueden estar disponibles por solicitud, para fomentar la colaboración y el metaanálisis en el futuro.
ja: *A.* そのメタデータを公開して、その存在を公表するとよいでしょう。将来の共同研究やメタアナリシスを促進するために、リクエストがあればデータが利用可能であると示すことができます。

source: Q. How can I apply a license to my dataset?
es: P. ¿Cómo puedo aplicar una licencia a mi conjunto de datos?
ja: Q. どうやってデータセットにライセンスを適用すればよいですか？

source: *A.* Simply use the IPT's built-in metadata editor following xref:applying-license.adoc#dataset-level[these instructions].
es: *R.* Utilice el editor de los metadatos integrado del IPT siguiendo xref:applying-license.adoc#dataset-level[estas instrucciones].
ja: *A.* xref:applying-license.adoc#dataset-level[これらの指示]に従ってIPTの組み込みメタデータエディタを使用するだけです。

source: Alternatively if your metadata is already in EML you should assign the dataset a machine readable license before uploading it to the IPT following xref:applying-license.adoc#supplementary-information[these instructions].
es: Opcionalmente, si sus metadatos están en EML asigne al conjunto de datos una licencia "machine readable" antes de cargarlo al IPT siguiendo xref:applying-license.adoc#supplementary-information[estas instrucciones].
ja: また、メタデータがすでにEMLになっている場合は、xref:applying-license.adoc#supplementary-information[こちらの手順]に従って、IPTにアップロードする前にデータセットに機械読み取り可能なライセンスを割り当ててください。

source: Q. Can I add a link to the dataset's related data paper?
es: P. ¿Puedo añadir un enlace al artículo de datos relacionado con el conjunto de datos?
ja: Q. データセットに関連論文へのリンクを追加することはできますか？

source: *A.* Yes. To do so, add a citation to the data paper to the bibliographic citations list. Take special care to include the data paper's DOI as part of the citation. It should be written as a linkable URL (e.g. https://doi.org/10.1038/sdata.2017.16). This will make it possible to discover the data paper when reading the resource metadata.
es: *R.* Si. Para hacerlo, agregue una cita del artículo a la lista de citas bibliográficas. Tenga especial cuidado de incluir el DOI del artículo como parte de la cita. Debe escribirse como una URL enlazable (p. ej., https://doi.org/10.1038/sdata.2017.16). Esto permitirá descubrir el artículo al leer los metadatos del recurso.
ja: *A.* はい、できます。書誌引用リストに、論文への引用を追加してください。その際、データペーパーのDOIを引用文の一部として含めるよう、特に注意してください。DOIはリンク可能なURL（例：https://doi.org/10.1038/sdata.2017.16）として記述する必要があります。これにより、リソースメタデータを読む際に論文にアクセスできるようになります。

source: Q. GBIF assigned my dataset a DOI - can I add this to my metadata?
es: P. GBIF asignó un DOI a mi conjunto de datos, ¿Puedo agregarlo a mis metadatos?
ja: Q. GBIFが私のデータセットにDOIを付与しました。これを私のメタデータに追加することはできますか？

source: *A.* Yes. To do so, add the GBIF DOI, written as a linkable URL (e.g. https://doi.org/10.15468/nc6rxy) in the following places:
es: *R.* Si. Para hacerlo agregue el DOI escrito como una URL enlazable (p. ej., https://doi.org/10.15468/nc6rxy) en los siguientes lugares:
ja: *A.* はい、できます。GBIFのDOIをリンク可能なURL（例：https://doi.org/10.15468/nc6rxy）として、以下の場所に追加してください。

source: Citation DOI (remember to turn on citation xref:manage-resources.adoc#citations[auto-generation], to ensure your dataset's citation complies with the xref:citation.adoc[best-practice format]).
es: Cita con DOI (recuerde activar las citas con xref:manage-resources.adoc#citations[generación automática], para asegurarse de que la cita de su conjunto de datos cumpla con el xref:citation.adoc[formato de buenas prácticas]).
ja: 引用DOI（データセットの引用がxref:citation.adoc[ベストプラクティス フォーマット]に準拠していることを確認するため、xref:manage-resources.adoc#citations[自動生成]をオンにすることを忘れないでください）

source: Alternate identifiers list
es: Lista de identificadores alternativos
ja: 代替識別子リスト

source: Note GBIF only assigns a DOI to a dataset during registration if no DOI was previously assigned to it.
es: Tenga en cuenta que GBIF sólo asigna un DOI a un conjunto de datos durante el registro si no se le ha asignado previamente un DOI.
ja: GBIFがデータセットにDOIを付与するのは、登録時にDOIが付与されていない場合のみであることに留意してください。

source: Also note that using the GBIF DOI in the citation may mislead users, as it resolves to the GBIF dataset page - not the online dataset. A DOI is preferred to using a URL to the online dataset, however, because it guarantees persistent access.
es: También tenga en cuenta que el uso del DOI de GBIF en la cita puede inducir a error a los usuarios, ya que se resuelve en la página del conjunto de datos de GBIF, no en el conjunto de datos en línea. Sin embargo, se prefiere un DOI que usar una URL al conjunto de datos en línea porque garantiza un acceso persistente.
ja: また、引用の際にGBIF DOIを使用すると、オンラインデータセットではなくGBIFデータセットのページにリンクされるため、ユーザーに誤解を与える可能性がありますのでご注意ください。ただし、オンラインデータセットへのURLよりもDOIの方が永続的なアクセスが保証され、好ましいです。

source: Inter-Valley Soil Comparative Survey of the McMurdo Dry Valleys: https://ipt.biodiversity.aq/eml.do?r=ictar_ivscs&v=1.0[EML] / https://ipt.biodiversity.aq/resource.do?r=ictar_ivscs[IPT homepage]
ja: マクマードドライバレーの谷間土壌比較調査：link:https://ipt.biodiversity.aq/eml.do?r=ictar_ivscs&v=1.0[EML] / link:https://ipt.biodiversity.aq/resource.do?r=ictar_ivscs[IPT ホームページ]
