Repository: gbif/ipt
Catalog: docs/translations/resources.adoc.*.po
Languages: es, ja, zh

source: Resources
es: Recursos
ja: リソース
zh: 相關資源

source: Darwin Core Archive documentation
es: Documentación del Archivo Darwin Core
ja: ダーウィンコア・アーカイブのドキュメント
zh: 達爾文核心集檔案文件集

source: Details about the structure of a Darwin Core Archive, abbreviated DwC-A, can be found in the "Text Guide" section of the Darwin Core web site: http://rs.tdwg.org/dwc/terms/guides/text/. Further information about the IPT's use of DwC-A can be found on xref:darwin-core.adoc[this] page.
es: Los detalles sobre la estructura de un archivo Darwin Core, abreviado DwC-A, se pueden encontrar en la sección "Guía de texto" del sitio web de Darwin Core: http://rs.tdwg.org/dwc/terms/guides/text/ . Puede encontrar más información sobre el uso de DwC-A por parte del IPT en xref:darwin-core.adoc[esta] página.
ja: DwC-Aと略されるダーウィンコア・アーカイブ（Darwin Core Archive）の構造に関する詳細は、ダーウインコアWebサイトの「テキストガイド」セクション（ http://rs.tdwg.org/dwc/terms/guides/text/ ）に記載されています。IPTのDwC-A利用に関する詳細は、xref:darwin-core.adoc[こちら]のページで確認できます。
zh: 達爾文核心集檔案（Darwin Core Archive, 縮寫為 DwC-A）的詳細架構可在[達爾文核心集網站](https://dwc.tdwg.org/text/)的「Text Guide」中找到。更多關於 DwC-A 在 IPT 中的操作則請見xref:darwin-core.adoc[這裡]。

source: GBIF Help Desk
es: Centro de ayuda de GBIF
ja: GBIFヘルプデスク
zh: GBIF 服務台

source: Send email messages to helpdesk@gbif.org to report problems with GBIF services, such as the GBIF Registry. Do not send IPT-specific help question to the Help Desk. Instead send them to the IPT mailing list (see below).
es: Envíe correos electrónico a helpdesk@gbif.org para informar problemas con los servicios de GBIF, como el Registro de GBIF. No envíe preguntas de ayuda específicas de IPT al centro de ayuda. En su lugar, envíelos a la lista de correo de IPT (ver más abajo).
ja: GBIFレジストリなどのGBIFサービスに関する問題を報告するには、helpdesk@gbif.org あてにEメールを送ってください。IPT特有の疑問は、ヘルプデスクに送らず、IPTメーリングリスト（下記参照）まで送ってください。

source: GBIF Registry
es: Registro de GBIF
ja: GBIFレジストリ
zh: GBIF 登錄

source: Use this online application to find information about organizations, IPT instances, and resources registered with GBIF: https://www.gbif.org/dataset.
es: Utilice esta aplicación en línea para encontrar información sobre organizaciones, instancias de IPT y recursos registrados con GBIF: https://www.gbif.org/es/dataset.
ja: GBIFに登録されている機関、IPTインスタンス、リソースに関する情報を検索するためのオンラインアプリケーションをご利用ください。https://www.gbif.org/dataset

source: IPT GitHub site
es: Sitio GitHub del IPT
ja: IPT GitHubサイト
zh: IPT GitHub 專案網站

source: The https://github.org/gbif/ipt[IPT GitHub site] is the project repository for all of the open source code, management, and documentation of the IPT.
es: El https://github.org/gbif/ipt[sitio de GitHub del IPT] es el repositorio del proyecto para todo el código fuente abierto, la administración y la documentación del IPT.
ja: https://github.org/gbif/ipt[IPT GitHubサイト]は、IPTのすべてのオープンソースコード、管理、ドキュメントのためのプロジェクトリポジトリです。
zh: [IPT GitHub 專案網站](https://github.org/gbif/ipt) 存放 IPT 專案所有的開源程式碼、管理內容及文件。

source: IPT developer documentation
es: Documentación para desarrolladores de IPT
ja: IPT開発者ドキュメント
zh: IPT 開發者文件

source: Developers who wish to contribute, or to use the latest revision of the source code for their installation should consult the xref:developer-guide.adoc[Developer Guide] section.
es: Los desarrolladores que deseen contribuir o utilizar la última revisión del código fuente para su instalación deben consultar la sección xref:developer-guide.adoc[Guía para desarroladores].
ja: 手伝いたい、あるいは自分のインストールに最新リビジョンのソースコードを導入したい開発者は、xref:developer-guide.adoc[開発者ガイド]セクションを参照してください。

source: IPT issue tracker
es: Seguimiento de problemas del IPT
ja: IPT課題管理システム
zh: IPT 問題回報

source: The https://github.com/gbif/ipt/issues[issue tracker] is the bug report and feature request management system for the IPT software and documentation.
es: El https://github.com/gbif/ipt/issues[seguimiento de problemas] es el informe de errores y el sistema de gestión de solicitudes de funciones para el software y la documentación del IPT.
ja: https://github.com/gbif/ipt/issues[イシュートラッカー]は、IPTソフトウェアとドキュメントにおけるバグレポートと機能要件の管理システムです。

source: IPT mailing list
es: Lista de correo del IPT
ja: IPTメーリングリスト
zh: IPT 郵件論壇

source: All *IPT Administrators* should sign up to the https://lists.gbif.org/mailman/listinfo/ipt/[IPT Mailing List] to be notified of new releases and best practices for maintaining their IPT. Have a question about how to maintain the IPT that you can't find the answer to in the xref:faq.adoc[FAQ] or xref:index.adoc[User Manual]? Then send your question to the list to get it answered!
es: Todos los *administradores del IPT* deben registrarse en https://lists.gbif.org/mailman/listinfo/ipt/[Lista de correo del IPT] para recibir notificaciones sobre nuevas versiones y mejores prácticas para mantener su IPT. ¿Tiene alguna pregunta sobre cómo mantener el IPT y no puede encontrar la respuesta en las xref:faq.adoc[preguntas frecuentes] o en el xref:index.adoc[manual del usuario]? ¡Entonces envíe su pregunta a la lista para obtener una respuesta!
ja: すべての *IPT管理者*はlink:https://lists.gbif.org/mailman/listinfo/ipt/[IPTメーリングリスト]にサインアップして、新しいリリースとIPTを維持するためのベストプラクティスの通知を受け取ってください。IPTのメンテナンスについて、xref:faq.adoc[FAQ] または xref:index.adoc[ユーザーマニュアル] でも解決しない疑問がありますか？質問をメーリングリストに送って、回答を得ましょう！

source: The https://lists.gbif.org/mailman/listinfo/ipt/[IPT Mailing List] can also be used by *IPT users* to support each other. Have a question about how to use the IPT that you can't find the answer to in the xref:faq.adoc[FAQ] or xref:index.adoc[User Manual]? Then send your question to the list to get it answered!
es: La https://lists.gbif.org/mailman/listinfo/ipt/[lista de correo de IPT] también puede ser utilizada por *usuarios de IPT* para apoyarse entre sí. ¿Tiene alguna pregunta sobre cómo usar el IPT y no puede encontrar la respuesta en las xref:faq.adoc[preguntas frecuentes] o en el xref:index.adoc[manual del usuario]? ¡Entonces envíe su pregunta a la lista para obtener una respuesta!
ja: link:https://lists.gbif.org/mailman/listinfo/ipt/[IPTメーリングリスト]は、*IPTユーザー*がお互いをサポートするために使用することもできます。IPTのメンテナンスについて、xref:faq.adoc[FAQ] または xref:index.adoc[ユーザーマニュアル] でも解決しない疑問がありますか？質問をメーリングリストに送って、回答を得ましょう！

source: IPT test installation
es: Instalación de IPT de prueba
ja: IPT テストインストール
zh: IPT 測試版裝置

source: GBIF provides a functional installation of the IPT for evaluation and testing purposes. The test installation of the latest release can be found at https://ipt.gbif.org/.
es: GBIF proporciona una instalación funcional del IPT con fines de evaluación y prueba. La instalación de prueba de la última versión se puede encontrar en https://ipt.gbif.org/.
ja: GBIFは、評価およびテスト目的でIPTの機能的なインストールを提供しています。最新リリースのテストインストールは https://ipt.gbif.org/ でご覧いただけます。
