Repository: gbif/ipt
Catalog: docs/translations/sampling-event-data.adoc.*.po
Languages: es, ja

source: Introduction
es: Introducción
ja: はじめに

source: Templates
es: Plantillas
ja: テンプレート

source: Required DwC fields
es: Campos DwC obligatorios
ja: DwCの必須項目

source: Recommended DwC fields
es: Campos DwC recomendados
ja: DwCの推奨フィールド

source: Exemplar datasets
es: Conjuntos de datos de ejemplo
ja: サンプルデータセット

source: FAQ
es: Preguntas frecuentes
ja: よくある質問

source: https://dwc.tdwg.org/terms/#dwc:decimalLatitude[decimalLatitude] & https://dwc.tdwg.org/terms/#dwc:decimalLongitude[decimalLongitude] & https://dwc.tdwg.org/terms/#dwc:geodeticDatum[geodeticDatum] - to provide a specific point location
es: https://dwc.tdwg.org/terms/#dwc:decimalLatitude[decimalLatitude] & https://dwc.tdwg.org/terms/#dwc:decimalLongitude[decimalLongitude] & https://dwc.tdwg.org/terms/#dwc:geodeticDatum[geodeticDatum], para proporcionar la ubicación de un punto específico
ja: https://dwc.tdwg.org/terms/#dwc:decimalLatitude[decimalLatitude] & https://dwc.tdwg.org/terms/#dwc:decimalLongitude[decimalLongitude] & https://dwc.tdwg.org/terms/#dwc:geodeticDatum[geodeticDatum] - 地点情報を与えるため

source: Sampling Event Data
es: Datos de eventos de muestreo
ja: サンプリングイベントデータ

source: Resources which present evidence not only of the occurrence of a species at a particular place and time, but also sufficient detail to assess community composition for a broader taxonomic group or relative abundance of species at multiple times and places. Such datasets derive from standardized protocols for measuring and observing biodiversity. Examples include vegetation transects, standardized bird census data, eco-genomic samples, etc. These add to Occurrence Data by indicating what protocol was followed, which occurrence records derive from a sampling event following the protocol, and ideally the relative abundance (by a suitable numerical measure) of species recorded in the sample. These additional elements can support better comparison of the data from different times and places (where the same protocol is indicated) and may in some cases enable researchers to infer the absence of particular species from particular sites. These datasets include the same basic descriptive information included under xref:resource-metadata.adoc[Resource metadata] and the same standard elements as in xref:occurrence-data.adoc[Occurrence Data].
es: Recursos que muestran la evidencia no sólo de la presencia de una especie en un lugar y momento particular, sino también detalles suficientes para evaluar la composición de la comunidad para un grupo taxonómico más amplio o la abundancia relativa de especies en múltiples momentos y lugares. Estos conjuntos de datos se derivan de protocolos estandarizados para medir y observar la biodiversidad. Los ejemplos incluyen transectas de vegetación, datos estandarizados de censos de aves, muestras ecogenómicas, etc. Estos se suman a los datos de presencia al indicar qué protocolo se siguió, qué registros de presencia se derivan de un evento de muestreo siguiendo el protocolo e idealmente la abundancia relativa (según un método adecuado) de las especies registradas en la muestra. Estos elementos adicionales pueden respaldar una mejor comparación de los datos de diferentes momentos y lugares (donde se indica el mismo protocolo) y, en algunos casos, pueden permitir a los investigadores inferir la ausencia de especies particulares en sitios particulares. Estos conjuntos de datos incluyen la misma información descriptiva básica incluida en xref:resource-metadata.adoc[Metadatos de Recursos] y los mismos elementos estándar que en xref:occurrence-data.adoc[Datos de Presencia].

source: How to transform your data into sampling event data
es: Cómo transformar sus datos en datos de eventos de muestreo
ja: サンプリングイベントデータに変換する方法

source: Ultimately your data needs to be transformed into two tables using Darwin Core (DwC) term names as column names: one table of sampling events and another table of species occurrences derived from (associated to) each sampling event.
es: En última instancia, sus datos deben transformarse en dos tablas utilizando los nombres de los términos del Darwin Core (DwC) como nombres de columna: una tabla de eventos de muestreo y otra tabla de registros de especies derivados de (asociados a) cada evento de muestreo.
ja: 最終的には、ダーウィン・コア（DwC）の用語名を列名とした2つのテーブルにデータを変換する必要があります。1つはサンプリングイベントのテーブル、もう1つは各サンプリングイベントに由来する（関連する）種のオカレンスのテーブルです。

source: Try putting your data into the <<Templates,Excel template>>, which includes two sheets: one for sampling events and another for associated species occurrences.
es: Pruebe poner sus datos en la <<Plantillas,plantilla de Excel>>, que incluye dos hojas: una para los eventos de muestreo y otra para los registros biológicos asociados.
ja: このlink:https://ipt.gbif.org/manual/ja/ipt/latest/sampling-event-data#%E3%83%86%E3%83%B3%E3%83%97%E3%83%AC%E3%83%BC%E3%83%88[Excelテンプレート]にデータを入力してみてください。このテンプレートには、サンプリングイベント用と関連する種のオカレンス用の2シートが含まれています。

source: Alternatively, if your data is stored in a xref:database-connection.adoc[supported database], you can write two SQL tables (views) using DwC column names: one for sampling events and another for associated species occurrences.
es: Alternativamente, si sus datos están almacenados en xref:database-connection.adoc[base de datos compatible], puede escribir dos tablas SQL (vistas) usando nombres de columnas DwC: una para eventos de muestreo y otra para presencia de especies asociadas.

source: Each sampling event record should include all xref:occurrence-data.adoc#required-dwc-fields[required DwC fields] and as many xref:occurrence-data.adoc#recommended-dwc-fields[recommended DwC fields] as possible. You can augment your table with extra DwC columns, but only DwC terms from this {latest-dwc-event}[list].
es: Cada registro de evento de muestreo debe incluir todos los xref:occurrence-data.adoc#required-dwc-fields[campos DwC obligatorios] y tantos xref:occurrence-data.adoc#recommended-dwc-fields[campos DwC recomendados] como sea posible. Puede aumentar su tabla con columnas DwC adicionales, pero solo términos DwC de este {latest-dwc-event}[lista].

source: Similarly, each species occurrence record should include all xref:occurrence-data.adoc#required-dwc-fields[required DwC fields] and as many xref:occurrence-data.adoc#recommended-dwc-fields[recommended DwC fields] as possible. You can augment your table with extra DwC columns, but only DwC terms from this {latest-dwc-occurrence}[list]. Some DwC terms will be redundant meaning they are added to both sampling event and species occurrence records. As a general rule, try not to add redundant terms with the same values. It is fine if they have different values though, for example, if you wanted to define a location of an event and then define more specific locations for individual occurrences. Otherwise, when the location of individual occurrences isn't supplied, its location gets inherited from the event.
es: De manera similar, cada registro de presencia de especies debe incluir todos los xref:occurrence-data.adoc#required-dwc-fields[campos DwC requeridos] y tantos xref:occurrence-data.adoc#recommended-dwc-fields[campos DwC recomendados] como sea posible . Puede aumentar su tabla con columnas DwC adicionales, pero solo términos DwC de esta {latest-dwc-occurrence}[lista]. Algunos términos de DwC serán redundantes, lo que significa que se agregarán tanto a los registros de eventos de muestreo como a los de ocurrencia de especies. Como regla general, trate de no agregar términos redundantes con los mismos valores. Sin embargo, está bien si tienen valores diferentes, por ejemplo, si desea definir una ubicación de un evento y luego definir ubicaciones más específicas para sucesos individuales. De lo contrario, cuando no se proporciona la ubicación de sucesos individuales, su ubicación se hereda del evento.

source: For extra guidance, you can refer to the guide xref:best-practices-sampling-event-data.adoc[Best Practices in Publishing Sampling-event data] and look at the <<Templates,template populated with example data>> or the list of <<Exemplar datasets,exemplar datasets>>.
es: Si necesita ayuda adicional, diríjase a la guía xref:best-practices-checklists.adoc[Buenas Prácticas para la publicación de listados de especies] y eche un vistazo a los <<Conjuntos de datos de ejemplo,conjuntos de datos de ejemplos>>.
ja: さらに詳しいガイダンスとして、ガイドxref:best-practices-sampling-event-data.adoc[サンプリングイベントデータ公開におけるベストプラクティス]を参照し、link:https://ipt.gbif.org/manual/ja/ipt/latest/sampling-event-data#templates[サンプルデータを入力したテンプレート]やlink:https://ipt.gbif.org/manual/ja/ipt/latest/sampling-event-data#exemplar-datasets[サンプルデータセットのリスト]を見ることができます。

source: link:{attachmentsdir}/downloads/event_ipt_template_v2.xlsx[image:ipt2/excel-template2.png[Excel Template]] link:{attachmentsdir}/downloads/event_ipt_template_v2_example_data.xlsx[image:ipt2/excel-template-data2.png[Excel Template (with example data)]]
es: link:{attachmentsdir}/downloads/event_ipt_template_v2.xlsx[image:ipt2/excel-template2.png[Plantilla de Excel]] link:{attachmentsdir}/downloads/event_ipt_template_v2_example_data.xlsx[image:ipt2/excel-template-data2.png[Plantilla de Excel (con datos de ejemplo)]]
ja: link:{attachmentsdir}/downloads/event_ipt_template_v2.xlsx[image:ipt2/excel-template2.png[Excelテンプレート]] link:{attachmentsdir}/downloads/event_ipt_template_v2_example_data.xlsx[image:ipt2/excel-template-data2.png[Excelテンプレート（サンプルデータ付き）]]

source: Populate it and upload it to the IPT.
es: Llene el formato y cárguelo al IPT.
ja: 入力し、IPTにアップロードします。

source: https://dwc.tdwg.org/terms/#dwc:eventID[eventID] - also required for associated occurrence data (to link them together)
es: https://dwc.tdwg.org/terms/#dwc:eventID[eventID], también es necesario para los datos de registros biológicos asociados (para vincularlos)
ja: https://dwc.tdwg.org/terms/#dwc:eventID[eventID] - 関連するオカレンスデータにも必要です（両方を関連付けるため）。

source: https://dwc.tdwg.org/terms/#dwc:parentEventID[parentEventID] - in situations where the event is part of an event series
es: https://dwc.tdwg.org/terms/#dwc:parentEventID[parentEventID], en situaciones en las que el evento es parte de una serie de eventos
ja: https://dwc.tdwg.org/terms/#dwc:parentEventID[parentEventID] - イベントがイベントシリーズの一部である場合に使用されます。

source: https://dwc.tdwg.org/terms/#dwc:samplingEffort[samplingEffort] - to provide evidence of rigour of sampling event
es: https://dwc.tdwg.org/terms/#dwc:samplingEffort[samplingEffort], para proporcionar evidencia del rigor del evento de muestreo
ja: https://dwc.tdwg.org/terms/#dwc:samplingEffort[samplingEffort] - サンプリングイベントの精度の証拠を提供する。

source: https://dwc.tdwg.org/terms/#dwc:locationID[locationID] - in situations where the plot/transect being sampled has a unique identifier
es: https://dwc.tdwg.org/terms/#dwc:locationID[locationID], en situaciones en las que la parcela/transecto muestreada tiene un identificador único
ja: https://dwc.tdwg.org/terms/#dwc:locationID[locationID] - サンプリングされるプロット/トランセクトが一意の識別子を持っている場合。

source: https://dwc.tdwg.org/terms/#dwc:footprintWKT[footprintWKT] & https://dwc.tdwg.org/terms/#dwc:footprintSRS[footprintSRS] - to provide a specific shape location
es: https://dwc.tdwg.org/terms/#dwc:footprintWKT[footprintWKT] & https://dwc.tdwg.org/terms/#dwc:footprintSRS[footprintSRS], para proporcionar una ubicación de forma específica
ja: https://dwc.tdwg.org/terms/#dwc:footprintWKT[footprintWKT] & https://dwc.tdwg.org/terms/#dwc:footprintSRS[footprintSRS] - 特定の地点の位置を提供する。

source: https://dwc.tdwg.org/terms/#dwc:occurrenceStatus[occurrenceStatus] - only for associated occurrence data to record presence/absence data.
es: https://dwc.tdwg.org/terms/#dwc:occurrenceStatus[occurrenceStatus], sólo para datos de registros biológicos asociados para registrar datos de presencia/ausencia.
ja: https://dwc.tdwg.org/terms/#dwc:occurrenceStatus[occurrenceStatus] - 存在/不在データを記録するための関連するオカレンスデータのみ。

source: Reef Life Survey: Global reef fish dataset: http://ipt.ala.org.au/archive.do?r=global[DwC-A] / http://ipt.ala.org.au/resource?r=global[IPT homepage]
es: Reef Life Survey: Conjunto de datos mundiales sobre peces de arrecife: http://ipt.ala.org.au/archive.do?r=global[DwC-A] / http://ipt.ala.org.au/resource?r=global[Página de inicio del IPT]
ja: Reef Life Survey: Global reef fish dataset: http://ipt.ala.org.au/archive.do?r=global[DwC-A] / http://ipt.ala.org.au/resource?r=global[IPTホームページ]

source: Lepidurus arcticus survey Northeast Greenland 2013: http://gbif.vm.ntnu.no/ipt/archive.do?r=lepidurus-arcticus-survey_northeast-greenland_2013[DwC-A] / http://gbif.vm.ntnu.no/ipt/resource?r=lepidurus-arcticus-survey_northeast-greenland_2013[IPT homepage]
es: Estudio sobre Lepidurus arcticus Noreste de Groenlandia 2013: http://gbif.vm.ntnu.no/ipt/archive.do?r=lepidurus-arcticus-survey_northeast-greenland_2013[DwC-A] / http://gbif.vm.ntnu.no/ipt/resource?r=lepidurus-arcticus-survey_northeast-greenland_2013[Página de inicio del IPT]
ja: Lepidurus arcticus survey Northeast Greenland 2013: http://gbif.vm.ntnu.no/ipt/archive.do?r=lepidurus-arcticus-survey_northeast-greenland_2013[DwC-A] / http://gbif.vm.ntnu.no/ipt/resource?r=lepidurus-arcticus-survey_northeast-greenland_2013[IPTホームページ]

source: Insects from light trap (1992–2009), rooftop Zoological Museum, Copenhagen: http://danbif.au.dk/ipt/archive.do?r=rooftop&v=1.4[DwC-A] / http://danbif.au.dk/ipt/resource?r=rooftop[IPT homepage]
es: Insectos de una trampa de luz (1992–2009), rooftop Zoological Museum, Copenhagen: http://danbif.au.dk/ipt/archive.do?r=rooftop&v=1.4[DwC-A] / http://danbif.au.dk/ipt/resource?r=rooftop[página de inicio del IPT]
ja: Insects from light trap (1992–2009), rooftop Zoological Museum, Copenhagen: http://danbif.au.dk/ipt/archive.do?r=rooftop&v=1.4[DwC-A] / http://danbif.au.dk/ipt/resource?r=rooftop[IPTホームページ]

source: Q. How do I indicate that a sampling event was part of a time series?
es: P. ¿Cómo puedo indicar que un evento de muestreo forma parte de una serie temporal?
ja: Q. あるサンプリングイベントが時系列の一部であることを示すにはどうしたらよいですか？

source: *A.* All sampling events at the same location must share the same https://dwc.tdwg.org/terms/#dwc:locationID[locationID].
es: *R.* Todos los eventos de muestreo en el mismo lugar deben compartir el mismo https://dwc.tdwg.org/terms/#dwc:locationID[locationID].
ja: *A.* 同じ場所でのサンプリングイベントは、すべて同じlink:https://dwc.tdwg.org/terms/#dwc:locationID[locationID]を共有する必要があります。

source: Q. How do I publish a hierarchy of events (recursive data type) using parentEventID?
es: R. ¿Cómo puedo publicar una jerarquía de eventos (tipo de datos recursivos) utilizando parentEventID?
ja: Q. parentEventIDを使用して、イベントの階層（再帰的データ型）を公開するにはどうすればよいですか？

source: *A.* The classic example is sub-sampling of a larger plot. To group all (child) sub-sampling events under the (parent) sampling event, the parentEventID of all sub-sampling events must be set to the eventID of the (parent) sampling event. To be valid, all parentEventIDs must reference eventIDs of records defined in the same dataset. Otherwise, the parentEventID must be a globally unique identifier (e.g. DOI, HTTP URI, etc) that resolves to an event record described elsewhere. Ideally, all (child) sub-sampling events share the same date and location as the (parent) event it references.
es: *A.* El ejemplo clásico es el submuestreo de un gráfico más grande. Para agrupar todos los eventos de submuestreo (secundarios) bajo el evento de muestreo (principal), el parentEventID de todos los eventos de submuestreo se debe establecer en el eventID del evento de muestreo (principal). Para ser válido, todos los parentEventID deben hacer referencia a los eventID de registros definidos en el mismo conjunto de datos. De lo contrario, parentEventID debe ser un identificador único global (por ejemplo, DOI, URI HTTP, etc.) que se resuelva en un registro de evento descrito en otra parte. Idealmente, todos los eventos de submuestreo (secundarios) comparten la misma fecha y ubicación que el evento (principal) al que hace referencia.

source: Q. How do I publish absence data?
es: P. ¿Cómo puedo publicar datos de ausencia?
ja: Q. 不在データはどのように公開するのですか？

source: *A.* *Step 1*: Make species absences explicit by adding a species occurrence record for each species that could have been observed at the time and place of sampling, but was not observed, by setting the following fields:
es: *A.* *Paso 1*: Puede hacer explícitas las ausencias de especies añadiendo un registro biológico para cada especie que podría haber sido observada en el momento y lugar del muestreo, pero que no fue observada, estableciendo los siguientes campos:
ja: *A.* *ステップ1*：サンプリングの時間や場所で観察できたはずなのに観察されなかった種について、以下のフィールドを設定して種オカレンス記録を追加することで、種の不在を明示します。

source: Mandatory:
es: Obligatorio:
ja: 必須

source: https://dwc.tdwg.org/terms/#dwc:occurrenceStatus[occurrenceStatus]=link:{latest-occurrence-status}[absent]
es: https://dwc.tdwg.org/terms/#dwc:occurrenceStatus[occurrenceStatus]=link:{latest-occurrence-status}[ausente]

source: Optional (provide one or both):
es: Opcional (documente uno o ambos):
ja: オプション（どちらか一方または両方を提供します）

source: https://dwc.tdwg.org/terms/#dwc:organismQuantity[organismQuantity] and https://dwc.tdwg.org/terms/#dwc:organismQuantityType[organismQuantityType] pair: "0", "individuals"
es: https://dwc.tdwg.org/terms/#dwc:organismQuantity[organismQuantity] y https://dwc.tdwg.org/terms/#dwc:organismQuantityType[organismQuantityType] conectan: "0", "individuos"

source: Alternatively, include sampling event records even if the sampling yielded no derived species occurrences. This allows species absences to be inferred. This https://gbif.vm.ntnu.no/ipt/resource?r=lepidurus-arcticus-survey_northeast-greenland_2013[example sampling event dataset from Norway] (https://www.gbif.org/occurrence/search?dataset_key=78360224-5493-45fd-a9a0-c336557f09c3[also on GBIF.org]) demonstrates how this looks.
es: Alternativamente, incluya registros de eventos de muestreo, incluso si el muestreo no produjo registros biológicos de especies derivadas. Esto permite inferir ausencias de especies. Este https://gbif.vm.ntnu.no/ipt/resource?r=lepidurus-arcticus-survey_northeast-greenland_2013[este ejempo de conjunto de datos de eventos de muestreo de Noruega] (https://www.gbif.org/occurrence/search?dataset_key =78360224-5493-45fd-a9a0-c336557f09c3 [también en GBIF.org]) demuestra cómo se ve esto.
ja: あるいは、サンプリングで派生する種のオカレンスがなかったとしても、サンプリングイベントの記録を含めます。これにより、種の不在を推論することができます。このlink:https://gbif.vm.ntnu.no/ipt/resource?r=lepidurus-arcticus-survey_northeast-greenland_2013[ノルウェーのサンプリングイベントデータセット]の例では、これがどのように見えるかを示しています。

source: *Step 2*: Define the taxonomic scope of all sampling events included in the dataset, it is recommended to publish a timestamped checklist together with the sampling event dataset, which represents the species composition that could be observed at the time and place of sampling given the sampling protocol (and/or the taxonomic coverage of the study and the expertise of the personnel carrying out identification). This would allow for accurate presence/absence data to be recorded. In addition to the normal (expected) species composition, the checklist could include invasive (unexpected) species. For taxonomic and biogeographical/ecological reasons, however, this checklist would exist solely within the context of the sampling event dataset.
es: *Paso 2*: Definir el alcance taxonómico de todos los eventos de muestreo incluidos en el conjunto de datos; se recomienda publicar una lista de verificación con marca de tiempo junto con el conjunto de datos del evento de muestreo, que represente la composición de especies que se pudo observar en el momento y lugar del muestreo dado el protocolo de muestreo (y/o la cobertura taxonómica del estudio y la experiencia del personal que lleva a cabo la identificación). Esto permitiría registrar datos precisos de presencia/ausencia. Además de la composición de especies normal (esperada), la lista de verificación podría incluir especies invasoras (inesperadas). Sin embargo, por razones taxonómicas y biogeográficas/ecológicas, esta lista de verificación existiría únicamente dentro del contexto del conjunto de datos del evento de muestreo.

source: Instructions on how to create a checklist can be found xref:checklist-data.adoc[here]. Detailed metadata should be included with the checklist describing a) the people who performed the identifications and their taxonomic expertise and b) how it was decided that these species were detectable & identifiable at the time and place of sampling.
es: Las instrucciones sobre cómo crear una lista de verificación se pueden encontrar en xref:checklist-data.adoc[aquí]. Se deben incluir metadatos detallados con la lista de verificación que describan a) las personas que realizaron las identificaciones y su experiencia taxonómica y b) cómo se decidió que estas especies eran detectables e identificables en el momento y lugar del muestreo.

source: To link the checklist to the sampling event dataset, add the checklist to the dataset metadata in the xref:manage-resources.adoc#external-links[External links] section.
es: Para vincular el listado de especies al conjunto de datos del evento de muestreo, añada la lista de comprobación a los metadatos del conjunto de datos en la sección xref:manage-resources.adoc#external-links[Enlaces externos].
ja: チェックリストをサンプリングイベントのデータセットにリンクさせるには、xref:manage-resources.adoc#external-links[外部リンク]セクションでデータセットのメタデータにチェックリストを追加します。

source: Resources which present evidence not only of the occurrence of a species at a particular place and time, but also sufficient detail to assess community composition for a broader taxonomic group or relative abundance of species at multiple times and places. Such datasets derive from standardized protocols for measuring and observing biodiversity. Examples include vegetation transects, standardized bird census data, eco-genomic samples, etc. These add to Occurrence Data by indicating what protocol was followed, which occurrence records derive from a sampling event following the protocol, and ideally the relative abundance (by a suitable numerical measure) of species recorded in the sample. These additional elements can support better comparison of the data from different times and places (where the same protocol is indicated) and may in some cases enable researchers to infer absence of particular species from particular sites. These datasets include the same basic descriptive information included under xref:resource-metadata.adoc[Resource metadata] and the same standard elements as in xref:occurrence-data.adoc[Occurrence Data].
ja: 特定の場所と時間における種のオカレンスの証拠だけでなく、より広い分類群の群集組成や複数の時間と場所における種の相対的な存在量を評価するのに十分な詳細を示す資料です。 このようなデータセットは、生物多様性を測定・観察するための標準化されたプロトコルに由来するものです。 例えば、植生のトランセクト調査、標準化された鳥類のセンサス調査データ、環境ゲノムサンプルなどがありますが、これらのデータは、どのようなプロトコルに従ったのか、どのオカレンス記録がプロトコルに従ったサンプリングイベントに由来するのか、理想的にはサンプルに記録された種の相対的な存在量（適切な数値指標による）を示すことによってオカレンスデータを追加します。 これらの追加要素は、異なる時間や場所（同じプロトコルが示されている場合）のデータのより良い比較をサポートし、場合によっては研究者が特定の場所から特定の種の不在を推測することができるかもしれません。これらのデータセットには、xref:resource-metadata.adoc[リソースメタデータ]に含まれるものと同じ基本的な記述情報と、xref:occurrence-data.adoc[オカレンスデータ]と同じ標準的な要素が含まれています。

source: Alternatively if your data is stored in a xref:database-connection.adoc[supported database], you can write two SQL tables (views) using DwC column names: one for sampling events and another for associated species occurrences.
ja: また、データが対応データベースに保存されている場合は、DwCカラム名を使用して2つのSQLテーブル（ビュー）を作成することができます。1つはサンプリングイベント用、もう1つは関連する種のオカレンス用です。
