Repository: gbif/ipt
Catalog: docs/translations/sampling-event-data.adoc.*.po
Languages: es, ja

source: Each sampling event record should include all <<Required DwC Fields,required DwC fields>> and as many <<Recommended DwC Fields,recommended DwC fields>> as possible. You can augment your table with extra DwC columns, but only DwC terms from this {latest-dwc-event}[list].
ja: 各サンプリングイベント記録には、すべてのxref:occurrence-data.adoc#required-dwc-fields[DwC必須項目]と可能な限り多くのxref:occurrence-data.adoc#recommended-dwc-fields[DwC推奨項目]を含める必要があります。追加のDwC列でテーブルを拡張することはできますが、このlink:{latest-dwc-event}[リスト]にあるDwC用語のみです。

source: Similarly each species occurrence record should include all xref:occurrence-data.adoc#required-dwc-fields[required DwC fields] and as many xref:occurrence-data.adoc#recommended-dwc-fields[recommended DwC fields] as possible. You can augment your table with extra DwC columns, but only DwC terms from this {latest-dwc-occurrence}[list]. Some DwC terms will be redundant meaning they are added to both sampling event and species occurrence records. As a general rule, try not to add redundant terms with the same values. It is fine if they have different values though, for example if you wanted to define a location of an event and then define more specific locations for individual occurrences. Otherwise when the location of individual occurrences isn't supplied, its location gets inherited from the event.
ja: 同様に、各生物種のオカレンス記録には、すべてのxref:occurrence-data.adoc#required-dwc-fields[DwC必須項目]と可能な限り多くのxref:occurrence-data.adoc#recommended-dwc-fields[DwC推奨項目]を含める必要があります。追加のDwC列でテーブルを拡張することができますが、このlink:{latest-dwc-occurrence}[リスト]のDwC用語のみです。一部のDwC用語は、サンプリング事象と種のオカレンスの両方の記録に追加されるため、冗長になります。一般的な規則として、同じ値を持つ冗長な用語は追加しないようにします。例えば、ある事象の場所を定義し、その後、個々のオカレンスについてより具体的な場所を定義する場合 は、異なる値を持つ用語があっても問題ありません。一方、個々のオカレンスの場所が提供されない場合、その場所はイベントデータから引用されます。

source: Israeli Butterfly Monitoring Scheme (BMS-IL): http://cloud.gbif.org/eubon/archive.do?r=butterflies-monitoring-scheme-il[DwC-A] / http://cloud.gbif.org/eubon/resource?r=butterflies-monitoring-scheme-il[IPT homepage]
ja: Israeli Butterfly Monitoring Scheme (BMS-IL): http://cloud.gbif.org/eubon/archive.do?r=butterflies-monitoring-scheme-il[DwC-A] / http://cloud.gbif.org/eubon/resource?r=butterflies-monitoring-scheme-il[IPTホームページ]

source: Dutch Vegetation Database (LVD): http://cloud.gbif.org/eubon/archive.do?r=lvd[DwC-A] / http://cloud.gbif.org/eubon/resource?r=lvd[IPT homepage]
ja: Dutch Vegetation Database (LVD): http://cloud.gbif.org/eubon/archive.do?r=lvd[DwC-A] / http://cloud.gbif.org/eubon/resource?r=lvd[IPTホームページ]

source: *A.* The classic example is sub-sampling of a larger plot. To group all (child) sub-sampling events under the (parent) sampling event, the parentEventID of all sub-sampling events must be set to the eventID of the (parent) sampling event. To be valid, all parentEventIDs must reference eventIDs of records defined in the same dataset. Otherwise, the parentEventID must be globally unique identifier (e.g. DOI, HTTP URI, etc) that resolves to an event record described elsewhere. Ideally, all (child) sub-sampling events share the same date and location as the (parent) event it references.
ja: *A.* 典型的な例は、より大きなプロットのサブサンプリングです。すべてのサブサンプリングイベント（子）をサンプリングイベント（親）の下にグループ化するために、すべてのサブサンプリングイベントのparentEventIDは（親）サンプリングイベントのeventIDに設定されなければなりません。有効であるためには、すべてのparentEventIDは同じデータセットで定義されたレコードのeventIDを参照しなければなりません。そうでない場合、parentEventID は他の場所で記述されたイベントレコードに解決するグローバルに一意な識別子(例えば DOI、HTTP URI など)でなければなりません。理想的には、すべての（子）サブサンプリングイベントは、それが参照する（親）イベントと同じ日付と場所を共有します。

source: *Step 2*: Define the taxonomic scope of all sampling events included in the dataset, it is recommended to publish a timestamped checklist together with the sampling event dataset, which represents the species composition that could be observed at the time and place of sampling given the sampling protocol (and/or the taxonomic coverage of the study and the expertise of the personnel carrying out identification). This would allow for accurate presence/absence data being recorded. In addition to the normal (expected) species composition, the checklist could include invasive (unexpected) species. For taxonomic and biogeographical/ecological reasons, however, this checklist would exist solely within the context of the sampling event dataset.
ja: *ステップ2*：データセットに含まれるすべてのサンプリングイベントの分類学的範囲を定義します。サンプリングイベントのデータセットとともにタイムスタンプ付きのチェックリストを公表することを推奨します。これは、サンプリングプロトコル（及び調査の分類学的範囲と識別を行う担当者の専門性）を考慮し、サンプリングの時間と場所で観察できる種組成を表すものです。これにより、正確な存在／不在データを記録することができます。通常の（予想される）種の構成に加え、チェックリストには侵入種（予想外の）種を含めることができます。しかし、分類学的、生物地理学・生態学的な理由から、このチェックリストはサンプリングイベントのデータセットのコンテキスト内にのみ存在することになります。

source: Instructions how to create a checklist can be found xref:checklist-data.adoc[here]. Detailed metadata should be included with the checklist describing a) the people who performed the identifications and their taxonomic expertise and b) how it was decided that these species were detectable & identifiable at the time and place of sampling.
ja: チェックリストの作成方法は、xref:checklist-data.adoc[こちら]をご覧ください。チェックリストには、a）同定を行った人とその分類学的専門知識、b）サンプリングの時間と場所でこれらの種が検出・同定可能であると判断した方法を記述した詳細なメタデータを添付する必要があります。
