Repository: gbif/ipt
Catalog: docs/translations/tomcat-installation-windows.adoc.*.po
Languages: es, ja

source: Prerequisites
es: Prerrequisitos
ja: 前提

source: Install Tomcat 8 on Windows
es: Instalación de Tomcat 8 en Windows
ja: Tomcat 8をWindowsにインストールする

source: This tutorial explains how to install the Apache Tomcat Java Servlet 8 on Windows 8.1 Pro. This document is not tested to work with other versions of Tomcat. For complete details, consult the specific documentation for those software installations.
es: Este tutorial explica cómo instalar Apache Tomcat Java Servlet 8 en Windows Pro 8.1. Este documento no está probado para funcionar con otras versiones de Tomcat. Para obtener más información, consulte la documentación específica para la versión de software que requiere instalar.
ja: このチュートリアルでは、Windows 8.1 ProにApache Tomcat Java Servlet 8をインストールする方法について説明します。このドキュメントは、他のバージョンのTomcatでの動作は確認されていません。詳細については、それぞれのソフトウェアのインストールにフォーカスした説明を参照してください。

source: Please make sure the following conditions (software and version) are met before you continue.
es: Por favor asegúrese de cumplir las siguientes condiciones (software y versión) antes de continuar.
ja: 以下の条件（ソフトウェア、バージョン）を満たしていることをご確認の上、お進みください。

source: The client version of Windows 8.1 Pro. This tutorial is written based on the 64-bit version of Windows 8.1 Professional.
es: La versión de cliente de Windows Pro 8.1. Este tutorial está escrito con base en la versión de 64 bits de Windows Professional 8.1
ja: Windows 8.1 Proのクライアント版。このチュートリアルは、64ビット版のWindows 8.1 Professionalをベースに書かれています。

source: The latest security upgrades.
es: Las últimas actualizaciones de seguridad.
ja: 最新のセキュリティアップグレード。

source: Java 8 Framework installed. This tutorial is written based on version jre1.8.0_60 (Java Version 8 Update 60). Please refer to http://java.com/en/download/ to install JRE. This page usually will detect your operating system and gives hints to the correct version to download. Assuming Java is installed in C:\Program Files (x86)\Java\jre8. (Note from tester on Windows 8.1, I tried to install Java in the C:\Program Files directory and it would not work. I had to put it in the (x86) folder).
es: Instalación de Java 8 Framework. Este tutorial está escrito en base a la versión jre1.8.0_60 (Java Version 8 Update 60). Consulte http://java.com/en/download/ para instalar JRE. Esta página generalmente detectará su sistema operativo y le dará pistas sobre la versión correcta para descargar. Suponiendo que Java esté instalado en C:\Archivos de programa (x86)\Java\jre8. (Nota del editor: En Windows 8.1, intenté instalar Java en el directorio C:\Archivos de programa y no funcionó. Tuve que ponerlo en la carpeta (x86)).
ja: Java 8 Frameworkがインストールされていること。このチュートリアルは、バージョン jre1.8.0_60 (Java Version 8 Update 60) に基づいて書かれています。JREのインストールは、http://java.com/en/download/ を参照してください。このページは、通常、あなたのOSを検出し、ダウンロードする正しいバージョンのヒントを与えます。JavaがC:\Program Files (x86)\Java\jre8 にインストールされていると仮定します。（Windows 8.1のテスターからの注記：C:\Program FilesディレクトリにJavaをインストールするとうまく動作せず、(x86)フォルダーに入れる必要がありました。）

source: Logged in as an administrator.
es: Inicio de sesión como administrador.
ja: 管理者としてログインします。

source: Steps
es: Pasos
ja: 手順

source: 1. Download Tomcat 8.x
es: 1. Descargue Tomcat 8.x
ja: 1. Tomcat 8.xをダウンロード

source: Download the latest stable Tomcat 8 Binary Distribution Core (32-bit/64-bit Windows Service Installer) release from https://tomcat.apache.org/download-80.cgi. This should put a file of the form apache-tomcat-8.x.x.exe (or apache-tomcat-8.x.x.tar if you download with Safari) into your Downloads folder.
es: Descargue la versión más reciente y estable de la distribución binaria de Tomcat 8 del núcleo (32-bit/64-bit Servicio Instalador de Windows) desde https://tomcat.apache.org/download-80.cgi. Esto debería descargar un archivo con el formato apache-tomcat-8.x.x.exe (o apache-tomcat-8.x.x.tar si lo descarga con Safari) en su carpeta de Descargas.
ja: Tomcat 8 Binary Distribution Core (32-bit/64-bit Windows Service Installer) の最新安定版リリースを https://tomcat.apache.org/download-80.cgi からダウンロードしてください。これにより、apache-tomcat-8.x.x.exe（Safariでダウンロードした場合はapache-tomcat-8.x.tar）という形式のファイルがダウンロードフォルダに置かれるはずです。

source: 2. Install Tomcat 8.x
es: 2. Instalación de Tomcat 8.x
ja: 2. Tomcat 8.xをインストール

source: Double click the executable to start installation wizard. *Do* fill information to specify *the connector port*, *Tomcat administrator login credentials* without changing the Roles. If you forget to provide the credential information, you'll have to edit the `conf/tomcat-users.xml` file from the Tomcat configuration directory, then restart Tomcat to flush the privileges. (Note that when testing this scenario, the default suggested *connector port* settings worked).
es: Haga doble clic en el ejecutable para iniciar el asistente de instalación. * Llene * la información necesaria para especificar * el puerto del conector *, * las credenciales de inicio de sesión del administrador de Tomcat * sin cambiar los roles. Si olvida proporcionar la información de la credencial, tendrá que editar el archivo `conf/tomcat-users.xml` del directorio de configuración de Tomcat, luego debe reiniciar Tomcat para actualizar los permisos. (Tenga en cuenta que al probar este escenario, la configuración predeterminada del * puerto del conector * sugerida funcionó).
ja: 実行ファイルをダブルクリックすると、インストールウィザードが起動します。ロールを変更せずに、*コネクタポート*、*Tomcat管理者ログイン情報*を*入力*します。資格情報を記入し忘れた場合は、Tomcatの設定ディレクトリから`conf/tomcat-users.xml`ファイルを編集し、Tomcatを再起動して、権限をフラッシュする必要があります。(このシナリオをテストしたとき、デフォルトで提案された*コネクタ・ポート*設定が機能したことに注意してください）。

source: Apache Tomcat Setup Config Options
es: Opciones de configuración de la instalación de Apache Tomcat
ja: Apache Tomcatのセットアップ設定オプション

source: 3. Run Tomcat
es: Ejecutar Tomcat
ja: 3. Tomcatを実行

source: Go to C:\Program Files (x86)\Apache Software Foundation\Tomcat 8.0\bin Double click the *tomcat8* application.
es: Vaya a C: \Archivos de programa (x86)\Apache Software Foundation\Tomcat 8.0\ bin Haga doble clic en la aplicación *tomcat8*.
ja: C:\Program Files (x86)\Apache Software Foundation\Tomcat 8.0\bin に移動し、*tomcat8*アプリケーションをダブルクリックします。

source: You should see a terminal window showing logs about starting up Tomcat. When you see
es: Debería ver una ventana de consola que muestra el registro de los comandos de inicio de Tomcat. Cuando vea
ja: ターミナルウィンドウに、Tomcatの起動に関するログが表示されるはずです。このとき、

source: That means the Tomcat is ready.
es: Eso significa que el Tomcat ha iniciado.
ja: これでTomcatの準備が整いました。

source: You can also run the *tomcat8w* application by right-clicking it and choose "run as administrator". A service setting pane will be brought up, and you can decide you'd like to run Tomcat for once or make it start up automatically every time you boot Windows 8.
es: También puede ejecutar la aplicación * tomcat8w * haciendo clic con el botón derecho y eligiendo "ejecutar como administrador". Aparecerá un panel de configuración del servicio y puede decidir que desea ejecutar Tomcat por una vez o hacer que se inicie automáticamente cada vez que inicie Windows 8.
ja: また、*tomcat8w*アプリケーションを右クリックして「管理者として実行」を選択することで実行できます。サービス設定ペインが表示されるので、Tomcatを一度だけ起動するか、Windows 8を起動するたびに自動的に起動させるかを決めることができます。

source: You can also start Tomcat (in Windows 8.1) from the Task Manager > Services tab.
es: También puede iniciar Tomcat (en Windows 8.1) desde el Administrador de tareas> pestaña Servicios.
ja: タスクマネージャー>サービスタブからTomcatを起動することもできます（Windows 8.1の場合）。

source: 4. Test Tomcat
es: 4. Prueba de Tomcat
ja: 4. Tomcatのテスト

source: If Tomcat is running successfully following step 5, above, you should be able to see the Tomcat Welcome page at the following URL: http://localhost:8080/
es: Si Tomcat se está ejecutando correctamente siguiendo el paso anterior, debería poder ver la página de bienvenida de Tomcat en la siguiente URL: http://localhost:8080/
ja: 上記手順5でTomcatが正常に動作していれば、以下のURLでTomcatのWelcomeページが表示されるはずです： http://localhost:8080/

source: Tomcat Welcome Page
es: Página de bienvenida de Tomcat
ja: Tomcatウェルカムページ

source: With the admin credentials you entered during the setup wizard, you can access http://localhost:8080/manager/html where you can upload the ipt.war file to install IPT.
es: Con las credenciales de administrador que ingresó durante el asistente de configuración, puede acceder a http://localhost:8080/manager/html donde puede cargar el archivo ipt.war para instalar IPT.
ja: セットアップウィザードで入力した管理者資格で、http://localhost:8080/manager/html にアクセスし、IPTをインストールするための ipt.war ファイルをアップロードすることができます。

source: Tomcat Manager Page
es: Página de administración de Tomcat
ja: Tomcat管理者ページ

source: 5. Shut down Tomcat
es: 5. Apagando Tomcat
ja: 5. Tomcatをシャットダウン

source: Close the terminal windows will shut down Tomcat.
es: Cerrar la ventana de la terminal cerrará Tomcat.
ja: ターミナルウィンドウを閉じると、Tomcatがシャットダウンします。

source: Or, if you brought up Tomcat by using tomcat8w, stop Tomcat by clicking the stop button.
es: O, si abrió Tomcat usando tomcat8w, puede detener Tomcat haciendo clic en el botón de detener.
ja: また、tomcat8wでTomcatを起動した場合は、停止ボタンをクリックしてTomcatをシャットダウンしてください。

source: Or, in Task Manager > Services tab, stop Tomcat by "right click" and selecting "stop".
es: O, en el Administrador de tareas> pestaña Servicios, detenga Tomcat haciendo "clic derecho" sobre el servicio y seleccione "detener".
ja: あるいは、タスクマネージャー>サービスタブで、右クリックして「停止」を選択し、Tomcatを停止します。
