Repository: gbif/ipt
Catalog: docs/translations/translations.adoc.*.po
Languages: es, ja

source: How to Translate
es: Cómo traducir
ja: 翻訳方法

source: The IPT user interface and user manual both benefit from internationalization. Internationalization is a community effort, and everyone is welcome to join.
es: Tanto la interfaz, como el manual de usuario del IPT se benefician de la internacionalización. La internacionalización es un esfuerzo de la comunidad y todos son bienvenidos a unirse.
ja: IPTのユーザーインターフェースとユーザーマニュアルの両方が国際化の恩恵を受けています。国際化はコミュニティの努力であり、誰でも参加することができます。

source: Translation uses an online translation tool called https://crowdin.com/project/gbif-ipt[Crowdin]. To join, login to https://crowdin.com/project/gbif-ipt[Crowdin], select the language you would like to translate, and click the "Join" button. A translation manager will handle your request, and add you to the translation team. You may then start translating. Most people find Crowdin easy and intuitive to use. For help using Crowdin, you can always refer to their https://support.crowdin.com5/crowdin-intro/[Crowdin Introduction].
es: La traducción utiliza una herramienta de traducción en línea llamada https://crowdin.com/project/gbif-ipt[Crowdin]. Para unirse, inicie sesión en https://crowdin.com/project/gbif-ipt[Crowdin], seleccione el idioma que desea traducir y haga clic en el botón "Join". Un editor de traducciones se encargará de tu solicitud y te añadirá al equipo de traducción. A continuación, podrá empezar a traducir. La mayoría de la gente encuentra Crowdin fácil e intuitivo de usar. Para obtener ayuda sobre el uso de Crowdin, siempre puede consultar su https://support.crowdin.com5/crowdin-intro/[Introducción a Crowdin].
ja: 翻訳は、link:https://crowdin.com/project/gbif-ipt[Crowdin]というオンライン翻訳ツールを使っています。参加するには、link:https://crowdin.com/project/gbif-ipt[Crowdin]にログインし、翻訳したい言語を選択して、「参加」ボタンをクリックします。翻訳担当者が依頼を受け、翻訳チームに追加します。その後、翻訳を開始することができます。Crowdinは直感的な操作で簡単に利用することができます。Crowdinの使い方は、link:https://support.crowdin.com5/crowdin-intro/[Crowdin はじめに]を参照してください。

source: In the Crowdin IPT project, the file `Glossary` is not part of either the user interface or the user manual, but is used to check the consistence of translated terms. Other files belong either to the user interface, or the user manual.
es: En el proyecto Crowdin del IPT, el archivo `Glosario` no forma parte ni de la interfaz de usuario ni del manual de usuario, pero se utiliza para comprobar la coherencia de los términos traducidos. Los demás archivos pertenecen a la interfaz de usuario o al manual de usuario.
ja: Crowdin IPTプロジェクトでは、`Glossary`というファイルはユーザーインターフェースにもユーザーマニュアルにも含まれませんが、翻訳された用語の整合性をチェックするために使用されます。その他のファイルは、ユーザーインターフェースかユーザーマニュアルのどちらかに属しています。

source: Translating the User Interface
es: Traduciendo la interfaz de usuario
ja: ユーザーインターフェースの翻訳

source: Translations for the user interface are contained in the file `ApplicationResources_en.properties`. You are welcome to ask mailto:helpdesk@gbif.org[the helpdesk] for an account on https://ipt.gbif-uat.org/[GBIF's development IPT], where new translations will be applied.
es: Las traducciones para la interfaz de usuario están contenidas en el archivo `ApplicationResources_en.properties`. Puede pedir al mailto:helpdesk@gbif.org[Centro de ayuda] una cuenta en https://ipt.gbif-uat.org/[el desarrollo del IPT de GBIF], donde se aplicarán las nuevas traducciones.
ja: ユーザーインターフェースの翻訳は`ApplicationResources_en.properties`ファイルに含まれています。link:https://ipt.gbif-uat.org/[GBIF 開発用IPT]のアカウントをmailto:helpdesk@gbif.org[ヘルプデスク]に申請していただければ、新しい翻訳が適用されます。

source: Current languages
es: Idiomas actuales
ja: 現在利用できる言語

source: French
es: Francés
ja: フランス語

source: Japanese
es: Japonés
ja: 日本語

source: Portuguese
es: Portugués
ja: ポルトガル語

source: Russian
es: Ruso
ja: ロシア語

source: Spanish
es: Español
ja: スペイン語

source: Traditional Chinese
es: Chino tradicional
ja: 中国語（繁体字）

source: Persian (incomplete)
es: Persa (incompleto)
ja: ペルシャ語（未完成）

source: If you want to translate the user interface into another language, please email helpdesk@gbif.org.
es: Si desea traducir la interfaz de usuario a otro idioma, envíe un correo electrónico a helpdesk@gbif.org.
ja: ユーザーインターフェースを他の言語に翻訳したい場合は、helpdesk@gbif.org までご連絡ください。

source: Translating the User Manual
es: Traducción el manual de usuario
ja: ユーザーマニュアルの翻訳

source: Translations for the user manual are in the Crowdin folder `docs/translations`. The user manual is written in https://docs.asciidoctor.org/asciidoc/latest/[Asciidoctor], and some syntax is necessary in the translations – for example, `+++*bold*, _italic_ or `monospaced` text+++`.
es: Las traducciones del manual de usuario están en la carpeta de Crowdin `docs/translations`. El manual de usuario está escrito en https://docs.asciidoctor.org/asciidoc/latest/[Asciidoctor], y es necesaria cierta sintaxis en las traducciones , por ejemplo, `+++*negrita*, _cursiva_ o `texto monoespaciado` +++`.
ja: ユーザーマニュアルの翻訳は、Crowdinフォルダの`docs/translations`にあります。ユーザーマニュアルはlink:https://docs.asciidoctor.org/asciidoc/latest/[Asciidoctor]で書かれており、翻訳にはいくつかの構文が必要です- たとえば、`+++*太字*, _イタリック_ or `等幅` テキスト+++`です。

source: Particular care is needed to ensure cross-references (links between pages and/or sections within pages) work in the translated versions.
es: Hay que prestar especial atención a que las referencias cruzadas (enlaces entre páginas y/o secciones dentro de las páginas) funcionen en las versiones traducidas.
ja: 特に、相互参照（ページ間やページ内のセクションへのリンク）が翻訳版で機能するように配慮する必要があります。

source: New translations added using Crowdin should appear in the https://ipt.gbif-uat.org/manual/[UAT version of this manual] around 15-60 minutes later. You can use this to check your translations appear as you wanted.
es: Las traducciones nuevas añadidas mediante Crowdin deberían aparecer en https://ipt.gbif-uat.org/manual/[versión UAT de este manual] entre 15 y 60 minutos después. Puede usar esta función para verificar que sus traducciones aparezcan de manera adecuada.
ja: Crowdinを使って追加された新しい翻訳は、15～60分後くらいにlink:https://ipt.gbif-uat.org/manual/[このマニュアルのUAT版]に表示されるはずです。

source: Plain hyperlinks
es: Hipervínculos simples
ja: プレーンハイパーリンク

source: When translating these, it's appropriate to link to a translated version of the page if the content is equivalent. Translate as follows:
es: Al traducirlos, es conveniente enlazar con una versión traducida de la página si el contenido es equivalente. Traduzca de la siguiente manera:
ja: これらを翻訳する場合、内容が同等であれば、翻訳版のページにリンクすることが適切です。以下のように翻訳してください。

source: https://www.gbif.org/the-gbif-network[GBIF's diverse Participants]
es: https://www.gbif.org/the-gbif-network[La diversidad de los participantes en GBIF]

source: Note the text of the link (between `[square brackets]`) has been translated.
es: Tenga en cuenta que el texto del enlace (entre `[corchetes cuadrados]`) ha sido traducido.
ja: リンクのテキスト（`[角括弧]`の間）が翻訳されていることに注意してください。

source: Same-page crossreferences
es: Referencias cruzadas en la misma página
ja: 同一ページ内相互参照

source: These are links to locations within a page, and are usually made with the crossreference syntax: `\<<Target Heading Text>>`, and sometimes the form `\<<Target Heading Text,display text>>` when the text shown should not be the same as the heading to which the link points.
es: Se trata de enlaces a lugares dentro de una página y suelen hacerse con la sintaxis de referencia cruzada: `\<<Encabezado de destino>>`, y a veces con la forma `\<<TEncabezado de destino,texto mostrado>>` cuando el texto a mostrar no debe ser el mismo que el del encabezado al que apunta el enlace.
ja: これらはページ内の場所へのリンクであり、通常は相互参照構文で作成されます。`\<<目的の見出し>>`、および表示されるテキストがリンクが指す見出しと同じでない場合は`\<<目的の見出し,表示文書>>`の形式で作成される場合があります。

source: Therefore, a crossreference translation is like this:
es: Por lo tanto, una traducción cruzada es así:
ja: したがって、相互参照の翻訳は次のようになります。

source: click on the button labelled "Add" to open the <<Data Source selection page>>.
es: clic en el botón "Agregar" para abrir la <<Página de selección de la fuente de datos>>.

source: Different-page crossreferences
es: Referencias cruzadas de diferentes páginas
ja: 異なるページの相互参照

source: The simplest links to different pages are to the top of the linked page. These have the form `\xref:filename.adoc[display text]`. Only the display text should be translated, the file name does not change:
es: Los enlaces más sencillos a las diferentes páginas se encuentran en la parte superior de la página enlazada. Tienen la forma `\xref:filename.adoc[texto a mostrar]`. Sólo debe traducirse el texto a mostrar, el nombre del archivo no cambia:
ja: さまざまなページへの最も簡単なリンクは、リンクされたページの上部にあります。これらの形式は`\xref:filename.adoc [表示テキスト]`です。表示テキストのみを翻訳する必要があり、ファイル名は変更されません。

source: refer to the xref:doi-workflow.adoc[DOI Workflows] page
es: consulte la página xref:doi-workflow.adoc[Flujos de trabajo para el DOI]

source: More complicated are links to a specific section within another page. These must use the link target, which is generated automatically on each heading: spaces in the heading text are replaced with hyphens (`-`) and the result is converted to lower case. In a web browser, they are shown in the URL bar following a `#`, in the "Contents" menu, or with the "§" symbol next to a heading.
es: Los enlaces a una sección específica dentro de otra página son más complicados. Estos deben utilizar el enlace objetivo, que se genera automáticamente en cada encabezado: los espacios en el texto del encabezado se sustituyen por guiones (`-`) y el resultado se convierte a minúsculas. En un navegador web, se muestran en la barra de URL tras un `#`, en el menú "Contenido" o con el símbolo "§" junto a un encabezado.
ja: より複雑なのは、別のページ内の特定のセクションへのリンクです。これらは、各見出しで自動的に生成されるリンクターゲットを使用する必要があります。見出しテキストのスペースはハイフン（`-`）に置き換えられ、結果は小文字に変換されます。Webブラウザでは、URLバーの`#`の後に表示されるか、コンテンツメニューに表示されるか、見出しの横に[§]記号が表示されます。

source: The crossreference is then written as `\xref:filename.adoc#link-target[display text]`, for example `\xref:manage-resources.adoc#resource-managers[read about resource managers]` shows as xref:manage-resources.adoc#resource-managers[read about resource managers].
es: La referencia cruzada se escribe entonces como `\xref:filename.adoc#link-target[texto a mostrar]`, por ejemplo `\xref:manage-resources.adoc#resource-managers[leer sobre gestores de recursos]` se muestra como xref:manage-resources.adoc#resource-managers[leer sobre gestores de recursos].
ja: 次に、相互参照は `xref:filename.adoc#link-target[表示テキスト]`として記述されます。たとえば、`\xref:manage-resources.adoc#resource-managers[リソース管理者について読む]` は \xref:manage-resources.adoc#resource-managers[リソース管理者について読む] のように表示されます。

source: An English heading `Source Data` has the link target `source-data`. The Spanish translation of the heading, `Conjunto de datos`, has the target `conjunto-de-datos`.
es: Un encabezado en inglés, `Source Data`, tiene como enlace objetivo `source-data`. La traducción al español del encabezado, `Conjunto de datos`, tiene como enlace objetivo `conjunto-de-datos`.
ja: 英語の見出し`Source Data`には、リンクターゲット`source-data`があります。見出しのスペイン語訳である`Conjunto de datos`には、ターゲット`conjunto-de-datos`があります。

source: Files can be uploaded … when xref:manage-resources.adoc#source-data[adding new source data files].
es: Los archivos se pueden cargar ... cuando xref:manage-resources.adoc#source-data[se agregan nuevos archivos de datos fuente].

source: Images and downloads
es: Imágenes y descargas
ja: 画像とダウンロード

source: Some screenshot images can be translated, and others (without any English text) can be the same across all languages. The default is for the same image to be used in all languages. A different image must be uploaded in https://github.com/gbif/ipt[GitHub]. Create an image with the same filename and path, except with `en` changed to the target language.
es: Algunas imágenes de capturas de pantalla pueden traducirse y otras (sin texto en inglés) pueden ser las mismas en todos los idiomas. Por defecto, se utiliza la misma imagen en todos los idiomas. Se debe subir una imagen diferente en https://github.com/gbif/ipt[GitHub]. Cree una imagen con el mismo nombre de archivo y la misma ruta, excepto con `en` cambiado al idioma de destino.
ja: 一部のスクリーンショット画像は翻訳でき、その他（英語のテキストなし）はすべての言語で同じにすることができます。デフォルトでは、すべての言語で同じ画像が使用されます。別の画像をlink:https://github.com/gbif/ipt[GitHub]にアップロードする必要があります。`en`をターゲット言語に変更した場合を除いて、同じファイル名とパスでイメージを作成します。

source: For example, the default (English) image shown on the xref:home.adoc[home menu page] is stored in GitHub at https://github.com/gbif/ipt/blob/master/docs/en/modules/ROOT/assets/images/ipt2/home/IPTHome.png[`docs/en/modules/ROOT/assets/images/ipt2/home/IPTHome.png`], and its Spanish translation is at https://github.com/gbif/ipt/blob/master/docs/es/modules/ROOT/assets/images/ipt2/home/IPTHome.png[`docs/es/modules/ROOT/assets/images/ipt2/home/IPTHome.png`].
es: Por ejemplo, la imagen por defecto (Inglés) que se muestra en xref:home.adoc[página de menú de inicio] se guarda en GitHub en https://github.com/gbif/ipt/blob/master/docs/en/modules/ROOT/assets/images/ipt2/home/IPTHome.png[`docs/en/modules/ROOT/assets/images/ipt2/home/IPTHome.png`] y su traducción a español se encuentra en https://github.com/gbif/ipt/blob/master/docs/es/modules/ROOT/assets/images/ipt2/home/IPTHome.png[`docs/es/modules/ROOT/assets/images/ipt2/home/IPTHome.png`].
ja: たとえば、ホームメニューページに表示されるデフォルト（英語）の画像は、GitHubの link:https://github.com/gbif/ipt/blob/master/docs/en/modules/ROOT/assets/images/ipt2/home/IPTHome.png[`docs/en/modules/ROOT/assets/images/ipt2/home/IPTHome.png`]に保存され、スペイン語の翻訳は https://github.com/gbif/ipt/blob/master/docs/es/modules/ROOT/assets/images/ipt2/home/IPTHome.png[`docs/es/modules/ROOT/assets/images/ipt2/home/IPTHome.png`]にあります。

source: The syntax to include this image in the manual, `image::ipt2/home/IPTHome.png[]`, does not require translation.
es: La sintaxis para incluir esta imagen en el manual, `image::ipt2/home/IPTHome.png[]`, no requiere traducción.
ja: この画像をマニュアルに含めるための構文である `image::ipt2/home/IPTHome.png[]` は、翻訳を必要としません。

source: Japanese, Chinese and Korean
es: Japonés, Chino y Coreano.

source: These languages do not use spaces between words, so some abbreviated syntax used in the English text will not work.
es: Estos idiomas no utilizan espacios entre palabras, por lo que la sintaxis abreviada usada en inglés o español no funcionarán.

source: Plain hyperlinks must be prefixed with `link:`. The short form without `link:` only works if there is a space before the `https:` or `http:`.
es: Los hipervínculos simples deben tener el prefijo `link:`. La forma abreviada sin `link:` solo funciona si hay un espacio antes de `https:` o `http:`

source: Be sure to sign up to the https://lists.gbif.org/mailman/listinfo/ipt/[IPT Mailing List], which serves as a support group for IPT users.
es: Asegúrese de inscribirse en https://lists.gbif.org/mailman/listinfo/ipt/[Lista de correo del IPT], que sirve como grupo de apoyo para los usuarios de IPT.

source: *Bold*, _italic_ and `monospace` text formatted with single `*`, `_` and `+++`+++` characters only works if there are spaces outside those characters. Where there are no spaces, the characters must be doubled:
es: El texto *Negrita*, _cursiva_ y `monoespaciado` formateado con caracteres `*`, `_` y `++++`+++` solo funciona si hay espacios por fuera de esos caracteres. Donde no haya espacios, los caracteres deben ser duplicados:

source: Double click the executable to start installation wizard. *Do* fill information to specify *the connector port, Tomcat administrator login credentials* without changing the Roles. If you forget to provide the credential information, you’ll have to edit the `conf/tomcat-users.xml` file from the Tomcat configuration directory, then restart Tomcat to flush the privileges. (Note that when testing this scenario, the default suggested *connector port* settings worked).
es: Haga doble clic en el ejecutable para iniciar el asistente de instalación. *Llene la información para especificar *el puerto del conector, las credenciales de inicio de sesión del administrador de Tomcat* sin cambiar los Roles. Si olvida proporcionar la información de las credenciales, tendrá que editar el archivo `conf/tomcat-users.xml` del directorio de configuración de Tomcat, y luego reiniciar Tomcat para eliminar los privilegios. (Tenga en cuenta que al probar este escenario, la configuración por defecto sugerida de *puerto conector* funcionó).

source: Languages
es: Idiomas
ja: 言語

source: Spanish (complete)
es: Español (completo)

source: Japanese (complete)
es: Japonés (completo)

source: Traditional Chinese (started)
es: Chino tradicional (iniciado)
ja: 中国語（繫体字）

source: If you want to translate the user manual into another language, please email helpdesk@gbif.org. It is not necessary to translate the entire manual – untranslated sections will be shown in English.
es: Si desea traducir el manual de usuario a otro idioma, envíe un correo electrónico a helpdesk@gbif.org. No es necesario traducir todo el manual: las secciones no traducidas se mostrarán en inglés.
ja: ユーザーマニュアルを別の言語に翻訳したい場合は、helpdesk@gbif.orgにメールしてください。また、翻訳されていないセクションは英語で表示されるため、マニュアのル全体を翻訳する必要はありません。。

source: https://www.gbif.org/es/the-gbif-network[los diversos Aliados de GBIF]
ja: https://www.gbif.org/ja/the-gbif-network[GBIFの様々な参加者]

source: Spanish (partial)
ja: スペイン語（一部）

source: Japanese (started)
ja: 日本語（開始済み）
