Repository: gbif/ipt
Catalog: docs/translations/user-*.adoc.*.po
Languages: es, ja

source: Instructions
es: Instrucciones
ja: 手順

source: Double check
es: Doble verificación
ja: 再確認

source: Restart your servlet container (e.g. Tomcat) so that the new configuration takes effect
es: Reinicie su contenedor de servlet (p. ej., Tomcat) para que la nueva configuración surta efecto
ja: サーブレットコンテナ（Tomcatなど）を再起動して、新しい設定を有効にします。

source: Adding a New User ID Directory
es: Agregar un nuevo directorio de ID de usuario
ja: 新しいユーザーIDディレクトリを追加する

source: This page contains configuration instructions for advanced IPT users only.
es: Esta página contiene instrucciones de configuración sólo para usuarios avanzados del IPT.
ja: このページでは、IPT上級者向けの設定方法を説明します。

source: Since IPT v2.2 the IPT ships with 4 user directories to choose from when entering a user ID for any contact, creator, metadata provider, associated party, or project personnel. Those directories are:
es: Desde la versión 2.2 de IPT, el sistema incluye cuatro directorios de usuarios entre los que se puede elegir cuando se introduce un ID de usuario para cualquier contacto, creador, proveedor de metadatos, parte asociada o personal del proyecto. Estos directorios son:
ja: IPT v2.2以降では、連絡先、作成者、メタデータ提供者、関連当事者、プロジェクト担当者のユーザーIDを入力する際に、4つのユーザーディレクトリから選択できるようになりました。これらのディレクトリは次のとおりです。

source: After having selected a user directory, IPT users enter a conjoining user ID. The combination of the two is used to form a link to a user profile page, for example:
es: Después de haber seleccionado un directorio de usuarios, los usuarios del IPT introducen un ID de usuario conjunto. La combinación de ambos se utiliza para formar un enlace a una página de perfil de usuario, por ejemplo:
ja: IPTユーザーは、ユーザーディレクトリを選択した後、結合ユーザーIDを入力します。この2つの組み合わせにより、例えばユーザープロファイルのページへのリンクが形成されます。

source: The list of user directories can be modified, however, which is useful for communities that rely on other directories.
es: Sin embargo, la lista de directorios de usuarios puede modificarse lo que resulta útil para las comunidades que dependen de otros directorios.
ja: ただし、ユーザーディレクトリのリストは変更することができるので、他のディレクトリに依存しているコミュニティでは便利です。

source: The steps below explain how to configure the IPT with another user directory to choose from.
es: Los pasos siguientes explican cómo configurar el IPT con otro directorio de usuarios para elegir.
ja: 以下の手順では、IPTに別のユーザーディレクトリを選択できるように設定する方法を説明します。

source: Locate the UserDirectories.properties file e.g. `tomcat7/webapps/ipt/WEB-INF/classes/org/gbif/metadata/eml/licenses.properties`. Open the file in a text editor, and do the following:
es: Localice el archivo UserDirectories.properties, p. ej., `tomcat7/webapps/ipt/WEB-INF/classes/org/gbif/metadata/eml/licenses.properties`. Abra el archivo en un editor de texto y haga lo siguiente:
ja: UserDirectories.propertiesファイル（例：`tomcat7/webapps/ipt/WEB-INF/classes/org/gbif/metadata/eml/licenses.properties`）を探してください。テキストエディタでファイルを開き、以下の操作を行います。

source: Add a new property defining the user directory using the following format:
es: Agregue una nueva propiedad que defina el directorio del usuario con el siguiente formato:
ja: 以下のフォーマットで、ユーザーディレクトリを定義する新しいプロパティを追加します。

source: URL=URL # For example: http\://orcid.org/=http://orcid.org/
es: URL=URL # Por ejemplo: http\://orcid.org/=http://orcid.org/

source: the colon in the property key is escaped by a backwards slash,
es: los dos puntos de la clave de la propiedad se anteponen con una barra invertida,
ja: プロパティキーのコロンがバックスラッシュでエスケープされています。

source: both the key and value are equal, with the exception of the escape character in the key
es: tanto la clave como el valor son iguales, a excepción del carácter que se antepone en la clave
ja: キーと値の両方が等しく、キーのエスケープ文字を除きます。

source: Backup the UserDirectories.properties file, since it will get overwritten the next time you upgrade your IPT
es: Haga una copia de seguridad del archivo UserDirectories.properties, ya que se sobrescribirá la próxima vez que actualice su IPT
ja: UserDirectories.propertiesファイルは、次回IPTをアップグレードするときに上書きされるため、バックアップしてください。
