Repository: gbif/ipt
Catalog: docs/translations/versioning.adoc.*.po
Languages: es, ja

source: Dataset Versioning Policy
es: Política del control de versiones del conjunto de datos
ja: データセットのバージョン管理ポリシー

source: The IPT carefully tracks the major and minor version changes for a dataset so that each published version can be unambiguously identified, and users can easily see when significant changes to the dataset occurred. The relationship between all versions is visible in the version history table (on its homepage) and also gets documented in the DOI metadata.
es: El IPT rastrea de manera cuidadosa los cambios de las versiones principales y secundarias de un conjunto de datos, de modo que cada versión publicada pueda identificarse sin ambigüedades y los usuarios puedan ver fácilmente cuándo sucedieron cambios significativos en el conjunto de datos. La relación entre las versiones es visible en la tabla de la historia de las versiones (en su página de inicio) y también se documenta en los metadatos DOI.
ja: IPTはデータセットのメジャーバージョンとマイナーバージョンの変更を注意深く追跡し、公開された各バージョンを明確に識別できるようにして、ユーザーはデータセットにいつ重要な変更があったかを簡単に知ることができるようにしています。すべてのバージョン間の関係は、バージョン履歴表（ホームページ上）で見ることができ、DOIメタデータにも記録されます。

source: The versioning policy that the IPT uses is described below. It is important to note that the IPT’s versioning policy is based on http://schema.datacite.org/[DataCite's recommendations], which are based on the work of the http://wiki.esipfed.org/index.php/Interagency_Data_Stewardship/Citations/provider_guidelines#Note_on_Versioning_and_Locators[Earth Science Information Partners (ESIP)].
es: La política del control de versiones que utiliza el IPT se describe a continuación. Es importante mencionar que la política del control de versiones del IPT se basa en las http://schema.datacite.org/[Recomendaciones de DataCite], las cuales se basan en el trabajo de http://wiki.esipfed.org/index.php/Interagency_Data_Stewardship/Citations/provider_guidelines#Note_on_Versioning_and_Locators[Earth Science Information Partners (ESIP)].
ja: IPTが採用しているバージョン管理ポリシーは以下で説明されています。IPTのバージョン管理ポリシーは、Earth Science Information Partners（ESIP）の活動に基づくDataCiteの推奨事項に基づいていることに留意することが重要です。

source: Versioning Policy
es: Política del control de versiones
ja: バージョン管理ポリシー

source: Major and minor versions are used to track a dataset's changes through time.
es: Las versiones principales y secundarias son usadas para realizar un seguimiento de los cambios de un conjunto de datos a través del tiempo.
ja: メジャーバージョンとマイナーバージョンは、データセットの時間的な変化を追跡するために使用されます。

source: The version number uses the syntax major_version.minor_version.
es: El número de versión utiliza la sintaxis versión_principal.versión_secundaria.
ja: バージョン番号は、major_version.minor_versionという構文で表されます。

source: A new major version is assigned to the dataset (a) the first time it’s published, or (b) after it has been republished following one or more scientifically significant changes to the dataset. The publisher must decide what constitutes a scientifically significant change (see definition below for help).
es: Se asigna una nueva versión principal al conjunto de datos (a) la primera vez que este es publicado o (b) después de que el conjunto de datos se ha vuelto a publicar con uno o más cambios científicamente significativos. El publicador debe decidir qué constituye un cambio científicamente significativo (consulte la definición a continuación para obtener ayuda).
ja: 新しいメジャーバージョンは、a）データセットが最初に公開されたとき、またはb）データセットに科学的に重要な変更が一つ以上加えられた後に再公開されたときに割り当てられます。何をもって科学的に重要な変更とするかは、公開者が決めなければなりません（以下の定義を参考にしてください）。

source: A scientifically significant change (a) typically affects the majority of records in the dataset, and (b) could change the results of a scientific analysis using the dataset.
es: Un cambio científicamente significativo (a) generalmente afecta a la mayoría de los registros del conjunto de datos y (b) puede cambiar el resultado de un análisis científico al utilizar el conjunto de datos.
ja: 科学的に重要な変更とは、a）通常、データセット中の大半のレコードに影響を与え、b）そのデータセットを使った科学的分析の結果を変更しうるものです。

source: A new major version leads to the creation of a new DOI, whereas a new minor version does not.
es: Una nueva versión principal lleva a la creación de un nuevo DOI, mientras que una nueva versión secundaria no.
ja: 新しいメジャーバージョンは新しいDOIの作成につながりますが、新しいマイナーバージョンはそうではありません。

source: A new minor version is assigned to the dataset every time the dataset is published, and it isn’t appropriate to assign it a new major version.
es: Una nueva versión secundaria se asigna al conjunto de datos cada vez que es publicado y no es adecuado asignarle una nueva versión principal.
ja: 新しいマイナーバージョンは、データセットが公開されるたびに割り当てられ、これに新しいメジャーバージョンを割り当てるのは適切ではありません。

source: For continuously updated datasets (e.g. time series datasets), a new minor version is assigned to the dataset each time it is republished, so long as ongoing additions don’t change pre-existing records in a scientifically significant way. This decision must be made by the publisher.
es: Para los conjuntos de datos que se actualizan continuamente (p. ej., conjuntos de datos de series de tiempo), se asigna una nueva versión secundaria cada vez que se vuelve a publicar, siempre que las adiciones continuas no cambien los registros preexistentes de una manera científicamente significativa. Esta decisión debe tomarla el publicador.
ja: 継続的に更新されるデータセット（時系列データセットなど） については、継続的な追加によって既存の記録に科学的に重大な変化を与えない限り、再公開のたびに新しいマイナーバージョンを割り当てることができます。この決定は公開者によってなされなければなりません。

source: A detailed summary of what has changed since the last publication should ideally be entered by the publisher before any new major or minor version of the dataset can be published.
es: Idealmente, un resumen detallado acerca de qué cambió desde la última publicación debería ser ingresado por el publicador antes de que alguna nueva versión principal o secundaria del conjunto de datos sea publicada.
ja: 前回の公開から何が変わったかについての詳しい要約は、そのデータセットの新しいメジャーバージョンやマイナーバージョンを公開する前に、公開者が入力するのが理想的です。

source: Every major and minor version of a dataset has its own IPT landing page, making the archived version of the dataset (DwC-A, EML) freely available for download. Of course only landing pages of publicly available versions will be freely accessible on the Internet.
es: Cada versión principal y secundaria de un conjunto de datos tiene su propia página de IPT, permitiendo que la versión archivada del conjunto de datos (DwC-A, EML) esté disponible para su libre descarga. Por supuesto, solo las páginas de las versiones disponibles públicamente serán de libre acceso en internet.
ja: データセットのメジャーバージョンとマイナーバージョンには、それぞれIPTのランディングページがあり、データセットのアーカイブバージョン（DwC-A、EML）が自由にダウンロードできるようになっています。もちろん、一般に公開されているバージョンのランディングページだけが、インターネット上で自由にアクセスできるようになります。

source: All IPT landing pages will comprise a comprehensive metadata record describing the datasets, and provide direct access to the data or information about how to access it.
es: Las páginas del IPT incluirán un registro de metadatos completo que describa los conjuntos de datos y proporcionan acceso directo a los datos o a la información respecto de cómo acceder a ellos.
ja: すべてのIPTランディングページは、データセットを説明する包括的なメタデータレコードで構成され、データへの直接アクセスまたはアクセス方法に関する情報を提供します。

source: The landing page of the old major version points (has a link) to the new version, with an explanation of the status of the old version.
es: La página de destino de la anterior versión principal apunta (tiene un enlace) a la nueva versión, con una explicación de el estado de la versión anterior.
ja: 旧メジャーバージョンのランディングページは、旧バージョンの状態の説明とともに、新バージョン（のリンク）を示します。

source: Deleted datasets have an IPT landing page that explains the dataset was removed. It the deleted dataset was assigned a DOI, all its versions are archived otherwise its permanently deleted.
es: Los conjuntos de datos eliminados tienen una página IPT que explica que el conjunto de datos se eliminó. Si el conjunto de datos eliminado tenía un DOI asignado, todas sus versiones son almacenadas, de lo contrario es eliminado permanentemente.

source: The DOI metadata should be as rich as possible, including where possible (a) alternate identifiers for the dataset, (b) relationships to other versions, (c) relationships to articles the dataset cites, (d) ORCID where contacts are listed, etc.
es: Los metadatos con DOI deben ser tan valiosos como sea posible incluyendo, si es posible, (a) identificadores alternos del conjunto de datos, (b) relaciones con otras versiones, (c) relaciones con artículos que citan al conjunto de datos, (c) ORCID donde los contactos son mencionados, etc.
ja: DOIのメタデータはできるだけ豊富であるべきで、可能な限り、a）データセットの代替識別子、b）他のバージョンとの関係、c）データセットが引用している論文との関係、d）連絡先の記載があるORCIDなどを含めるべきです。

source: The dataset citation, should always include the version number, replacing the need to use an Access Date and Time for citing time series datasets, for example.
es: La cita del conjunto de datos, siempre incluye el número de versión, reemplazando la necesidad de usar una fecha y hora de acceso para citar conjuntos de datos de series temporales, por ejemplo.
ja: データセットの引用には、常にバージョン番号を含めるべきであり、例えば時系列データセットを引用する際に、アクセス日時を用いる必要がなくなります。
