##
# Notes to developers:
# Please maintain sensible groupings within this file (Do not use Attesoro to work in this file)
# Please consider promoting generic messages out of specific sections for better reuse
# Please consider that people will be translating this file and simplifying this for them
# is a priority
##

##
# Recommended practice of translation without using Attesoro:
#
# Attesoro breaks the grouping of this properties file and makes maintenance cumbersome among
# language groups. We recommend using any text editors with the native2ascii command-line tools
# to work on the translation tasks. native2ascii is a tool coming with default JDK installation.
#
# To add/update translation to properties files, using French:
# 1. Convert the properties file to UTF-8 so characters are displayed in non-escaped form and can be
#    read by traslators.
#
#   $ native2ascii -reverse -encoding UTF-8 ApplicationResources_fr.properties ApplicationResources_fr.native
#
# 2. Find the property and edit the translation.
# 3. When finished, convert the properties file again to ASCII:
#
#   $ native2ascii -encoding UTF-8 ApplicationResources_fr.native ApplicationResources_fr.properties
#
# 4. Commit the converted file to IPT code repository.
#
# This way the grouping is kept and is easier for others to find relevant translations.
##
401.body=Vous ne disposez pas des droits n\u00e9cessaires \u00e0 l''affichage de cette page.<br />Veuillez <a href="{0}">vous connecter</a> avec un compte utilisateur appropri\u00e9.
401.manager.body=Vous devez utiliser un compte utilisateur avec le r\u00f4le "manager" afin d''acc\u00e9der \u00e0 cette page. Veuillez <a href="{0}">vous connecter</a> avec un compte utilisateur disposant de ce r\u00f4le (ou contactez un administrateur de votre instance IPT si n\u00e9cessaire).
401.manager.title=Connexion de type "manager" n\u00e9cessaire
401.title=Acc\u00e8s interdit
404.body=D\u00e9sol\u00e9, mais la page demand\u00e9e n''existe pas.
404.title=Page inexistante (404)
account.email.cantChange=L''adresse de courriel ne peut \u00eatre modifi\u00e9e apr\u00e8s la cr\u00e9ation du compte utilisateur. Si vous devez en changer, veuillez contacter votre administrateur. Celui-ci vous cr\u00e9era un nouveau compte utilisateur, apr\u00e8s avoir supprim\u00e9 votre compte actuel.
account.intro=Les param\u00e8tres de votre compte utilisateur sont param\u00e9trables sur cette page. Le r\u00f4le "manager" qui permet de g\u00e9rer les ressources ne peut vous \u00eatre attribu\u00e9 que par un administrateur.
account.title=Votre compte utilisateur
admin.config.analyticsGbif=Activer "GBIF Analytics"
admin.config.analyticsGbif.help=Si vous cochez cette case, vous autoriserez GBIF \u00e0 comptabiliser votre instance IPT dans ses statistiques d''utilisation.
admin.config.analyticsGbif.error=Le mode GBIF Analytics n''est pas valide (la valeur doit \u00eatre "vrai" (true) ou "faux" (false)).
admin.config.analyticsKey=Votre cl\u00e9 Google Analytics
admin.config.analyticsKey.error=La cl\u00e9 Google Analytics n''est pas valide.
admin.config.analyticsKey.help=Google Analytics est un service permettant d''analyser l''usage et la fr\u00e9quentation d''une application web. Saisissez votre cl\u00e9 Google Analytics afin de permettre le suivi de votre instance IPT.
admin.config.baseUrl=URL de base pour cette instance IPT
admin.config.baseUrl.changed=L''URL de base a \u00e9t\u00e9 mise \u00e0 jour avec succ\u00e8s.
admin.config.baseUrl.changed.reminder=Apr\u00e8s de reconnecter, appuyez sur le bouton "Publier toutes les ressources" (dans la section "Administration") pour mettre \u00e0 jour les URL des ressources enregistr\u00e9es.
admin.config.baseUrl.help=L''URL qui permet d''acc\u00e9der \u00e0 la page "racine" de votre instance IPT, par exemple http://ipt.votre_domaine.fr. Si vous d\u00e9sirez enregistrer vos ressources aupr\u00e8s du GBIF, cette URL doit \u00eatre r\u00e9solvable sur Internet.
admin.config.baseUrl.inaccessible=L''URL de base ne semble pas pointer vers une instance IPT (ou cette instance n''est pas accessible depuis cet ordinateur).
admin.config.baseUrl.invalidBaseURL=L''URL de base de votre instance IPT doit \u00eatre r\u00e9solvable sur internet (par exemple, localhost ou 127.0.0.1 ne sont pas des valeurs correctes).
admin.config.debug=Mode de d\u00e9boguage
admin.config.debug.help=Cochez cette case si vous rencontrez des erreurs avec votre instance IPT. Cela aura pour effet de cr\u00e9er des journaux d\u00e9taill\u00e9s qui pourront \u00eatre analys\u00e9s \u00e0 des fins de d\u00e9bogages. Ces journaux pourraient vous \u00eatre r\u00e9clam\u00e9s suite \u00e0 une demande d''aide de votre part.
admin.config.debug.error=Le mode de d\u00e9boguage est invalide (la valeur doit \u00eatre "vrai" (true) ou "faux" (false)).
admin.config.save.error=Nous ne pouvons pas enregistrer les param\u00e8tres de configuration - une erreur a \u00e9t\u00e9 rencontr\u00e9e.
admin.config.archivalMode=Mode d''archive
admin.config.archivalMode.help=Veuillez cocher cette case si vous d\u00e9sirez que l''IPT archive toutes les versions publi\u00e9es de toutes les ressources. Cela vous permettra d''avoir un suivi de l''historique de vos ressources. Si vous ne cochez pas cette case, les anciennes versions seront remplac\u00e9es par les nouvelles. Attention \u00e0 ne pas manquer d''espace disque.
admin.config.archivalMode.error=Le mode d''archive est invalide (la valeur doit \u00eatre "vrai" (true) ou "faux" (false)).
admin.config.error.connectionRefused=Impossible de se connecter au serveur mandataire (proxy)
admin.config.error.datadir=Erreur dans la configuration du r\u00e9pertoire de donn\u00e9es.
admin.config.error.invalidBaseURL=L''URL saisie est malform\u00e9e (exemple de valeur correcte : http://www.mon-institution.fr/ipt)
admin.config.error.invalidPort=Le num\u00e9ro de port n''est pas un nombre entier
admin.config.error.invalidProxyURL=L''URL saisie pour le serveur mandataire (proxy) est malform\u00e9e (exemple de valeur correcte: http://proxy.gbif.org:8080).
admin.config.error.localhostURL=La valeur localhost est utilis\u00e9e. Votre instance IPT sera donc accessible uniquement depuis cet ordinateur.
admin.config.googleMapsKey=Cl\u00e9 Google Maps API
admin.config.proxy=Adresse du serveur mandataire (proxy)
admin.config.proxy.error=Adresse du serveur mandataire incorrecte
admin.config.proxy.help=Si l''acc\u00e8s \u00e0 votre serveur est effectu\u00e9 via un serveur mandataire (proxy), veuillez entrer son adresse et son num\u00e9ro de port sous forme de chaine (par exemple: proxy.gbif.org:8080).
admin.config.registry.url=URL du registre GBIF
admin.config.registry.url.help=L''adresse (URL) du registre GBIF auquel les donn\u00e9es seront associ\u00e9es. Cette valeur ne pourra \u00eatre modifi\u00e9e ult\u00e9rieurement.
admin.config.server.data.dir=Chemin du r\u00e9pertoire de donn\u00e9es
admin.config.server.data.dir.help=Le chemin complet (sur le serveur) dans lequel cette instance IPT conservera ses donn\u00e9es et sa configuration.
admin.config.server.latitude=Latitude
admin.config.server.latitude.help=La latitude doit \u00eatre sp\u00e9cifi\u00e9e sous forme de degr\u00e9s d\u00e9cimaux et en utilisant le datum WGS84. <br />Le symbole moins "-" est utilis\u00e9 pour indiquer le sud. <br /> Par exemple: -10.15
admin.config.server.location=Localisation g\u00e9ographique du serveur
admin.config.server.location.error=Les coordon\u00e9es g\u00e9ographiques du serveur (latitude/longitude) ne sont pas des valeurs d\u00e9cimales acceptables (latitude comprise entre -90 et 90 et longitude entre -180 et 180).
admin.config.server.log.dir=Chemin du r\u00e9pertoire de journalisation (logs)
admin.config.server.log.dir.help=Le r\u00e9pertoire (sur le serveur) o\u00f9 seront plac\u00e9s les fichiers journaux (logs)
admin.config.server.longitude=Longitude
admin.config.server.longitude.help=La longitude doit \u00eatre sp\u00e9cifi\u00e9e sous forme de degr\u00e9s d\u00e9cimaux et en utilisant le datum WGS84. <br />Le symbole moins "-" est utilis\u00e9 pour indiquer l''ouest. <br /> Par exemple: -86.64
admin.config.setup.datadir=Le chemin absolu du r\u00e9pertoire de donn\u00e9es
admin.config.setup.datadir.absolute=Le chemin vers le r\u00e9pertoire de donn\u00e9es doit \u00eatre absolu (par exemple "/var/tmp/data" plut\u00f4t que "data").
admin.config.setup.datadir.created=Le r\u00e9pertoire des donn\u00e9es a \u00e9t\u00e9 correctement cr\u00e9\u00e9.
admin.config.setup.datadir.error=Le r\u00e9pertoire de donn\u00e9es sp\u00e9cifi\u00e9 existe d\u00e9j\u00e0, et ne semble pas \u00eatre un r\u00e9pertoire de donn\u00e9es de l''IPT.
admin.config.setup.datadir.reused=La configuration du dossier de donn\u00e9es pr\u00e9-existant a r\u00e9ussi.
admin.config.setup.datadir.writable=Le r\u00e9pertoire des donn\u00e9es "{0}" n''est pas accessible en \u00e9criture.
admin.config.setup.title=Configuration de l''IPT
admin.config.setup.welcome=Vous devez sp\u00e9cifier un r\u00e9pertoire que l''IPT utilisera pour stocker sa configuration et ses fichiers de travail (nous l''appellerons le r\u00e9pertoire de donn\u00e9es).
admin.config.setup.instructions=Veuillez s\u00e9lectionner soit un r\u00e9pertoire vide, soit le r\u00e9pertoire de donn\u00e9es d''une instance IPT existante. Dans les deux cas, ce r\u00e9pertoire devra \u00eatre accessible en \u00e9criture. N''utilisez pas un r\u00e9pertoire qui risquerait d''\u00eatre alt\u00e9r\u00e9 par d''autres applications ou par le syst\u00e8me (par exemple le r\u00e9pertoire /tmp qui pourrait \u00eatre purg\u00e9 au red\u00e9marrage).
admin.config.setup.examples=Exemples: "C:\\Datadir" (windows) ou "/usr/datadir" dans un environnement UNIX (Linux, Mac OS X, ...).
admin.config.setup2.datadir.notExist=Veuillez configurer un r\u00e9pertoire de donn\u00e9es avant de proc\u00e9der \u00e0 la configuration d''un administrateur par d\u00e9faut
admin.config.setup2.existingFound=Un r\u00e9pertoire de donn\u00e9es IPT a bien \u00e9t\u00e9 trouv\u00e9 \u00e0 l''emplacement sp\u00e9cifi\u00e9. Celui-ci (et toute la configuration qu''il contient) va donc etre utilis\u00e9.
admin.config.setup2.failed=Erreur \u00e0 la cr\u00e9ation du compte administrateur. Impossible d''\u00e9crire le fichier "{0}".
admin.config.setup2.next=Avant de commencer la gestion des ressources, merci de passer en revue la section "Administration", de cr\u00e9er un ou des managers et d''installer les extensions appropri\u00e9es.
admin.config.setup2.administrator=L''administrateur par d\u00e9faut
admin.config.setup2.administrator.help=Le mot de passe de l''administrateur par d\u00e9faut pourra \u00eatre modifi\u00e9 ult\u00e9rieurement, mais l''adresse de courriel ne pourra pas \u00eatre chang\u00e9e sans supprimer puis recr\u00e9er l''utilisateur.
admin.config.setup2.mode=Mode de fonctionnement de l''IPT::
admin.config.setup2.mode.title=Mode de fonctionnement de l''IPT
admin.config.setup2.mode.help=S\u00e9lectionnez le mode que vous souhaitez ex\u00e9cuter l''IPT. Ce mode d\u00e9termine si les ressources h\u00e9berg\u00e9e seront index\u00e9es par le GBIF et donc rendues publiques. Le GBIF recommande aux administrateurs de r\u00e9aliser tout d''abord une installation en mode d\u00e9veloppement afin de se familiariser avec l''outil, puis de le r\u00e9installer compl\u00e8tement en mode production pour la publication officielles des donn\u00e9es. <strong>Avertissement:</strong> pour une instance IPT, ce choix est d\u00e9finitif et ne pourra pas \u00eatre modifi\u00e9 apr\u00e8s l''installation. Si vous souhaitez basculer de mode, vous devrez donc r\u00e9installer compl\u00e8tement l''IPT avec la nouvelle configuration.
admin.config.setup2.mode.test=Le mode <strong>D\u00e9veloppement (ou Test)</strong> est con\u00e7u pour \u00e9valuer l''IPT ou l''utiliser dans un contexte de formation. Les inscriptions sont r\u00e9alis\u00e9es aupr\u00e8s d''un registre GBIF de d\u00e9veloppement, et les donn\u00e9es ne seront jamais index\u00e9es ni rendues publiques.
admin.config.setup2.mode.production=Le mode <strong>Production</strong> est con\u00e7u pour la publication officielle et effective des ressources. Les ressources seront inscrites dans le registre officiel du GBIF et seront index\u00e9es et rendues publiques.
admin.config.setup2.success=F\u00e9licitations ! La configuration de votre instance IPT est maintenant termin\u00e9e.
admin.config.setup2.title=Configuration de l''IPT, \u00e9tape 2
admin.config.setup2.welcome=Veuillez fournir quelques informations n\u00e9cessaires \u00e0 la configuration de base de cette instance IPT.
admin.config.setup3.title=Configuration de l''IPT termin\u00e9e
admin.config.setup3.welcome=F\u00e9licitations ! Vous avez install\u00e9 l''IPT avec succ\u00e8s. Veuillez presser "continuer" afin de commencer \u00e0 l''utiliser.
admin.config.setup2.already.registered=L''IPT a d\u00e9j\u00e0 \u00e9t\u00e9 configur\u00e9 pour fonctionner en mode {0}. Pour continuer en mode PRODUCTION, veuillez  entrer une URL de base pour l''IPT qui est disponible publiquement et v\u00e9rifiez que la case \u00e0 cocher  de production n''est pas s\u00e9lectionn\u00e9e. Si au contraire vous souhaitez ex\u00e9cuter l''IPT en l''autre mode, veuillez arr\u00eater votre serveur et relancez l''installation en sp\u00e9cifiant un nouveau r\u00e9pertoire de donn\u00e9es.
admin.config.setup2.nonadmin=L''utilisateur existe d\u00e9j\u00e0 en tant qu''utilisateur sans droits d''administrateur.
admin.config.setup2.nomode=S\u00e9lectionnez le mode dans lequel lancer l''IPT.

admin.config.updateMetadata.none=Il n''y a aucune ressource \u00e0 mettre \u00e0 jour.
admin.config.updateMetadata.resource.fail.registry=Une erreur s''est produite lors de la mise \u00e0 jour du registre de GBIF - {0}.
admin.config.updateMetadata.summary=La publication de toutes les ressources est termin\u00e9e. Pour plus d''informations, consultez les fichiers journaux.

admin.error.invalidConfiguration=La configuration fournie n''est pas valide: {0}
admin.extension.coreTypes=Modules noyau
admin.extension.delete.error=Impossible de supprimer le module d''extension {0}.
admin.extension.delete.success=Le module d''extension {0} a \u00e9t\u00e9 supprim\u00e9
admin.extension.extensions=Modules d''extensions
admin.extension.couldnt.install.coreTypes=Impossible d''installer les modules noyau.
admin.extension.couldnt.install=Impossible d''installer les modules d''extension.
admin.extension.install.error=Une erreur s''est produite lors de l''installation du module {0}.
admin.extension.install.duplicate=Un module avec le rowType {0} est d\u00e9j\u00e0 install\u00e9e. Veuillez la d\u00e9sinstaller, puis r\u00e9essayer.
admin.extension.install.success=Le module d''extension {0} a \u00e9t\u00e9 correctement install\u00e9.
admin.extension.no.coreTypes.installed=Il n''y a pas de module noyau install\u00e9.
admin.extension.no.coreTypes.installed.help=Les modules noyau forment la base des enregistrements: Occurrence et Taxon.
admin.extension.no.coreTypes.installed.debug=Aucun module noyau n''\u00e9tant install\u00e9 actuellement, il n''est pas possible d''effectuer le mapping des donn\u00e9es. Veuillez tout d''abord installer un module noyau. Si cette liste apparait vide, veuillez v\u00e9rifier votre connexion Internet, et que votre serveur peut entrer en communication avec le Registre GBIF: {0}.
admin.extension.no.extensions.installed=Il n''y a pas de modules d''extension install\u00e9.
admin.extension.no.extensions.installed.help=Les modules d''extension permettent d''associer des donn\u00e9es suppl\u00e9mentaires (par rapport au modules noyau) \u00e0 un enregistrement. Chaque extension cible une cat\u00e9gorie de donn\u00e9es diff\u00e9rente. Vous pouvez installer les extensions d\u00e9sir\u00e9es grace \u00e0 la liste ci-dessous.
admin.extension.properties=Attributs de l''extension
admin.extension.title=Module d''extension Darwin Core
admin.extensions.couldnt.load=Impossible de charger le module d''extension du registre GBIF: {0}.
admin.extensions.vocabularies.couldnt.load=Impossible de charger les vocabulaires depuis le Registre GBIF: {0}.
admin.extensions.vocabulary.couldnt.load=Impossible de charger le vocabulaire par d\u00e9faut {0} depuis le Registre GBIF: {1}.
admin.startup.warnings=Des avertissements sont survenus au d\u00e9marrage de l''application. Pour plus d''informations, consultez le fichier journal. Red\u00e9marrez le serveur web apr\u00e8s correction du probl\u00e8me.
admin.extensions.error.updating=Erreur \u00e0 la mise \u00e0 jour du vocabulaire {0} : {1}
admin.extensions.vocabularies.errors=Le vocabulaire {0} \u00e0 g\u00e9n\u00e9r\u00e9 une erreur lors de la mise \u00e0 jour. Merci de consulter les journaux d''erreurs.
admin.extensions.vocabularies.unchanged=Le vocabulaire {0} n''a pas \u00e9t\u00e9 mis \u00e0 jour depuis le dernier t\u00e9l\u00e9chargement.
admin.extensions.vocabularies.updated=Le vocabulaire {0} a \u00e9t\u00e9 mis \u00e0 jour.
admin.extensions.vocabularies.update.help=Les extensions peuvent faire usage de liste de termes pr\u00e9d\u00e9finis, connus sous le nom de "vocabulaires controll\u00e9s". Dans la dur\u00e9e, il arrive que ces vocabulaires \u00e9voluent et n\u00e9cessitent d''\u00eatre mis \u00e0 jour dans l''IPT. Cliquez sur le bouton ci-dessous afin de les mettre \u00e0 jour.
admin.home.editConfig=Param\u00e8tres de l''IPT
admin.home.editOrganisations=Institutions / Organisations
admin.home.editOrganisations.disabled=Cette instance IPT doit \u00eatre enregistr\u00e9e aupr\u00e8s du GBIF avant de pouvoir \u00eatre associ\u00e9e \u00e0 des institutions
admin.home.editRegistration=Options d''enregistrement aupr\u00e8s du GBIF
admin.home.manageExtensions=Modules Darwin Core (noyau et extensions)
admin.home.manageLogs=Fichiers journaux
admin.home.manageUsers=Comptes utilisateurs
admin.home.publishResources=Publier toutes les ressources
admin.home.publishResources.help=Comme le bouton Publier, avec comme seule diff\u00e9rence qu''il publie TOUTES les ressources. C''est pourquoi pour chaque ressource, il cr\u00e9\u00e9 un nouveau DwC-A, EML, et RTF, et diffuse la mise \u00e0 jour au Registre ainsi que via RSS. De plus, il met aussi \u00e0 jour les m\u00e9tadonn\u00e9es de l''IPT dans le Registre.<br><br>Utilisez ce bouton si :<br>a) De multiples ressources ont \u00e9t\u00e9 mise \u00e0 jour et que vous voulez publier une nouvelle version pour chacune d''entre elle au lieu de les publier individuellement.<br> b) L''URL de base ou celle du Proxy ont \u00e9t\u00e9 chang\u00e9es et vous voulez mettre \u00e0 jour les services inscrit \u00e0 l''IPT afin de refl\u00e9ter ce changement.
admin.ipt.description=Texte de description pour cette instance IPT
admin.ipt.name=Titre de cette installation IPT
admin.ipt.password=Mot de passe de l''IPT
admin.ipt.password.help=Le mot de passe (\u00e0 m\u00e9moriser) qui sera utilis\u00e9 ult\u00e9rieurement pour mettre \u00e0 jour la configuration de cette instance IPT.
admin.ipt.primaryContactEmail=Adresse e-mail de contact
admin.ipt.primaryContactFirstName=Pr\u00e9nom du contact
admin.ipt.primaryContactLastName=Nom du contact
admin.ipt.primaryContactName=Nom de la personne de contact
admin.logs.download=T\u00e9l\u00e9charger le <a href="{0}">fichier journal d\u00e9taill\u00e9</a>.
admin.logs.warn=Messages de niveau "WARN" ou sup\u00e9rieur
admin.organisation.add.intro2=Si vous avez besoin de demander le mot de passe d''une institution afin d''associer celle-ci \u00e0 une ressource de votre instance IPT, un lien vers la personne de contact de cette institution apparaitra en dessous du champs "mot de passe" apr\u00e8s avoir s\u00e9lectionn\u00e9 celui-ci.
admin.organisation.add.title=Ajouter une institution associ\u00e9e
admin.organisation.alias=Alias
admin.organisation.associated.ipt=L''institution a \u00e9t\u00e9 associ\u00e9e \u00e0 cette instance IPT.
admin.organisation.canPublish=La ressource peut-elle \u00eatre publi\u00e9e ?
admin.organisation.canPublish.help=S\u00e9lectionnez cette option si l''institution doit appara\u00eetre dans la liste des organisations disponibles pour \u00eatre associ\u00e9e \u00e0 une ressource durant l''enregistrement.
admin.organisation.cantSave=Impossible d''enregistrer le fichier des institutions.
admin.organisation.deleted=L''association \u00e0 l''institution a \u00e9t\u00e9 supprim\u00e9e.
admin.organisation.deleted.cant.resources=Cette association ne peut \u00eatre supprim\u00e9e car une ou plusieurs ressources y sont associ\u00e9es.
admin.organisation.deleted.cant.ipt=Cette institution ne peut \u00eatre supprim\u00e9e, car cette instance IPT y est associ\u00e9e.
admin.organisation.error.existing=L''association avec cette institution existe d\u00e9j\u00e0. Si vous voulez modifier ceci, veuillez cliquer sur le bouton "Editer" sur la page pr\u00e9c\u00e9dente.
admin.organisation.error.save=L''association de cette instance IPT avec l''institution n''a pas pu \u00eatre \u00e9tablie.
admin.organisation.key=Institution
admin.organisation.name=Nom de l''institution
admin.organisation.password=Mot de passe de l''institution
admin.organisation.password.help=Le mot de passe de l''institution (il permet de v\u00e9rifier que vous avez les autorisations n\u00e9cessaires pour cr\u00e9er des ressources pour cette institution). Si vous ne connaissez pas ce mot de passe, veuillez contacter l''institution afin de l''obtenir.
admin.organisation.title=Editer l''institution associ\u00e9e
admin.organisation.updated.ipt=L''institution/organisation a \u00e9t\u00e9 mise \u00e0 jour.
admin.organisations.couldnt.load=Impossible de charger les institutions enregistr\u00e9s depuis le Registre GBIF: {0}.
admin.organisation.couldnt.load=Impossible de charger l''institution enregistr\u00e9 {0} depuis le Registre GBIF: {1}.
organisations.resources.couldnt.load=Impossible de charger les ressources li\u00e9es \u00e0 l''organisation depuis le Registre GBIF: {0}.
admin.registration.availableOrganisations=Les institutions suivantes doivent \u00eatre rendues disponibles aux gestionnaires de ressources
admin.registration.baseURL=URL de base
admin.registration.error.alreadyRegistered1=Cet IPT est d\u00e9j\u00e0 associ\u00e9 \u00e0 une institution.
admin.registration.error.alreadyRegistered2=Pour modifier l''association avec une institution, veuillez contacter le <a href="mailto:helpdesk@gbif.org">support GBIF</a> (en Anglais).
admin.registration.error.internetConnection=Veuillez v\u00e9rifier que votre connexion \u00e0 Internet est en \u00e9tat de marche.
admin.registration.error.proxy=Veuillez v\u00e9rifier que votre firewall autorise les connexions, et que (si n\u00e9cessaire) le serveur mandataire (proxy) est correctement configur\u00e9.
admin.registration.error.registry=Erreur de communication avec le registre GBIF.
admin.registration.error.siteDown=Erreur de communication avec le registre GBIF. Merci de contacter le support GBIF.
admin.registration.error.badResponse=La r\u00e9ponse du Registre GBIF est vide ou invalide!
admin.registration.error.io=Une erreur d''entr\u00e9e/sortie est survenue lors de la communication avec le Registre GBIF.
admin.registration.error.unknown=Une erreur inconnue est survenue lors de la communication avec le Registre GBIF.
admin.registration.intro=Si l''institution d\u00e9sir\u00e9e n''apparait pas dans la liste, veuillez contacter le <a href="mailto:helpdesk@gbif.org?subject=Ajouter une organization au registre du GBIF&amp;body=Madame, Monsieur du centre d''assistance de GBIF,%0D%0A%0D%0AJe suis un administrateur de l''IPT. Afin d'avoir notre IPT associ\u00e9 \u00e0 notre organisation, celle-ci doit apparaitre dans la liste des organisations lorsque nous configurons l''IPT.%0D%0A%0D%0AAfin que cela soit possible, notre organisation doit \u00eatre premi\u00e8rement approuv\u00e9e. Merci de nous aider dans cette d\u00e9marche.%0D%0A%0D%0ANous souhaitons que notre organisation soit approuv\u00e9e par [Le nom de noeud].%0D%0A%0D%0AOU%0D%0A%0D%0ANous avons besoin d'aide pour d\u00e9terminer de quel noeud d\u00e9pend notre organisation.%0D%0A%0D%0AVoici le nom complet de notre organisation: [Le nom de notre organisation]%0D%0A%0D%0AVoici nos informations de contact technique:%0D%0A%0D%0A[Le nom de contact technique]%0D%0A[L''addresse email de contact technique]%0D%0A%0D%0AVoici nos informations de contact administratif:%0D%0A%0D%0A[Le nom de contact administratif]%0D%0A[L''addresse email de contact administratif]%0D%0A%0D%0AMerci, veuillez agr\u00e9er nos salutations distingu\u00e9es,%0D%0A%0D%0A[Votre nom]">support GBIF</a>.
admin.registration.intro2=Une fois l''IPT enregistr\u00e9, l''association ne pourra plus \u00eatre modifi\u00e9e except\u00e9 manuellement par le <a href="mailto:helpdesk@gbif.org">support GBIF</a>. Veuillez donc rev\u00e9rifier que cette association est correcte avant enregistrement d\u00e9finitif.
admin.registration.links=Liens du registre GBIF
admin.registration.organisationKey=Cette instance IPT est h\u00e9berg\u00e9e par l''organisation/institution suivante
admin.registration.organisationPassword=Veuillez fournie le mot de passe de l''organisation/institution choisie.
admin.registration.registered1=Cette instance IPT a d\u00e9j\u00e0 \u00e9t\u00e9 enregistr\u00e9e dans le r\u00e9seau GBIF.
admin.registration.registered2=L''institution qui h\u00e9berge cette instance IPT est {0}.
admin.registration.success=L''instance IPT a \u00e9t\u00e9 associ\u00e9 avec cette organisation.
admin.registration.failed=L''enregistrement de l''IPT a \u00e9chou\u00e9.
admin.registration.success.update=La mise \u00e0 jour de l''enregistrement de l''IPT a \u00e9t\u00e9 correctement mis \u00e0 jour.
admin.registration.failed.update=La mise \u00e0 jour de l''enregistrement de l''IPT a \u00e9chou\u00e9.
admin.registration.test1=La premi\u00e8re \u00e9tape pour enregistrer cette instance IPT dans le r\u00e9seau GBIF et de v\u00e9rifier la validit\u00e9 de l''URL de base affich\u00e9e ci-dessous. Veuillez cliquer sur le bouton "valider" pour lancer le test. S''il \u00e9choue, vous devrez adapter votre <a href="config.do">configuration IPT</a>.
admin.registration.validate=Valider
admin.registration.validate.failed=Le test de validation a \u00e9chou\u00e9. Veuillez v\u00e9rifier que votre connexion Internet est fonctionelle, que l''URL de base configur\u00e9e est correcte et, si n\u00e9cessaire, que la configuration du serveur mandataire (proxy) est \u00e9galement correcte.
admin.registration.validate.failed.development=L''URL de base est incorrecte (elle n''est pas accessible par le registre GBIF). Pourriez-vous v\u00e9rfier cette URL ? Cependant, le formulaire ci-dessous sera tout de m\u00eame activ\u00e9 car cet IPT fonctionne en mode de test.
admin.registration.validate.success=l''URL de base est valide
admin.user.added=Le compte utilisateur a \u00e9t\u00e9 cr\u00e9\u00e9.
admin.user.cantSave=Impossible d''enregistrer le fichier des utilisateurs.
admin.user.changed=L''utilisateur a \u00e9t\u00e9 mis \u00e0 jour avec succ\u00e8s.
admin.user.changed.current=Impossible de changer le r\u00f4le du dernier administrateur.
admin.user.deleted=L''utilisateur a \u00e9t\u00e9 supprim\u00e9 avec succ\u00e8s.
admin.user.deleted.current=Impossible de supprimer votre propre compte. Merci de demander \u00e0 un autre administrateur de le faire pour vous.
admin.user.deleted.error=L''utilisateur n''a pas pu \u00eatre supprim\u00e9.
admin.user.deleted.lastadmin=Le dernier adminsitrateur ne peut \u00eatre supprim\u00e9.
admin.user.deleted.lastmanager=Cet utilisateur ne peut \u00eatre supprim\u00e9 car il est le seul manager pour les ressources suivantes: {0}.
admin.user.exists=Un utilisateur avec l''adresse de courriel {0} existe d\u00e9j\u00e0.
admin.user.intro=L''adresse de courriel est utilis\u00e9e comme identifiant et ne pourra donc \u00eatre modifi\u00e9e ult\u00e9rieurement, merci donc de la choisir avec soin. Si vous devez imp\u00e9rativement mettre \u00e0 jour cette adresse, un nouveau compte devra \u00eatre cr\u00e9\u00e9 afin de remplacer celui-ci.
admin.user.intro2=Les utilisateurs poss\u00e9dant le r\u00f4le "manager" peuvent cr\u00e9er de nouvelles ressources, mais ne peuvent pas \u00e9diter les ressources cr\u00e9\u00e9es par d''autres (sauf s''il y ont \u00e9t\u00e9 invit\u00e9s via la configuration de la ressource). Vous pouvez cr\u00e9er plusieurs administrateurs si vous le d\u00e9sirez (mais il doit toujours en rester 1 au minimum).
admin.user.login=Merci de vous reconnecter pour que les modifications prennent effet.
admin.user.passwordChanged=Le mot de passe pour {0} a \u00e9t\u00e9 modifi\u00e9. Le nouveau mot de passe est {1}.
admin.user.saveError=La modification d''utilisateur n''a pas pu \u00eatre appliqu\u00e9e.
admin.user.title.edit=Modifier le compte utilisateur
admin.user.title.new=Nouveau compte utilisateur
admin.user.wrong.email.password.combination=Nom d''utilisateur ou mot de passe incorrect.
admin.users.email=Courriel / nom d''utilisateur
admin.users.intro=En tant qu''administrateur, vous pouvez cr\u00e9er, modifier et supprimer les comptes utilisateurs.
admin.users.last.login=Derni\u00e8re connexion
admin.users.name=Nom
admin.users.role=R\u00f4le
admin.vocabulary.title=Vocabulaire contr\u00f4l\u00e9
basic.confirm=Etes-vous s\u00fbr?
basic.description=Description
basic.examples=Exemples
basic.identifier=Identifiant
basic.keywords=Mots-cl\u00e9s
basic.lastModified=Derni\u00e8re modification
basic.link=Lien
basic.name=Nom
basic.namespace=Espace de nommage
basic.no=Non
basic.seealso=Voir aussi
basic.showLess=moins
basic.showMore=plus
basic.title=Titre
basic.yes=Oui
button.add=Ajouter
button.analyze=Analyser
button.automap=Mapping automatique
button.back=Retour
button.cancel=Annuler
button.clear=Effacer
button.connectDB=Connecter \u00e0 une base de donn\u00e9es
button.continue=Continuer
button.create=Cr\u00e9er
button.delete=Supprimer
button.delete.source.file=Effacer le fichier source.
button.edit=Modifier
button.import=Importer
button.install=Installer
button.preview=Aper\u00e7u
button.private=Priv\u00e9
button.public=Public
button.publish=Publier
button.register=Enregistrer
button.reload=Recharger
button.remove=Supprimer
button.resetPassword=R\u00e9initialiser le mot de passe
button.save=Enregistrer
button.updateRegistration=Mettre \u00e0 jour l''enregistrement
button.update=Mettre \u00e0 jour
button.upload=Upload
emails.request.ipt.registration.footer=Cliquez ici pour contacter
emails.request.ipt.registration.subject=Password request for {0}
emails.request.ipt.registration1=Dear sir/madam,%0d%0d
emails.request.ipt.registration2=I am trying to install an Integrated Publishing Toolkit (IPT), which is going to be hosted under your institution/organisation.%0d
emails.request.ipt.registration3=To continue with the installation, I will need to kindly ask you to provide me with your organisation\\''s password, as this is needed to complete the process%0d
emails.request.ipt.registration4=In case you don\\''t know this information, you can open the following link in your browser to receive this information%0d%0d
emails.request.ipt.registration5=http://gbrds.gbif.org/registry/organisation/{0}?op=password%0d%0d
emails.request.ipt.registration6=Thank you for your attention.
emails.request.organisation.association.footer=Cliquez ici pour contacter
emails.request.organisation.association.subject=Password request for {0}
emails.request.organisation.association1=Dear sir/madam,%0d%0d
emails.request.organisation.association2=I am installing an Integrated Publishing Toolkit (IPT).%0d
emails.request.organisation.association3=This tool allows me to create resources and assign these resources to organisations. %0d
emails.request.organisation.association4=I would like to link your organisation with my IPT, but for this I will need you to provide me with your organisation\\'' password%0d
emails.request.organisation.association5=In case you don\\''t know this information, you can open the following link in your browser to receive this information%0d%0d
emails.request.organisation.association6=http://gbrds.gbif.org/registry/organisation/{0}?op=password%0d%0d
emails.request.organisation.association7=Thank you for your attention.
eml.additionalInfo=Donn\u00e9es additionelles
eml.additionalInfo.help=Toute m\u00e9tadonn\u00e9e ne trouvant place dans un champs plus sp\u00e9cifique, par exemple: historique du projet, publications ayant fait usage des donn\u00e9es, ...
eml.agent.role.selection=S\u00e9lectionnez un r\u00f4le
eml.alternateIdentifier=Identifiant alternatif
eml.alternateIdentifier.help=Un identifiant secondaire pour cette entit\u00e9 (facultatif). Lors de la publication d''une ressource, son URL est ajout\u00e9e \u00e0 la liste des identifiants. Lors de l''association d''une ressource avec le registre GBIF, son UUID est \u00e9galement ajout\u00e9 \u00e0 la liste des identifiants. Si l''UUID d''une ressource d\u00e9j\u00e0 existante est indiqu\u00e9 dans ce champ, il sera \u00e9galement ajout\u00e9 \u00e0 la liste des identifiants et cette ressource sera utilis\u00e9e pour mettre \u00e0 jour la ressource pr\u00e9existante (au lieu de cr\u00e9er une toute nouvelle ressource).</br><b>Exemples(s):</b><br /><i>4fa7b334-ce0d-4e88-aaae-2e0c138d049e</i>, <i>VCR3465</i>
eml.associatedParties.address.address=Adresse
eml.associatedParties.address.city=Ville
eml.associatedParties.address.country=Pays
eml.associatedParties.address.country.help=Pays, territoires et \u00eeles suivant le standard ISO 3166-1.
eml.associatedParties.address.postalCode=Code postal
eml.associatedParties.address.province=Province/D\u00e9partement/Etat
eml.associatedParties.email=Courriel
eml.associatedParties.firstName=Pr\u00e9nom
eml.associatedParties.homepage=Site web
eml.associatedParties.lastName=Nom
eml.associatedParties.organisation=Institution
eml.associatedParties.phone=T\u00e9l\u00e9phone
eml.associatedParties.position=Poste
eml.associatedParties.role=R\u00f4le
eml.associatedParties.role.help=<ul><li><b>Auteur:</b> un agent associ\u00e9 en tant auteur d\u2019une publication qui utilise le jeu de donn\u00e9es, ou d\u2019un article a propos des donn\u00e9es. </br></li><li><b>fournisseur de contenu :</b> un agent qui a contribu\u00e9 au contenu du jeu de donn\u00e9es (le jeu de donn\u00e9es d\u00e9crit peut \u00eatre un composite)</br></li><li><b>Curateur :</b> un agent qui est responsable de prendre soin du jeu de donn\u00e9es. </br></li><li><b>Distributeur :</b> Un agent involucr\u00e9 dans le processus de publication/distribution d\u2019un jeu de donn\u00e9es. . </br></li><li><b>Editeur :</b> un agent associ\u00e9 en tant qu\u2019\u00e9diteur d\u2019une publication qui utilise le jeu de donn\u00e9es, ou d\u2019un article a propos des donn\u00e9es. </br></li><li><b> Fournisseur des m\u00e9tadonn\u00e9es :</b> un agent responsable de fournir les m\u00e9tadonn\u00e9es.  </br></li><li><b>Cr\u00e9ateur :</b> un agent qui est a l\u2019origine de rassembler/pr\u00e9parer le jeu de donn\u00e9es. </br></li><li><b>Propri\u00e9taire :</b> un agent qui poss\u00e8de le jeu de donn\u00e9es (mais n\u2019est pas n\u00e9cessairement le curateur). </br></li><li><b>Point de contact :</b> un agent qui peut \u00eatre contact\u00e9 afin d\u2019obtenir de plus amples informations a propos du jeu de donn\u00e9es</br></li><li><b>Chercheur principal</b>Le contact scientifique principal associ\u00e9 avec le jeu de donn\u00e9es. </br></li><li><b>Processeur :</b> un agent responsable de tout traitement apr\u00e8s la collecte du jeu de donn\u00e9es</br></li><li><b>Editeur :</b> l\u2019agent associ\u00e9 avec la publication d\u2019une publication qui utilise le jeu de donn\u00e9es, ou d\u2019un article a propos des donn\u00e9es. </br></li><li><b>Utilisateur :</b>un agent qui utilise le jeu de donn\u00e9es. </br></li><li><b>D\u00e9veloppeur :</b> un agent qui fournit un support en informatique/programmation en rapport avec le jeu de donn\u00e9es. </br></li><li><b>Conservateur:</b> un agent qui g\u00e8re et d\u00e9crit les sp\u00e9cimens dans une collection. Certaines de ses fonctions consistent \u00e0 la pr\u00e9paration et \u00e0 l''\u00e9tiquetage des sp\u00e9cimens, afin qu'ils soient pr\u00eats pour l''identification, et \u00e0 la protection des sp\u00e9cimens.<br /></li></ul>
eml.bibliographicCitationSet.bibliographicCitations.citation=Citation / r\u00e9f\u00e9rence bibliographique
eml.bibliographicCitationSet.bibliographicCitations.identifier=Identifiant de citation
eml.citation.citation=Citation de la ressource
eml.citation.citation.help=Une citation \u00e0 utiliser lorsqu''on cite un dataset. <br /><br /> Exemple dans le cas o\u00f9 le dataset appartient \u00e0 une institution: <br /><br />"Bombay Natural History Society (2011). Literature based species occurrence data of birds of northeast India. 2400 records, Contributed by Narwade S, Karla M, and Varier D, Online:http://ibif.gov.in:8080/ipt/resource.do?r=BNHS-NEW, released on 01/09/2011, doi:10.9999/ibif.150.2011."<br /><br /> Exemple dans le cas o\u00f9 le dataset appartient \u00e0 un groupe de personnes<br /><br />"Narwade S, Karla M, Varier D (2011) Literature based species occurrence data of birds of northeast India. 2400 records. Online:http://ibif.gov.in:8080/ipt/resource.do?r=BNHS-NEW, released on 01/09/2011, doi:10.9999/ibif.150.2011.".
eml.citation.identifier=Identifiant de citation
eml.citation.identifier.help=Une URI, DOI ou tout autre identifiant persistant pour cette citation/r\u00e9f\u00e9rence.
eml.collectionId=Identifiant de collection
eml.collectionId.help=L''URI (LSID ou URL) de la collection.
eml.collectionName=Nom de la collection
eml.collectionName.help=Nom officiel de la collection (dans la langue locale).
eml.contact=Contact de la ressource
eml.contact.address.address=Adresse
eml.contact.address.city=Ville
eml.contact.address.country=Pays
eml.contact.address.country.help=Pays, territoires et \u00eeles suivant le standard ISO 3166-1.
eml.contact.address.postalCode=Code postal
eml.contact.address.province=Province/D\u00e9partement/Etat
eml.contact.email=Courriel
eml.contact.firstName=Pr\u00e9nom
eml.contact.help=Le contacte de la ressource est la personne ou organisation qui doit \u00eatre contact\u00e9e pour obtenir de plus amples informations \u00e0 propos de la ressource, qui conserve la ressource, ou \u00e0 qui les probl\u00e8mes pr\u00e9sum\u00e9s concernant la ressource doivent \u00eatre indiqu\u00e9. </br> </br> Exemple de r\u00f4les qui distinguent le contact de la ressource: </br> <ul> <li><b>a) Curateur:</b> Un agent qui est responsable de prendre soin du jeu de donn\u00e9es. </br></li><li><b>b) Propri\u00e9taire:</b> Un agent qui poss\u00e8de le jeu de donn\u00e9es (mais n\u2019est pas n\u00e9cessairement le curateur). </br></li><li><b>c) Point de contact:</b> Un agent qui peut \u00eatre contact\u00e9 afin d\u2019obtenir de plus amples informations \u00e0 propos du jeu de donn\u00e9es.</br></li><li><b>d) Chercheur principal: </b>Le contact scientifique principal associ\u00e9 avec le jeu de donn\u00e9es. </br></li></ul>
eml.contact.homepage=Site web
eml.contact.lastName=Nom
eml.contact.organisation=Institution
eml.contact.phone=T\u00e9l\u00e9phone
eml.contact.position=Poste
eml.country.selection=Choisissez un pays, territoire ou \u00eele
eml.description=Description
eml.distributionUrl=Site web de la ressource
eml.geospatialCoverages.boundingCoordinates=Enveloppe g\u00e9ographique
eml.geospatialCoverages.boundingCoordinates.indicator=(Latitudes et longitudes minimales et maximales)
eml.geospatialCoverages.boundingCoordinates.max.latitude=Nord
eml.geospatialCoverages.boundingCoordinates.max.longitude=Est
eml.geospatialCoverages.boundingCoordinates.min.latitude=Sud
eml.geospatialCoverages.boundingCoordinates.min.longitude=Ouest
eml.geospatialCoverages.description=Description
eml.geospatialCoverages.globalCoverage=Couverture globale (plan\u00e8te enti\u00e8re)
eml.geospatialCoverages.globalCoverage.help=L''enveloppe g\u00e9ographique englobe la plan\u00e8te enti\u00e8re.
eml.hierarchyLevel=Niveau hi\u00e9rarchique
eml.hierarchyLevel.help=Niveau auquel s''applique ces m\u00e9tadonn\u00e9es. La valeur par d\u00e9faut dans le cas de GBIF est <i>"dataset"</i>.
eml.intellectualRights=Propri\u00e9t\u00e9 intellectuelle
eml.intellectualRights.help=Description des droits de propri\u00e9t\u00e9 intellectuelle (ou r\u00e9f\u00e9rence fournissant cette information).
eml.intellectualRights.license.cczero=Creative Commons CCZero
eml.intellectualRights.license.cczero.text=This work is licensed under a Creative Commons CCZero 1.0 License http://creativecommons.org/publicdomain/zero/1.0/legalcode.
eml.intellectualRights.license.disclaimer=Vous pouvez uniquement appliquer une licence sur des donn\u00e9es si vous en \u00eates l''auteur, ou si celui-ci vous a donn\u00e9 son accord.
eml.intellectualRights.license.help=Licences sous lesquelles les donn\u00e9es sont distribu\u00e9es. C''est une fa\u00e7on standardis\u00e9e d''exprimer l''usage qui peut ou ne peut \u00eatre fait des donn\u00e9es.
eml.intellectualRights.license.odbl=Open Data Commons Open Database License (ODbL)
eml.intellectualRights.license.odbl.text=This [DATA(BASE)-NAME] is made available under the Open Database License: http://opendatacommons.org/licenses/odbl/1.0/. Any rights in individual contents of the database are licensed under the Database Contents License: http://opendatacommons.org/licenses/dbcl/1.0/.
eml.intellectualRights.license.odcby=Open Data Commons Attribution License
eml.intellectualRights.license.odcby.text=This [DATA(BASE)-NAME] is made available under the Open Data Commons Attribution License: http://www.opendatacommons.org/licenses/by/1.0/.
eml.intellectualRights.license.pddl=Open Data Commons Public Domain Dedication and Licence (PDDL)
eml.intellectualRights.license.pddl.text=This [DATA(BASE)] is made available under the Public Domain Dedication and License v1.0 whose full text can be found at: http://www.opendatacommons.org/licenses/pddl/1.0/.
eml.intellectualRights.licenses.confirmation=Avez-vous lu et compris mes termes de la licence ?
eml.intellectualRights.nolicenses=Aucune licence s\u00e9lectionn\u00e9e
eml.jgtiCuratorialUnits.rangeEnd=et (nombre maximal)
eml.jgtiCuratorialUnits.rangeMean=Compteur
eml.jgtiCuratorialUnits.rangeStart=Entre (nombre minimal)
eml.jgtiCuratorialUnits.type=Type de comptage
eml.jgtiCuratorialUnits.uncertaintyMeasure=incertitude (+/-)
eml.jgtiCuratorialUnits.unitType=Type d''unit\u00e9
eml.keywords=Mots-cl\u00e9s
eml.keywords.help=Une liste de mots cl\u00e9s s\u00e9par\u00e9s par des virgules.
eml.keywords.keywordThesaurus=Th\u00e9saurus/Vocabulaire
eml.keywords.keywordThesaurus.help=Le nom du th\u00e9saurus/vocabulaire dont les mots cl\u00e9s ont \u00e9t\u00e9 d\u00e9riv\u00e9s. Ceux-ci sont g\u00e9n\u00e9ralement sp\u00e9cialis\u00e9s par discipline et peuvent \u00eatre officiels ou "sur mesure". Si ces mots-cl\u00e9s ne sont pas extraits du th\u00e9saurus/vocabulaire, utilisez la valeur <i>"n/a"</i><br /><br /><b>Exemple: </b><br /><i>"IRIS keyword thesaurus"</i>
eml.keywords.keywordsString=List de mots cl\u00e9s
eml.keywords.keywordsString.help=Mots cl\u00e9s li\u00e9s \u00e0 ala ressource ou d\u00e9crivant celle-ci de fa\u00e7on concise. Les mots cl\u00e9s doivent \u00eatre s\u00e9par\u00e9s par des virgules.
eml.language=Langue de la ressource
eml.language.help=La langue dans laquelle la ressource (pas ces m\u00e9tadonn\u00e9es) est r\u00e9dig\u00e9e.
eml.logoUrl=URL du logo associ\u00e9 \u00e0 la ressource
eml.logoUrl.help=L''URL du logo \u00e0 associer avec cette ressource. Si vous n''avez pas d''URL pour cette ressource, vous devriez placer votre fichier local \u00e0 une adresse accessible sur le web.
eml.metadataLanguage=Langue des m\u00e9tadonn\u00e9es
eml.metadataLanguage.help=La langue utilis\u00e9e pour les m\u00e9tadonn\u00e9es de la ressource.
eml.metadataProvider=Fournisseur des m\u00e9tadonn\u00e9es
eml.metadataProvider.address.address=Adresse
eml.metadataProvider.address.city=Ville
eml.metadataProvider.address.country=Pays
eml.metadataProvider.address.country.help=Pays, territoires et \u00eeles suivant le standard ISO 3166-1.
eml.metadataProvider.address.postalCode=Code postal
eml.metadataProvider.address.province=Province/D\u00e9partement/Etat
eml.metadataProvider.email=Courriel
eml.metadataProvider.firstName=Pr\u00e9nom
eml.metadataProvider.help=<b>D\u00e9finition:</b> Le fournisseur de m\u00e9tadonn\u00e9es est la personne ou organisation responsable de produire les m\u00e9tadonn\u00e9es de la ressource. </br></br> Exemple de r\u00f4les qui distinguent le contact de la ressource: </br> <ul> <li><b> Fournisseur des m\u00e9tadonn\u00e9es:</b> Un agent responsable de fournir les m\u00e9tadonn\u00e9es.  </br></li></ul>
eml.metadataProvider.homepage=Site web
eml.metadataProvider.lastName=Nom
eml.metadataProvider.organisation=Institution
eml.metadataProvider.phone=T\u00e9l\u00e9phone
eml.metadataProvider.position=Poste
eml.methodSteps=Description de l''\u00e9tape
eml.methodSteps.help=Ce champ permet d\u00e9crire la s\u00e9rie d''\u00e9tapes suivie pour produire les donn\u00e9es. Il s''agit notamment des descriptions textuelles des \u00e9tapes, la documentation pertinente, des logiciels, les instruments utilis\u00e9s, la source de donn\u00e9es et tout le contr\u00f4le qualit\u00e9 r\u00e9alis\u00e9.
eml.parentCollectionId=Identifiant de la collection parente
eml.parentCollectionId.help=Identifiant de la collection "parente" de cette sous-collection. Ceci permet d''\u00e9tablir une hi\u00e9rarchie de collection. Veuillez s\u00e9lectionner "Not applicable" si cette collection n''a pas de parent.
eml.physicalData.charset=Codage des caract\u00e8res
eml.physicalData.charset.help=Le nom du jeu de caract\u00e8res cod\u00e9s (charset) applicable. Des valeurs courantes sont par exemple ASCII ou UTF-8.
eml.physicalData.distributionUrl=URL de t\u00e9l\u00e9chargement
eml.physicalData.distributionUrl.help=L''URL permettant de t\u00e9l\u00e9charger la ressource dans le format mentionn\u00e9.
eml.physicalData.format=Format des donn\u00e9es
eml.physicalData.format.help=Nom du format de donn\u00e9es. </br></br><b>Par exemple:</b></br><i>Microsoft Excel</i>
eml.physicalData.formatVersion=Version du format de donn\u00e9es
eml.physicalData.formatVersion.help=La version du format de donn\u00e9es. </br></br><b>Par exemple, dans le cas de MS Excel, </b></br><i>2000 (9.0.2720)</i>
eml.physicalData.name=Nom
eml.preservation.methods.selection=S\u00e9lectionnez une m\u00e9thode de conservation
eml.project.designDescription=Description du design
eml.project.designDescription.help=Une description textuelle g\u00e9n\u00e9rale concernant le sujet d''\u00e9tude.
eml.project.funding=Financement
eml.project.funding.help=Informations concernant les sources de financement du projet (num\u00e9ros de la subvention et du num\u00e9ro de contrat, informations de contact de la source de financement,\u2026). D''autres informations relative au financement peuvent aussi \u00eatre inclues.
eml.project.personnel.firstName=Nom de l''employ\u00e9(e) en charge
eml.project.personnel.lastName=Pr\u00e9nom de l''employ\u00e9(e) en charge
eml.project.studyAreaDescription.descriptorValue=Description du domaine d''\u00e9tude / de recherche
eml.project.studyAreaDescription.descriptorValue.help=Etendue physique associ\u00e9e au projet de recherche. Ceci peut englober la couverture g\u00e9ographique, taxonomique et temporelle du lieu de recherche.
eml.project.title=Titre
eml.pubDate=Date de publication
eml.pubDate.help=La date de publication de la ressource. Celle-ci est mise \u00e0 jour lors de chaque re-publication.
eml.purpose=Objet
eml.purpose.help=D\u00e9crivez dans quel but, pour quel objet ce dataset a \u00e9t\u00e9 d\u00e9velopp\u00e9 (objectifs, support, ...).
eml.qualityControl=Contr\u00f4le qualit\u00e9
eml.qualityControl.help=Ce champ repr\u00e9sente une description des mesures prises pour contr\u00f4ler ou \u00e9valuer la qualit\u00e9 des donn\u00e9es selon la description des \u00e9tapes associ\u00e9es.
eml.rank.selection=S\u00e9lectionnez un rang
eml.resourceCreator=Cr\u00e9ateur de la ressource
eml.resourceCreator.address.address=Adresse
eml.resourceCreator.address.city=Ville
eml.resourceCreator.address.country=Pays
eml.resourceCreator.address.country.help=Pays, territoires et \u00eeles suivant le standard ISO 3166-1.
eml.resourceCreator.address.postalCode=Code postal
eml.resourceCreator.address.province=Province/D\u00e9partement/Etat
eml.resourceCreator.copyLink=Copier les d\u00e9tails depuis le contact
eml.resourceCreator.email=Courriel
eml.resourceCreator.firstName=Pr\u00e9nom
eml.resourceCreator.help=Le cr\u00e9ateur de la ressource est la personne ou organisation responsable de la cr\u00e9ation originelle du contenu de la ressource. Lorsqu\u2019il y a plusieurs cr\u00e9ateurs, celui qui a eu le plus de responsabilit\u00e9 est le cr\u00e9ateur de la ressource, les autres devant \u00eatre additionn\u00e9 en tant que parties associ\u00e9es avec les r\u00f4les de \u2018cr\u00e9ateur\u2019 ou \u2018fournisseur de contenu\u2019. </br></br> Exemple de r\u00f4les qui distinguent le contact de la ressource:. </ br> <ul> <li><b>a) Cr\u00e9ateur:</b> Un agent qui est \u00e0 l\u2019origine de rassembler/pr\u00e9parer le jeu de donn\u00e9es. </br></li><li><b>b) Fournisseur de contenu:</b> Un agent qui a contribu\u00e9 au contenu du jeu de donn\u00e9es (le jeu de donn\u00e9es d\u00e9crit peut \u00eatre un composite).</br></li></ul>
eml.resourceCreator.homepage=Site web
eml.resourceCreator.lastName=Nom
eml.resourceCreator.organisation=Organisation/Institution
eml.resourceCreator.phone=T\u00e9l\u00e9phone
eml.resourceCreator.position=Poste
eml.sampleDescription=Description de l''\u00e9chantillonnage
eml.sampleDescription.help=Ce champ permet une description des m\u00e9thodes d''\u00e9chantillonnage utilis\u00e9es dans le projet de recherche. Le contenu de ce champ doit \u00eatre semblable \u00e0 une description des m\u00e9thodes d''\u00e9chantillonnage dans la partie \u00abm\u00e9thodes\u00bb d''un article scientifique.
eml.specimenPreservationMethod=M\u00e9thode de conservation des sp\u00e9cimens
eml.specimenPreservationMethod.help=Mot cl\u00e9 (du vocabulaire controll\u00e9 GBIF Specimen Preservation Method) d\u00e9crivant le proc\u00e9d\u00e9 ou la technique utilis\u00e9(e) pour pr\u00e9venir la d\u00e9t\u00e9rioration physique des collections non-vivantes. Si plusieurs m\u00e9thodes ont \u00e9t\u00e9 utilis\u00e9es, s\u00e9lectionnez la m\u00e9thode principale. Vous pouvez aussi sp\u00e9cifier une liste de pr\u00e9parations et de m\u00e9thodes de pr\u00e9servation pour un sp\u00e9cimen dans votre mapping des donn\u00e9es (terme "preparations", http://rs.tdwg.org/dwc/terms/preparations). Ce champ doit rester vide pour les collections vivantes.
eml.studyExtent=Etendue de l''\u00e9tude
eml.studyExtent.help=Ce champ repr\u00e9sente \u00e0 la fois une zone d'\u00e9chantillonnage sp\u00e9cifique et la fr\u00e9quence d''\u00e9chantillonnage (limite de temps, fr\u00e9quence). La zone g\u00e9ographique de l''\u00e9tude est g\u00e9n\u00e9ralement une repr\u00e9sentation de la plus grande zone document\u00e9e dans le champ \u00abDescription du domaine d'\u00e9tude\u00bb dans la section Donn\u00e9es du projet.
eml.taxonomicCoverages.description=Description
eml.taxonomicCoverages.description.help=Une description de l''\u00e9tendue taxonomique du dataset ou de la collection.<br><b>Par exemple:</b><br><i>"Toutes les plantes vasculaires ont \u00e9t\u00e9 identifi\u00e9es jusqu''a la famille ou l''esp\u00e8ce, les mousses et les lichens ont \u00e9t\u00e9 r\u00e9f\u00e9renc\u00e9s comme mousse ou lichen."</i>
eml.taxonomicCoverages.taxonKeyword.commonName=Nom commun
eml.taxonomicCoverages.taxonKeyword.rank=Rang
eml.taxonomicCoverages.taxonKeyword.scientificName=Nom scientifique
eml.taxonomicCoverages.taxonList=Liste des taxons
eml.taxonomicCoverages.taxonList.help=Ajouter les taxons pertinents (un par ligne)
eml.temporalCoverages.endDate=Date de fin
eml.temporalCoverages.endDate.help=La date \u00e0 laquelle la couverture temporelle a pris fin. Utiliser un des formats de date suivants:
eml.temporalCoverages.formationPeriod=Epoque de formation
eml.temporalCoverages.formationPeriod.help=Description textuelle de l''\u00e9poque durant laquelle la collection fut assembl\u00e9e (par exemple: "\u00e9poque victorienne", "1922-1932", "c. 1750" ).  Utiliser cette description pour indiquer que la collection est toujours en cours (par exemple: "2010-pr\u00e9sent").
eml.temporalCoverages.livingTimePeriod=Epoque de vie
eml.temporalCoverages.livingTimePeriod.help=D\u00e9crit la p\u00e9riode pendant laquelle le mat\u00e9riel biologique \u00e9tait vivant (\u00e9chelle des temps g\u00e9ologiques/pal\u00e9ontologiques, autre description, ...)
eml.temporalCoverages.startDate=Date de d\u00e9but
eml.temporalCoverages.startDate.help=La date \u00e0 laquelle la couverture temporelle a commenc\u00e9. Utiliser un des formats de date suivants:
eml.temporalCoverages.type=Type de couverture temporelle
eml.temporalCoverages.singleDate=La date unique
eml.temporalCoverages.singleDate.help=Cette date est destin\u00e9e \u00e0 repr\u00e9senter une couverture s''\u00e9tendant sur une journ\u00e9e. Utiliser un des formats de date suivants:

eml.title=Titre
error.body=Il semblerait que vous ayez d\u00e9couvert une erreur impr\u00e9vue:
error.details.title=D\u00e9tails techniques
error.header.title=Manquant
error.report=Si ceci ressemble \u00e0 une erreur, peut \u00eatre pourriez-vous nous aider \u00e0 am\u00e9liorer l''IPT en <a href="http://code.google.com/p/gbif-providertoolkit/issues/entry?summary=IPT%20error">soumettant un rapport de bug</a> d\u00e9crivant le probl\u00e8me ?.
error.thanks=Grand merci, l''\u00e9quipe de d\u00e9veloppement de l''IPT.
error.title=Oops
error.view.logs=Voir les fichiers journaux de l''IPT
extension=Extension
extension.already.installed=Tous les modules (noyau et extension) disponibles sont d\u00e9j\u00e0 install\u00e9s.
extension.further.title=Autres modules noyau et d''extension Darwin Core disponibles
extension.further.title.help=La colonne de gauche contient le nom du module noyau ou d''extension. Dans la colonne de droite se trouve une br\u00e8ve description de ce module ainsi que des donn\u00e9es cibles.
extension.prop.group=Groupe
extension.prop.qname=Qualname
extension.prop.required=N\u00e9cessaire
extension.prop.type=Type de donn\u00e9e
extension.properties=Propri\u00e9t\u00e9s
extension.rowtype=RowType
extension.vocabularies.last.update=Derni\u00e8re mise \u00e0 jour le {0}<br />
extension.vocabularies.number=les {0} vocabulaires avec la derni\u00e8re version publi\u00e9e.
extension.vocabularies.title=Vocabulaires
extension.vocabulary=Vocabulaire
fileSource.fieldsEnclosedByEscaped=D\u00e9limiteur de texte
fileSource.fieldsEnclosedByEscaped.help=Le caract\u00e8re qui est utilis\u00e9 pour "englober" chaque champs au sein d''une ligne, par exemple les guillemets doubles ("). Dans de nombreux cas, aucun caract\u00e8re ne sera utilis\u00e9. Attention: si vous activez cette option, tous les champs devront \u00eatre englob\u00e9s de la sorte (et pas uniquement ceux contenant du texte).
fileSource.fieldsTerminatedByEscaped=D\u00e9limiteur de champ
fileSource.fieldsTerminatedByEscaped.help=Le caract\u00e8re utilis\u00e9 pour d\u00e9limiter les champs/colonnes au sein d''une ligne.
fileSource.ignoreHeaderLines=Nombre de lignes d''en-t\u00eate / de titre
fileSource.ignoreHeaderLines.help=Le nombre de lignes d''en-t\u00eate dans le fichier (ces lignes seront ignor\u00e9es lors de l''import).
excelSource.sheets=Feuille de calcul s\u00e9lectionn\u00e9e
footer.bugReport=Signaler un bug
footer.featureRequest=Demander une nouvelle fonctionnalit\u00e9
footer.projectHome=A propos de l''IPT
footer.useManual=Manuel utilisateur
footer.version=Version
format.date={dd/MM/yyyy}
help.options=Choisissez une des options suivantes
invalid.fieldvalue.latitude=Latitude incorrecte
invalid.fieldvalue.longitude=Longitude incorrecte
jgtiCuratorialUnitType.COUNT_RANGE=Etendue (de...\u00e0)
jgtiCuratorialUnitType.COUNT_WITH_UNCERTAINTY=Valeur unique avec incertitude
login.forgottenpassword=Vous avez perdu votre mot de passe ? Veuillez contacter votre administrateur IPT.
login.forgottenpassword.mail.body=Dear {0},\nI have lost the password of my IPT account {1}.\nAs an administrator of the IPT, would you please email me my login credentials as listed in the user accounts panel?\n\nThanks,\n{1}\n\n\n{2}
login.forgottenpassword.mail.subject=Forgotten IPT Password
login.intro=Veuillez vous connecter au moyen de votre adresse \u00e9lectronique. <br />Si vous ne poss\u00e9dez pas encore de compte utilisateur, demandez \u00e0 votre administrateur IPT d''en cr\u00e9er un pour vous ! Son adresse est
login.title=Nom d''utilisateur
manage.401.body=D\u00e9sol\u00e9, vous ne disposez pas des permissions suffisantes pour g\u00e9rer cette ressource. Veuillez contacter  le cr\u00e9ateur de cette ressource (ou un administrateur) afin d''obtenir les droits n\u00e9cessaires.
manage.401.title=Acc\u00e8s refus\u00e9
manage.404.body=D\u00e9sol\u00e9, la ressouce demand\u00e9e n''existe pas.
manage.404.title=Ressouce inexistante
manage.home.last.modified=Derni\u00e8re modification
manage.home.last.publication=Derni\u00e8re publication
manage.home.next.publication=Publication suivante
manage.home.name=Nom
manage.home.not.published=Non publi\u00e9
manage.home.not.registered=Non enregistr\u00e9
manage.home.organisation=Organisation
manage.home.resource.locked=Cette ressource est verouill\u00e9e car un service fonctionnant en t\u00e2che de fond y acc\u00e8de actuellement. Merci de r\u00e9essayer plus tard.
manage.home.resources.none=Aucune. Vous pouvez cr\u00e9er une ressource, ou demander \u00e0 d''autres managers de vous donner les droits sur les ressources dont ils sont responsables.
manage.home.subtype=Sous-type
manage.home.title=Ressources que vous pouvez g\u00e9rer
manage.home.type=Type
manage.home.visible=Visibilit\u00e9
manage.home.visible.private=priv\u00e9e
manage.home.visible.public=publique
manage.locked=Cette ressource est verouill\u00e9e car elle est actuellement en cours de publication. Vous pouvez <a href="{0}">annuler</a> cette publication si vous le d\u00e9sirez.
manage.mapping.automaped={0} colonnes ont \u00e9t\u00e9 "mapp\u00e9es" automatiquement sur base de leur nom.
manage.mapping.backToOverview=Retour \u00e0 la configuration de la ressource
manage.mapping.couldnt.delete=Impossible de supprimer le mapping {0}
manage.mapping.deleted=Mapping {0} supprim\u00e9.
manage.mapping.filter=Filtre
manage.mapping.filter.afterTranslation=Apr\u00e8s traduction
manage.mapping.filter.beforeTranslation=Avant traduction
manage.mapping.filter.text=Le filtre permet d''inclure uniquement les enregistrements qui remplissent une condition pr\u00e9cise (sur un des champs).
manage.mapping.hideEmpty=N''afficher que les termes d\u00e9j\u00e0 mapp\u00e9s
manage.mapping.idColumn=La colonne de votre source de donn\u00e9e qui contient un identifiant (valeur unique) pour chaque ligne, comme par exemple un num\u00e9ro de sp\u00e9cimen. Obligatoire si vous d\u00e9sirez utiliser le syst\u00e8me des "modules d''extension Darwin Core" (principe du sch\u00e9ma en \u00e9toile).
manage.mapping.info=Un filtre excluera les enregistrements corresondants de l''archive g\u00e9n\u00e9r\u00e9e. Vous pouvez par exemple sp\u00e9cifier ColonneA IsNotNull de fa\u00e7on \u00e0 inclure uniquement les enregistrements qui poss\u00e8dent une valeur dans la colonne A.<br /><br />Un filtre peut \u00eatre tr\u00e8s utile dans le cas ou une m\u00eame extension Darwin Core est map\u00e9e plusieurs fois pour former des pivots. Si vous avez par exemple deux colonnes pour pour les noms vernaculaires (Fran\u00e7ais et Anglais), vous pouvez mapper deux fois la m\u00eame source de donn\u00e9es vers l''extension VernacularNames. Mappez alors chaque colonne s\u00e9par\u00e9ment, et placez un filtre sur cette m\u00eame colonne avec la valeur IsNotNull. De cette fa\u00e7on, uniquement les enregistrements poss\u00e9dant un nom vernaculaire dans la langue appropri\u00e9e seront inclus dans le fichier final du module d''extension.
manage.mapping.info.linenumbers=Pour les num\u00e9ros de ligne, vous pouvez si vous le d\u00e9sirez sp\u00e9cifier un suffixe (non num\u00e9rique) qui sera accol\u00e9 \u00e0 l''identifiant. Ceci peut \u00eatre utile de fa\u00e7on \u00e0 g\u00e9n\u00e9rer des identifiants uniques tout en mappant plusieurs fois la m\u00eame source de donn\u00e9es.<br /><br />
manage.mapping.intro=Pour chaque propri\u00e9t\u00e9, vous pouvez soit choisir une valeur dynamique (lue dans une des colonnes de votre source de donn\u00e9es - {0}), soit configurer manuellement une valeur statique qui sera appliqu\u00e9e \u00e0 tous les enregistrements.
manage.mapping.lineNumber=N\u00b0 de ligne
manage.mapping.no.mapped.columns=Les colonnes suivantes existent dans votre source mais ne sont actuellement pas r\u00e9f\u00e9renc\u00e9es par ce mapping
manage.mapping.no.mapped.title=Colonnes non-mapp\u00e9es
manage.mapping.noid=Pas d''ID
manage.mapping.showAll=Afficher tous les termes
manage.mapping.source=Source de donn\u00e9es
manage.mapping.source.help=Afin d''effectuer le mapping, veuillez s\u00e9lectionner le fichier source des donn\u00e9es.
manage.mapping.sourceSample=Aper\u00e7u des donn\u00e9es
manage.mapping.title=Mapping de la source de donn\u00e9es
manage.mapping.translation=Traduction
manage.mapping.uuid=G\u00e9n\u00e9rateur d''identifiants uniques (UUID)
manage.metadata.additional.intro=Veuillez entrer les m\u00e9tadonn\u00e9es suppl\u00e9mentaires pour la ressource.
manage.metadata.additional.logo.intro=<b>Transf\u00e9rez (upload) le logo de la ressource:</b> Si ce logo n''est pas d\u00e9j\u00e0 accessible \u00e0 une URL publique, vous pouvez le transf\u00e9rer directement depuis votre ordinateur.
manage.metadata.additional.title=M\u00e9tadonn\u00e9es additionnelles
manage.metadata.addnew=Ajouter une nouvelle section
manage.metadata.alternateIdentifiers.intro=Vous pouvez ajouter ici d''autres identifiants qui sont utilis\u00e9s (par exemple dans diff\u00e9rents syst\u00e8mes de gestion ou institutions) pour r\u00e9f\u00e9rencer cette ressource.
manage.metadata.alternateIdentifiers.item=identifiant alternatif
manage.metadata.alternateIdentifiers.title=Identifiants alternatifs
manage.metadata.basic.required.message=Le titre de la ressource ainsi que sa description sont requis. Les trois contacts principaux de la ressource doivent aussi \u00eatre indiqu\u00e9s ici: Contact de la ressource, cr\u00e9ateur de la ressource et fournisseur de m\u00e9tadonn\u00e9es. Pour chaque contact vous devez fournir au moins un nom de famille, un poste, ou une organisation avant de pouvoir publier la ressource. La (les) personne(s) ou organisation(s) responsable(nt) de la cr\u00e9ation de la de la ressource comme elle appara\u00eet dans l\u2019IPT et pour la publication effective de la ressource devrait s\u2019ajouter comme une partie associ\u00e9e avec le r\u00f4le d\u2019 \u2018\u00e9diteur\u2019.
manage.metadata.basic.title=M\u00e9tadonn\u00e9es de base
manage.metadata.citations.bibliography=Bibliographie
manage.metadata.citations.intro=Veuillez entrer un texte d\u00e9crivant comment cette ressource devra \u00eatre r\u00e9f\u00e9renc\u00e9e, ainsi qu''une bibliographie \u00e9ventuelle (autres ressources exploit\u00e9es dans la cr\u00e9ation de cette ressource par exemple).
manage.metadata.citations.item=citation
manage.metadata.citations.title=Citations
manage.metadata.collections.curatorialUnits.intro=Saisissez des statistiques \u00e0 propos du nombre d''unit\u00e9s (planches, boites, bocaux, ...) couvertes par cettre ressource. Vous pouvez sp\u00e9cifier ces m\u00e9triques soit sous forme d''\u00e9tendue (de...\u00e0) soit sous forme de valeur unique accompagn\u00e9e d''une incertitude.
manage.metadata.collections.curatorialUnits.item=unit\u00e9 de conservation
manage.metadata.collections.curatorialUnits.title=Unit\u00e9s de conservation
manage.metadata.collections.intro=Veuillez entrer les m\u00e9tadonn\u00e9es de la collection.
manage.metadata.collections.title=Donn\u00e9es de collection
manage.metadata.geocoverage.intro=D\u00e9placez les marqueurs sur la carte ou entrez les coordonn\u00e9es manuellement de fa\u00e7on \u00e0 d\u00e9crire l''emprise g\u00e9ographique de la ressource.
manage.metadata.geocoverage.title=Couverture g\u00e9ographique
manage.metadata.keywords.intro=Veuillez entrer un jeu de mots-cl\u00e9s pour cette ressource (ainsi qu''un th\u00e9saurus/vocabulaire pour chacun).
manage.metadata.keywords.item=Mots-cl\u00e9s
manage.metadata.keywords.title=Mots-cl\u00e9
manage.metadata.methods.intro=Saisissez ici des m\u00e9tadonn\u00e9es \u00e0 propos des m\u00e9thodes d''\u00e9chantillonage utilis\u00e9es lors de l''acquisition des donn\u00e9es.
manage.metadata.methods.item=phase / \u00e9tape
manage.metadata.methods.title=M\u00e9thodes d''\u00e9chantillonnage
manage.metadata.parties.intro="Parties" associ\u00e9es \u00e0 cette ressource (par exemple l''institution h\u00f4te)
manage.metadata.parties.item=participant
manage.metadata.parties.title=Participants
manage.metadata.parties.title.numbered=Participant {0}
manage.metadata.physical.intro=Liens externes vers le site web de la ressource, ou vers d''autres formats disponibles (feuille de calcul pour tableur, ''dump'' d''une base de donn\u00e9es,  donn\u00e9es li\u00e9es, ...)
manage.metadata.physical.item=Lien externe
manage.metadata.physical.title=Liens externes
manage.metadata.project.intro=Veuillez saisir les m\u00e9tadonn\u00e9es du projet dans le cadre duquel les donn\u00e9es de cette ressource ont \u00e9t\u00e9 produites.
manage.metadata.project.title=Donn\u00e9es sur le projet
manage.metadata.removethis=Retirer cet/cette
manage.metadata.section=Section
manage.metadata.taxcoverage.addSeveralTaxa=Ajouter plusieurs taxons
manage.metadata.taxcoverage.addSeveralTaxa.help=Liste des taxons pr\u00e9sents dans le dataset. Utilisez un niveau de d\u00e9tail pertinent : Par exemple au niveau ordre ou famille pour grands datasets; mais d\u00e9taill\u00e9s \u00e0 la famille pour des datasets plus cibl\u00e9s.
manage.metadata.taxcoverage.intro=Veuillez saisir les m\u00e9tadonn\u00e9es d\u00e9crivant la/les couvertures taxonomique de cette ressource.
manage.metadata.taxcoverage.item=couverture taxonomique
manage.metadata.taxcoverage.subitem=mot-cl\u00e9 taxonomique
manage.metadata.taxcoverage.taxon.item=taxon
manage.metadata.taxcoverage.title=Couverture taxonomique
manage.metadata.taxcoverage.unranked=Sans rang
manage.metadata.tempcoverage.intro=Saisissez des m\u00e9tadonn\u00e9es d\u00e9crivant la couverture temporelle de la la ressource. S\u00e9lectionnez tout d''abord le type de p\u00e9riode, puis remplissez les champs correspondants.
manage.metadata.tempcoverage.item=couverture temporelle
manage.metadata.tempcoverage.title=Couverture temporelle
manage.overview.DwC.Mappings=Mapping des donn\u00e9es vers Darwin Core
manage.overview.DwC.Mappings.description=Configuration des diff\u00e9rents "mappings" entre vos sources de donn\u00e9es et Darwin Core.
manage.overview.DwC.Mappings.coretype.description=S\u00e9lectionnez "Darwin Core Checklist" quand la ressource d\u00e9crit des taxons/noms, ou s\u00e9lectionnez "Darwin Core Occurrence" quand la ressource d\u00e9crit des occurrences dans la nature (observations) ou dans une collection (specimens).
manage.overview.DwC.Mappings.terms=termes mapp\u00e9s vers
manage.overview.DwC.Mappings.select=S\u00e9lectionnez le module "noyau" (1 et 1 seul)
manage.overview.DwC.Mappings.select.invalid=S\u00e9lection incorrecte: le module choisi n''existe pas
manage.overview.changed.publication.status=Visibilit\u00e9 chang\u00e9e vers l''\u00e9tat {0}.
manage.overview.data.missing=Source de donn\u00e9es ou mapping Darwin core manquant. Pas d''archive g\u00e9n\u00e9r\u00e9e. Ceci est parfaitement normal si la ressource contient uniquement des m\u00e9tadonn\u00e9es.
manage.overview.failed.resource.registration=L''enregistrement de la ressource a \u00e9chou\u00e9.
manage.overview.failed.resource.update=La mise \u00e0 jour de l''enregistrement a \u00e9chou\u00e9: {0}
manage.overview.failed.stop.publishing=Erreur lors de l''arr\u00eat de publication!
manage.overview.geocoverage=Couverture g\u00e9ographique
manage.overview.intro=Ceci est la page de configuration principale pour <em>{0}</em>. Vous pouvez commencer en t\u00e9l\u00e9charger (upload) des donn\u00e9es et effectuer les op\u00e9rations de <i>mapping</i>. Veuillez aussi compl\u00e9ter la section m\u00e9tadonn\u00e9es (certaines sont obligatoires). Enfin, vous pouvez publier la ressource (sous forme de fichier Darwin Core Archive) et enregistrer cette ressource aupr\u00e8s du GBIF. Une fois la ressource enregistr\u00e9e, vous ne pourrez plus la replacer dans l''\u00e9tat "priv\u00e9" (mais il sera toujours possible de la supprimer).
manage.overview.intro.metadataOnly=Ceci est la page de configuration principale pour <em>{0}</em>. Veuillez tout d''abord compl\u00e9ter la section m\u00e9tadonn\u00e9es (certaines sont obligatoires). Enfin, vous pouvez publier la ressource et enregistrer cette ressource aupr\u00e8s du GBIF. Une fois la ressource enregistr\u00e9e, vous ne pourrez plus la replacer dans l''\u00e9tat "priv\u00e9" (mais il sera toujours possible de la supprimer).
manage.overview.keywords=Mots-cl\u00e9s
manage.overview.manager.not.available=LE manager {0} n''est pas disponible.
manage.overview.metadata=M\u00e9tadonn\u00e9es
manage.overview.missing.metadata=Les m\u00e9tadonn\u00e9es obligatoires de la ressource ne sont pas remplies.
manage.overview.source.hidden=Comme il s''agit d''une ressource contenant uniquement des m\u00e9tadonn\u00e9es, la donn\u00e9e source et la partie "mapping" sont invisibles. Pour ajouter la donn\u00e9e primaire, il faut modifier le type de ressource dans votre {0}.
manage.overview.no.DwC.extensions=Aucun type noyau Darwin Core install\u00e9. Veuillez contacter un administrateur de votre instance IPT.
manage.overview.no.DwC.extension=Aucun type noyau Darwin Core {0} install\u00e9. Veuillez contacter un administrateur de votre instance IPT.
manage.overview.no.data.archive.generated=Pas d''archive de donn\u00e9es g\u00e9n\u00e9r\u00e9e.
manage.overview.no.description=Pas de description disponible
manage.overview.DwC.Mappings.cantdo=Le "mapping" entre les donn\u00e9es et les termes Darwin Core n\u00e9cessite au pr\u00e9alable l''ajout de la source de donn\u00e9es et l''installation du module noyau appropri\u00e9. Cette \u00e9tape de mapping n''est pas n\u00e9cessaire si la ressource contient uniquement des m\u00e9tadonn\u00e9es (pas de donn\u00e9es).
manage.overview.published=Versions publi\u00e9es
manage.overview.published.archive=Darwin Core Archive
manage.overview.published.description=Lors de la publication, les fichiers EML, RTF, et Darwin Core Archive (Dwc-A) seront cr\u00e9\u00e9s ou mis \u00e0 jour. Un fichier DwC-A est un fichier zipp\u00e9 qui englobe \u00e0 la fois les donn\u00e9es sources, leurs "mappings" vers Darwin Core et les m\u00e9tadonn\u00e9es correspondantes.
manage.overview.published.description.metadataOnly=Lors de la publication de ressources contenant uniquement des m\u00e9tadonn\u00e9es, de nouveaux fichiers EML et RTF seront cr\u00e9\u00e9s.
manage.overview.published.testmode.warning=Cette ressource ne peut pas \u00eatre index\u00e9e par le GBIF, car cette instance IPT fonctionne en mode d\u00e9veloppement.
manage.overview.published.download=t\u00e9l\u00e9charger
manage.overview.published.eml=EML
manage.overview.published.from=du
manage.overview.published.last.publication=Derni\u00e8re publication
manage.overview.published.missing.metadata=Vous devez d''abord compl\u00e9ter les champs obligatoires des m\u00e9tadonn\u00e9es avant de pouvoir proc\u00e9der \u00e0 la publication.
manage.overview.published.records=enregistrements
manage.overview.published.resource.version=Ressource publi\u00e9e en version {0}
manage.overview.published.see.report=Montrer le rapport
manage.overview.published.hide.report=Masquer le rapport
manage.overview.published.version=Version
manage.overview.published.view=afficher
manage.overview.publishing=publication
manage.overview.publishing.error={0}: La publication de la ressource a \u00e9chou\u00e9 \u00e0 l''\u00e9tape {1}. Raison: {2}
dwca.failed=La cr\u00e9ation de l''archive pour la ressource {0} a \u00e9chou\u00e9: {1}
dwca.interrupted=La cr\u00e9ation de l''archive pour la ressource {0} a \u00e9t\u00e9 interrompue: {1}
publishing.started=La publication de la ressource {1} en version #{0} a commenc\u00e9
publishing.success=La publication de la ressource {1} en version #{0} s''est termin\u00e9e avec succ\u00e8s
publishing.cancelled=La publication de la ressource {1} en version #{0} a \u00e9t\u00e9 annul\u00e9e!
publishing.error=Une erreur de type {0} a \u00e9t\u00e9 rencontr\u00e9e lors de la publication: {1}
publishing.failed=La publication de la ressource {1} en version #{0} a \u00e9chou\u00e9: {2}
publishing.skipping=La publication de la ressource en version #{0} a \u00e9t\u00e9 ignor\u00e9e: le nombre maximum d'\u00e9checs de publication a \u00e9t\u00e9 atteint. Essayez de publier cette ressource s\u00e9parement.
restore.resource.success=La ressource {1} en version #{0} a \u00e9t\u00e9 restaur\u00e9e apr\u00e8s l''\u00e9chec de publication
restore.resource.failed=La restauration de la ressource {1} en version {0} a \u00e9chou\u00e9: {2}

# Auto-publishing
autopublish=Publication automatique
autopublish.off=D\u00e9sactiver
autopublish.update=Publier & modifier la publication automatique
autopublish.activate=Publier & activer la publication automatique
autopublish.disable=Publier & d\u00e9sactiver la publication automatique
autopublish.interval=S\u00e9lectionnez l''intervalle
autopublish.help=Pour <strong>activer</strong> la publication automatique, s\u00e9lectionnez l''un des 5 intervalles de publication, puis appuyez sur publier. Pour <strong>modifier</strong> l''intervalle de publication automatique, s\u00e9lectionnez un intervalle de publication diff\u00e9rent et appuyez sur publier. Pour <strong>d\u00e9sactiver</strong> la publication automatique, s\u00e9lectionnez "D\u00e9sactiver" puis appuyez sur publier.

manage.overview.publishing.resource.version=Publication de la ressource (version #{0})
manage.overview.resource.being.published=La ressource {0} est en cours de publication. Merci pour votre patience.
manage.overview.resource.deleted={0} a \u00e9t\u00e9 supprim\u00e9.
manage.overview.resource.invalid.operation=La ressource {0} est actuellement dans l''\u00e9tat {1}, le changement d''\u00e9tat demand\u00e9 n''est donc pas valide. Veuillez rafraichir la page afin d''afficher l''\u00e9tat actuel.
manage.overview.resource.managers=Managers de cette ressource
manage.overview.resource.managers.creator=Cr\u00e9ateur
manage.overview.resource.managers.description=Les ressources peuvent \u00eatre administr\u00e9es par un ou plusieurs managers. Vous pouvez attribuer \u00e0 d''autres personnes le droit de g\u00e9rer {0}
manage.overview.resource.managers.manager=Manager
manage.overview.resource.published=Ressource publi\u00e9e !
manage.overview.resource.registered=Ressource enregistr\u00e9e aupr\u00e8s du registre GBIF pour l''institution/organisation {0}
manage.overview.resource.update.registration=Enregistrement de la ressource {0} aupr\u00e8s du registre GBIF a \u00e9t\u00e9 mis \u00e0 jour.
manage.overview.source.columns=champs (colonnes)
manage.overview.source.data=Source de donn\u00e9es
manage.overview.source.description1=Configurez ici vos sources de donn\u00e9es pour cette ressource. Vous pouvez t\u00e9l\u00e9charger (upload) des fichiers textes (csv, champs s\u00e9par\u00e9s par des tabulations, ...) simples ou compress\u00e9s (zip ou gzip).
manage.overview.source.description2=Les fichiers Excel sont aussi support\u00e9s.
manage.overview.source.description3=Pour envoyer ou r\u00e9envoyer un fichier, s\u00e9letionnez-le puis cliquez sur "{0}".
manage.overview.source.description4=Une autre option possible est de configurer une connexion via r\u00e9seau \u00e0 une base de donn\u00e9es. Pour cr\u00e9er une nouvelle source SQL, cliquez sur "{0}" sans avoir au pr\u00e9alable choisi un fichier.
manage.overview.source.description5=Il n''est pas possible de mettre \u00e0 jour une ressource en chargeant une archive Darwin Core. Cette fonctionnalit\u00e9 n'a pas encore \u00e9t\u00e9 d\u00e9velopp\u00e9e.
manage.overview.source.file=[fichier]
manage.overview.source.rows=lignes
manage.overview.source.sql=[base de donn\u00e9es]
manage.overview.taxcoverage=Couverture taxonomique
manage.overview.title=Aper\u00e7u
manage.overview.title.label=Titre de la ressource
manage.overview.user.added={0} a \u00e9t\u00e9 ajout\u00e9 \u00e0 la liste des managers de la ressource.
manage.overview.user.removed={0} a \u00e9t\u00e9 retir\u00e9 de la liste des managers de la ressource.
manage.overview.visibility=Visibilit\u00e9 de la ressource
manage.overview.visibility.confirm.agreement=Confirmez que vous avec lu et compris le <a target=''_blank'' href=''http://data.gbif.org/tutorial/datasharingagreement''>GBIF data sharing agreement</a>
manage.overview.visibility.confirm.registration=Vous \u00eates sur le point d''enregistrer une ressource avec le GBIF. Si vous voulez retirer cette ressource ult\u00e9rieurement de l''index GBIF, sachez qu''aucune proc\u00e9dure automatis\u00e9e n''existe et que vous devrez donc faire une demande manuelle aupr\u00e8s du <a href=''mailto:helpdesk@gbif.org''>support GBIF</a>. Etes-vous s\u00fbr de vouloir proc\u00e9der \u00e0 l''enregistrement ?
manage.overview.visibility.endorsing.node=Sous la tutelle du noeud
manage.overview.visibility.missing.metadata=La ressource doit d''abord \u00eatre publi\u00e9e avant d''\u00eatre enregistr\u00e9e aupr\u00e8s du r\u00e9seau GBIF.
manage.overview.visibility.missing.registration.metadata=Pour pouvoir enregistrer cette ressource aupr\u00e8s du GBIF, vous devez tout d''abord remplir les m\u00e9tadonn\u00e9es obligatoires.
manage.overview.visibility.no.organisations=Afin d''enregistrer cette ressource aupr\u00e8s du GBIF, un administrateur doit au pr\u00e9alable associer cette instance IPT \u00e0 une institution/organisation.
manage.overview.visibility.organisation=Institution / organisation
manage.overview.visibility.organisation.contact=Contact de l''institution
manage.overview.visibility.resource.key=Cl\u00e9 de la ressource
manage.report.continueTo=Retourner vers <a href="resource.do?r={0}">la vue d''ensemble de cette ressource</a>.
manage.report.exception=Exception
manage.report.finished=Termin\u00e9
manage.report.logMessage=Journal
manage.report.title=Status de la publication
manage.resource.addSource.confirm=Un ou plusieurs fichiers existent d\u00e9j\u00e0. \u00cates-vous s\u00fbr de vouloir les remplacer?
manage.resource.create.core.invalid=Le ficher Darwin Core Archive n''est pas valide et ne poss\u00e8de pas de mapping vers un module noyau.
manage.resource.create.failed=Impossible de lire le fichier transmis.
manage.resource.create.file=Fichier Darwin Core Archive existant (facultatif)
manage.resource.create.intro=Vous pouvez 1) cr\u00e9er une nouvelle ressource (vide), 2) envoyer (upload) une ressource existante au format Darwin Core Archive zipp\u00e9 ou encore 3) envoyer une ressource existante via le r\u00e9peroire de configuration (zipp\u00e9). Un titre (court, uniquement caract\u00e8res alphanum\u00e9riques, trait d''union ou underscore) est demand\u00e9 et sera utilis\u00e9 pour faire r\u00e9f\u00e9rence \u00e0 la ressource dans cette instance IPT.
manage.resource.create.mapping.concept.skip=Omis le terme mapp\u00e9 {0}, il est inconnu de l''extension {1}
manage.resource.create.rowType.null=Type de ligne {0} pas disponible pour cette installation IPT.
manage.resource.create.extension.null=Une extension inexistante \u00e0 \u00e9t\u00e9 rencontr\u00e9e. Veuillez v\u00e9rifier que tous les modules d''extension utilis\u00e9s pour cette ressource sont install\u00e9s, puis r\u00e9importez cette ressource.
manage.resource.create.success=Fichier Darwin Core archive pr\u00e9existant import\u00e9. Le type du noyau est {0}. {1} source(s) a \u00e9t\u00e9 import\u00e9e et {2} mapping(s) cr\u00e9\u00e9(s).
manage.resource.create.success.nocore=Fichier Darwin Core archive pr\u00e9existant import\u00e9. {0} source(s) a \u00e9t\u00e9 import\u00e9e et {1} mapping(s) cr\u00e9\u00e9(s).
manage.resource.create.title=Cr\u00e9er une nouvelle ressource
manage.resource.delete.confirm.registered=La suppression de l''index GBIF n''est pas un processus automatique. Vous devrez donc contacter manuellement le <a href=''mailto:helpdesk@gbif.org''>support GBIF</a>(en Anglais). Voulez-vous continuer et supprimer cette ressource?
manage.resource.delete.failed=Erreur \u00e0 la suppression de la ressource.
manage.resource.read.basic.metadata=Lecture des m\u00e9tadonn\u00e9es de base.
manage.resource.read.eml.metadata=Lecture des m\u00e9tadonn\u00e9es EML
manage.resource.read.problem=Impossible de lire les m\u00e9tadonn\u00e9es de l''archive
manage.resource.status.intro.private=Cette ressource est priv\u00e9e, et n''est donc visible que par les "managers". Faites-la passer dans l''\u00e9tat "public" si vous d\u00e9sirez la rendre visible \u00e0 tous.
manage.resource.status.intro.public=Cette ressource est publique et est donc visible par tout le monde.
manage.resource.status.intro.public.migration=Si vous d\u00e9sirez que cette ressource remplace une ressource existante (DiGIR, BioCASE ou TAPIR), veuillez vous assurer 1) que cette ressource est associ\u00e9e \u00e0 la m\u00eame institution et 2) que l''UUID de la ressource pr\u00e9existante a \u00e9t\u00e9 ajout\u00e9 \u00e0 la section "identifiants alternatifs" sur la page {0}.
manage.resource.status.intro.registered=Cette ressource publique est enregistr\u00e9e aupr\u00e8s du GBIF. Pour changer ce status, vous devez supprimer cette ressource et prendre contact avec le <a href="mailto:helpdesk@gbif.org">support GBIF (en Anglais)</a>.
manage.resource.status.registration.forbidden=Vous ne disposez pas des droits n\u00e9cessaires pour enregistrer cette ressource aupr\u00e8s du GBIF.
manage.resource.role.change=Veuillez contacter votre administrateur IPT si vous d\u00e9sirez qu''il/elle vous d\u00e9l\u00e8gue ce pouvoir.
manage.resource.publish.forbidden=Comme la ressource est d\u00e9j\u00e0 enregistr\u00e9e avec le GBIF, et que l''enregistrement de la ressource est mis \u00e0 jour \u00e0 chaque publication, vous ne pouvez plus publier cette ressource.

manage.resource.status.registration.intro=Pour rendre cette ressource facilement accessible (discoverable), veuillez s\u00e9lectionner l''institution auquelle la ressource est associ\u00e9e, puis l''enregistrer aupr\u00e8s du GBIF. Si vous d\u00e9sirez la rendre accessible uniquement aux managers de cette instance IPT, veuillez changer son status au moyen du boutton "Priv\u00e9".
manage.resource.status.restrict=Limiter aux managers uniquement
manage.resource.migrate=Cette ressource semble d\u00e9j\u00e0 enregistr\u00e9e (UUID: {0}, appartenant \u00e0: {1}). Par cons\u00e9quent, cette ressource sera associ\u00e9e \u00e0 la ressource pr\u00e9existante, au lieu d''\u00eatre enregistr\u00e9e en tant que nouvelle ressource.
manage.resource.migrate.failed=La migration de la ressource a \u00e9chou\u00e9.
manage.resource.migrate.failed.multipleUUIDs=Lors de l''enregistrement, plusieurs UUIDs ont \u00e9t\u00e9 trouv\u00e9s dans la liste des identifiants alternatifs.
manage.resource.migrate.failed.badUUID=Au moins un UUID a \u00e9t\u00e9 trouv\u00e9 dans la liste des identifiants alternatifs, mais celui ne correspond pas \u00e0 une ressource de {0}.
manage.resource.migrate.failed.help=Afin de pouvoir terminer l''enregistrement, veuillez 1) retirer les UUID de la liste des identifiants alternatifs s''il s'agit d''une nouvelle ressource (\u00e0 cr\u00e9er), ou 2) si vous d\u00e9sirez mettre \u00e0 jour une ressource existante, placez l''UUID de celle-ci dans le champ de identifiants alternatifs.
manage.resource.migrate.failed.duplicate=L''UUID {0} trouv\u00e9 dans la liste dans la liste des identifiants alternatifs est d\u00e9j\u00e0 attribu\u00e9 \u00e0 une ou plusieurs ressources publi\u00e9es ou enregistr\u00e9es : {1}
manage.resource.migrate.failed.duplicate.help=Si vous essayez de remplacer une ressource enregistr\u00e9e qui existe dans votre IPT, l''autre ressource doit d''abord \u00eatre supprim\u00e9e. Dans ce cas, merci de contacter  helpdesk@gbif.org pour indiquer que cette ressource a \u00e9t\u00e9 remplac\u00e9 et pas supprim\u00e9. D\u00e8s lors qu''une ressource enregistr\u00e9e est supprim\u00e9e, celle-ci est marqu\u00e9e comme supprim\u00e9e dans le registre du GBIF.

manage.source.added.new=Nouveau fichier source ajout\u00e9  >>{0}<<.
manage.source.cannot.add=Impossible d''ajouter la source {0}: {1}
manage.source.cannot.load=La source {0} ne peut pas \u00eatre charg\u00e9e. Merci de demander \u00e0 un administrateur de regarder les logs de l''IPT pour rechercher le probl\u00e8me.
manage.source.columns=Colonnes
manage.source.compressed.files={0} fichiers compress\u00e9s d\u00e9tect\u00e9s, ils seront tous ajout\u00e9s.
manage.source.confirmation.message=Etes-vous s\u00fbr de vouloir effacer ce fichier source? Soyez conscient que tous les mappages qui sont associ\u00e9s \u00e0 ce fichier seront aussi d\u00e9truits.
manage.source.deleted=Source {0} supprim\u00e9e.
manage.source.deleted.couldnt=Impossible de supprimer la source suivante : {0}.
manage.source.download=T\u00e9l\u00e9charger
manage.source.error=Erreur source: {0}
manage.source.existing=Une source de donn\u00e9e avec ce nom existe d\u00e9j\u00e0.
manage.source.invalidFileName=Le nom du fichier source est invalide: les noms de fichiers ne peuvent contenir que les caract\u00e8res alphanum\u00e9rique (A-Z, 0-9), espace, _, point, parenth\u00e8ses et trait d'union.
manage.source.file=Fichier
manage.source.filesystem.error=Erreur du syt\u00e8me de fichiers : {0}
manage.source.intro=Param\u00e9trez ici votre source de donn\u00e9es
manage.source.modified=Modifi\u00e9 le
manage.source.readable=Acc\u00e8s ?
manage.source.replaced.existing=Ressource existante remplac\u00e9e : >>{0}<<.
manage.source.rows=Lignes
manage.source.size=Taille
manage.source.source.log=Journal
manage.source.title=Source de donn\u00e9es
manage.source.unique=Une source de donn\u00e9es avec ce nom existe d\u00e9j\u00e0 ! Veuillez choisir un nom unique.
manage.source.unsupported.compression.format=Format de compression non pris en charge. Veuillez utiliser le format zip, gzip ou des fichiers non compress\u00e9s.
manage.success=La section {0} a \u00e9t\u00e9 correctement enregistr\u00e9e.
manage.failed=La section {0} a \u00e9chou\u00e9 le test de validation!  Cela doit \u00eatre corrig\u00e9 avant de pouvoir enregistrer toutes les sections correctement.
manage.translation.cantfind.vocabulary=Impossible de trouver un vocabulaire pour mapper automatiquement la traduction.
manage.translation.deleted=Traduction supprim\u00e9e pour le terme {0}.
manage.translation.intro=Vous pouvez configurer ici une traduction automatique entre les termes de votre source de donn\u00e9es et les valeurs enregistr\u00e9es dans l''archive. La liste des valeurs sources pr\u00e9sentes sont g\u00e9n\u00e9r\u00e9es automatiquement lors du premier acc\u00e8s, mais elles pourront ensuite \u00eatre mises \u00e0 jour tout en conservant les traductions d\u00e9j\u00e0 configur\u00e9es.
manage.translation.mapped.terms={0} termes mapp\u00e9s sur base des termes du vocabulaire.
manage.translation.property=Propri\u00e9t\u00e9
manage.translation.reloaded.values={0} valeurs distinctes ont \u00e9t\u00e9 recharch\u00e9es (pour la traduction) depuis la source de donn\u00e9es pour le terme {1}.
manage.translation.reloaded.fail=Les valuers n''a pas pu \u00eatre recharch\u00e9e pour le terme {0}: {1}
manage.translation.saved=Traduction enregistr\u00e9e pour le terme {0}.
manage.translation.source.value=Valeur source
manage.translation.title=Value Translation
manage.translation.translated.value=Valeur traduite
manage.translation.vocabulary.required=Vocabulaire n\u00e9cessaire
manage.translation.vocabulary.required.intro=Le symbole \u00e0 gauche de la valeur traduite indique si la valeur fournie \u00e0 une correspondance dans le vocabulaire appropri\u00e9.
menu.about=A propos
menu.account=Votre compte
menu.admin=Administration
menu.home=Accueil
menu.loggedin=Connect\u00e9 en tant que {0}
menu.logout=Se d\u00e9connecter
menu.manage=G\u00e9rer les ressources
organisation.key=Cl\u00e9/UUID
pager.next=suivant
pager.previous=pr\u00e9c\u00e9dent
portal.home.author=Cr\u00e9ateur
portal.home.feed=Les ressources r\u00e9cemment mises \u00e0 jour sont \u00e9galement disponibles sous forme de <a href="{0}">Flux RSS</a>.
portal.home.intro=Liste des ressources publiques de cette instance IPT.
portal.home.last.publication=Derni\u00e8re publication
portal.home.logo=Logo
portal.home.modified=Derni\u00e8re modification
portal.home.name=Nom
portal.home.no.public=Il n''existe pas de ressources publiques.
portal.home.not.published=Non publi\u00e9
portal.home.organisation=Institution
portal.home.records=Taille
portal.home.title=Ressources disponibles
portal.home.type=Type
portal.login=Se connecter
portal.metadata.provider=Fournisseur des m\u00e9tadonn\u00e9es
portal.publication.download.log=T\u00e9l\u00e9charger le
portal.publication.log=Journal de publication
portal.resource.contact=Contact
portal.resource.creator=Cr\u00e9ateur de la ressource
portal.resource.download=t\u00e9l\u00e9charger
portal.resource.metadata=Metadonn\u00e9es de la ressource
portal.resource.name=Nom
portal.resource.no.description=Pas de description disponible
portal.resource.organisation.key=Enregistrement GBIF
portal.resource.organisation.name=Organisation/Institution
portal.resource.organisation.node=Sous la tutelle du noeud
portal.resource.published.archive=Darwin Core Archive
portal.resource.published.eml=Fichier EML
portal.resource.published.never=Jamais
portal.resource.published.rtf=RTF
portal.resource.records=enregistrements
portal.resource.summary=R\u00e9sum\u00e9
portal.resource.summary.geocoverage=Couverture g\u00e9ographique
portal.resource.summary.keywords=Mots-cl\u00e9
portal.resource.summary.taxcoverage=Couverture taxonomique
portal.resource.tel=T\u00e9l\u00e9phone
portal.resource.eml.error.load=Le chargement du fichier EML de la version {0} de la ressource {1} est en erreur
portal.resource.eml.error.parse=Le fichier EML de la ressource {1} en version #{0} ne peut pas \u00eatre analys\u00e9
portal.resource.version=Version
portal.resource.version.latest=voir la derni\u00e8re
portal.resource.latest=derni\u00e8re
rank.class=Classe
rank.family=Famille
rank.genus=Genre
rank.kingdom=R\u00e8gne
rank.order=Ordre
rank.phylum=Embranchement
resource.coreType=Type
resource.coreType.selection=S\u00e9lectionnez le type
resource.coreType.help=Le type de ressource. La valeur de ce champ d\u00e9pends du mapping "noyau" de cette ressource, et il ne pourra plus \u00eatre \u00e9dit\u00e9 une fois le mapping vers ce module noyau effectu\u00e9.

manage.resource.create.coreType=Type
manage.resource.create.coreType.selection=S\u00e9lectionner le type (optionnel)
manage.resource.create.coreType.help=Le type de la ressource. Si vous chargez une ressource archiv\u00e9e, le type sera automatiquement d\u00e9termin\u00e9 et \u00e9crasera votre s\u00e9lection. <ul><li><b>Occurrence:</b> les occurrences dans la nature (observations) ou dans une collection (sp\u00e9cimens) sont la base de la ressource.<br /></li><li><b>Checklist:</b> les noms de taxon sont la base de la ressource.<br /></li><li><b>M\u00e9tadonn\u00e9es uniquement:</b> une ressource ayant les informations du dataset sans avoir les donn\u00e9es primaires. Une ressource de m\u00e9tadonn\u00e9e peut vous donner des informations \u00e0 propos d''une collection qui n''a pas encore \u00e9t\u00e9 num\u00e9ris\u00e9e, par exemple.<br /></li><li><b>Autre:</b> un autre type de ressource.<br /></li></ul>

resource.creator.email=Courriel
resource.creator.firstname=Pr\u00e9nom
resource.creator.lastname=Nom
resource.shortname=Titre (court)
resource.status.private=Priv\u00e9
resource.status.public=Public
resource.status.registered=Enregistr\u00e9
resource.subtype=Sous-type
resource.subtype.help=Le sous-type de la ressource. Les options disponibles d\u00e9pendent du champs "type"
resource.subtype.selection=S\u00e9lectionnez le sous-type
resource.subtype.none=Aucune sous-type
resource.updateFrequency.selection=S\u00e9lectionnez une fr\u00e9quence de mise \u00e0 jour
resource.updateFrequency=Fr\u00e9quence de mise \u00e0 jour
resource.updateFrequency.help=La fr\u00e9quence de modification et d''ajout apport\u00e9s au dataset apr\u00e8s que le premier dataset soit termin\u00e9. Choisir journalier, quotidien, mensuel, bi-annuel ou annuel signifie que la ressource sera configur\u00e9e comme utilisant le mode de publication automatique.<ul><li><b>Annuel :</b> mise \u00e0 jour une fois par an<br /></li><li><b>Quand cela est n\u00e9cessaire :</b> mise \u00e0 jour quand cela est n\u00e9cessaire<br /></li><li><b>Bi-annuel :</b> mise \u00e0 jour deux fois par an<br /></li><li><b>Continuellement :</b> mise \u00e0 jour continuellement<br /></li><li><b>Journali\u00e8re :</b> mise \u00e0 jour une fois par jour<br /></li><li><b>Irr\u00e8guli\u00e8re :</b> mise \u00e0 jour \u00e0 des intervalle irr\u00e9guli\u00e8re<br /></li><li><b>Mensuel :</b> mise \u00e0 jour une fois par mois<br /></li><li><b>Non planifi\u00e9 :</b> les prochaines mises \u00e0 jour ne sont pas planifi\u00e9es<br /></li><li><b>Quotidienne :</b> mise \u00e0 jour une fois par semaine<br /></li><li><b>Inconnue :</b>il pourrait y avoir de prochaines mises \u00e0 jour, mais elles ne sont pas encore connues<br /></li><li><b>Autre p\u00e9riode de maintenance :</b> les mises \u00e0 jour se feront via d''autres intervalles.<br /></li></ul>

rtf.abstract=R\u00e9sum\u00e9
rtf.accepted=Acceptation
rtf.authors=Auteurs correspondant
rtf.citations=R\u00e9f\u00e9rence bibliographique
rtf.citations.description=Combinaison form\u00e9e de : auteurs, ann\u00e9e de publication (entre parenth\u00e8ses), titre, journal name, volume, issue number (in parenthesis), et DOI de la publication papier.
rtf.collections.curatorial=Unit\u00e9 de conservation
rtf.collections.curatorial.text=avec une incertitude de
rtf.collections.description=Description des collections naturelles
rtf.collections.formatPeriod=Epoque de formation
rtf.collections.identifier=Identifiant de collection
rtf.collections.livingPeriod=Epoque de vie
rtf.collections.name=Nom de collection
rtf.collections.parent=Identifiant de la collection parente
rtf.collections.specimen=M\u00e9thode de conservation
rtf.datasets=Jeux de donn\u00e9es
rtf.datasets.character=Encodage des caract\u00e8res
rtf.datasets.description=Description du jeu de donn\u00e9es
rtf.datasets.distribution=Distribution
rtf.datasets.dwca=Darwin Core Archive
rtf.datasets.dwca.format=format Darwin Core Archive
rtf.datasets.format=Nom du format
rtf.datasets.format.version=Version du format
rtf.datasets.noPublished=Pas de jeu de donn\u00e9es au format Darwin Core Archive pour cette ressource. Les autres jeux de donn\u00e9es \u00e9ventuellement disponibles sont cit\u00e9s dans la rubrique ''jeu de donn\u00e9es externes''.
rtf.datasets.object=Nom de l''objet
rtf.date=date
rtf.dtasets.external=Jeux de donn\u00e9es externes
rtf.generalDesciption=Description g\u00e9n\u00e9rale
rtf.keywords=Mots-cl\u00e9
rtf.language=Langue
rtf.license=Licence d''utilisation
rtf.metadata.creation=Date de cr\u00e9ation des m\u00e9tadonn\u00e9es
rtf.metadata.language=Langue des m\u00e9tadonn\u00e9es
rtf.metadata.level=Niveau hi\u00e9rarchique
rtf.metadata.locale=Param\u00e8tres r\u00e9gionaux
rtf.methods=M\u00e9thodes
rtf.methods.description=Description des \u00e9tapes de la m\u00e9thode
rtf.methods.quality=Description du contr\u00f4le qualit\u00e9
rtf.methods.sampling=Description de l''\u00e9chantillonage
rtf.methods.studyExtent=Description de l''\u00e9tendu de l''\u00e9tude
rtf.project.area=Description de l''\u00e9tendue d''\u00e9tude
rtf.project.design=Description du design
rtf.project.details=D\u00e9tails du projet
rtf.project.funding=Financement
rtf.project.personnel=Personnel
rtf.project.title=Nom du projet
rtf.publication=Date de publication des donn\u00e9es
rtf.published=Publication
rtf.purpose=Objectif
rtf.received=R\u00e9ception
rtf.references=R\u00e9f\u00e9rences
rtf.resourceLink=Donn\u00e9es publi\u00e9es via
rtf.revised=R\u00e9vision
rtf.spatialCoverage=Etendue g\u00e9ographique
rtf.spatialCoverage.and=et
rtf.spatialCoverage.coordinates=Coordonn\u00e9es
rtf.spatialCoverage.general=Etendue g\u00e9ographique g\u00e9n\u00e9rale
rtf.spatialCoverage.latitude=Latitude
rtf.spatialCoverage.longitude=Longitude
rtf.taxcoverage=Couverture taxonomique
rtf.taxcoverage.common=Noms vernaculaires
rtf.taxcoverage.description=Description g\u00e9n\u00e9rale de la couverture taxonomique
rtf.taxcoverage.rank=Rangs taxonomiques
rtf.tempcoverage=Couverture temporelle
rtf.unknown=Inconnu
source.dateFormat=Format de date
source.dateFormat.help=Le format de dates utilis\u00e9 dans les donn\u00e9es source
source.encoding=Jeu de caract\u00e8res
source.encoding.help=Encodage des caract\u00e8res utilis\u00e9 dans la source de donn\u00e9e (UTF-8, Latin-1 ou Windows-1252 sont des valeurs courantes)
source.name=Nom de la source de donn\u00e9e
source.name.help=Un nom court (sans espace ni ponctuation) qui sera utilis\u00e9e comme identifiant unique pour la source de donn\u00e9es.
sqlSource.database=Nom de la base de donn\u00e9es
sqlSource.database.help=Le nom de la base de donn\u00e9e (ou le DSN en cas de connexion ODBC)
sqlSource.host=H\u00f4te
sqlSource.host.help=L''adresse (nom d''h\u00f4te ou adresse IP) du serveur de base de donn\u00e9e. Un num\u00e9ro de port peut \u00eatre \u00e9galement fourni si n\u00e9cessaire. Ce champ n''est pas n\u00e9cessaire en cas de connexion ODBC. Par exemple: "localhost" ou "mysql.gbif.org:1336".
sqlSource.password=Mot de passe de la base de donn\u00e9es
sqlSource.rdbms=Type de base de donn\u00e9es
sqlSource.sql=Requ\u00eate SQL:
sqlSource.sql.help=Une requ\u00eate SQL permettant d''acc\u00e9der en lecture aux donn\u00e9es pertinentes de la base de donn\u00e9e source. Cette requ\u00eate sera transmise "telle quelle" \u00e0 la base de donn\u00e9es, donc toutes les fonctionnalit\u00e9s natives de votre base de donn\u00e9es peuvent \u00eatre utilis\u00e9es: proc\u00e9dures stock\u00e9es, op\u00e9rateurs ensemblistes,...Exemple: <br /> <code>SELECT * from specimen join taxon on taxon_fk=taxon.id</code>
sqlSource.sqlLimited=Requ\u00eate SQL pour la pr\u00e9visualisation des donn\u00e9es:
sqlSource.username=Utilisateur
submenu.additional=M\u00e9tadonn\u00e9es additionelles
submenu.basic=M\u00e9tadonn\u00e9es de base
submenu.citations=Citations
submenu.collections=Collections
submenu.geocoverage=Couverture g\u00e9ographique
submenu.keywords=Mots cl\u00e9s
submenu.methods=M\u00e9thodes d''\u00e9chantillonnage
submenu.parties=Participants
submenu.physical=Liens externes
submenu.project=Donn\u00e9es du projet
submenu.taxcoverage=Couvertures taxonomiques
submenu.tempcoverage=Couvertures temporelles
temporalCoverageType.DATE_RANGE=Intervalle de dates
temporalCoverageType.FORMATION_PERIOD=Epoque de formation
temporalCoverageType.LIVING_TIME_PERIOD=Epoque de vie
temporalCoverageType.SINGLE_DATE=Date seule
title=IPT
user=Utilisateur
user.email=Courriel
user.firstname=Pr\u00e9nom
user.lastname=Nom
user.password=Mot de passe
user.password.new=Nouveau mot de passe
user.password2=Mot de passe (pour v\u00e9rification)
user.role=R\u00f4le
user.roles.admin=Administrateur
user.roles.manager=Manager sans les droits d''enregistrement
user.roles.publisher=Manager avec les droits d''enregistrement
user.roles.user=Utilisateur
validation.baseURL.invalid=Le champ "URL de base" contient une valeur incorrecte.
validation.baseURL.required=Le champ "URL de base" est obligatoire.
validation.contains=Le texte pourrait ne pas contenir la valeur "{0}".
validation.email.invalid=L''adresse de courriel n''est pas valide.
validation.email.required=Le champ "courriel" est obligatoire.
validation.field.blank={0} doit \u00eatre plus long que 2 caract\u00e8res, veuillez v\u00e9rifier qu''il n''y ait pas d''espaces.
validation.field.required=Champ
validation.firstname.lastname=Quand le champ "pr\u00e9nom" est sp\u00e9cifi\u00e9, le champ "nom" doit l''\u00eatre \u00e9galement.
validation.firstname.required=Le champ "pr\u00e9nom" est obligatoire.
validation.invalid={0} est invalide.
validation.ipt.contactEmail.invalid=L''adresse de courriel n''a pas un format valide (nom@institution.org).
validation.ipt.contactEmail.required=Une adresse courriel est n\u00e9cessaire.
validation.ipt.contactEmail.short=L''email du contact doit contenir au moins 5 caract\u00e8res.
validation.ipt.name.required=Le champ titre est obligatoire
validation.ipt.name.short=Le champ titre est trop court (2 caract\u00e8res minimum)
validation.ipt.contactName.required=Le nom du contact est obligatoire.
validation.ipt.password.required=Un mot de passe IPT est obligatoire.
validation.ipt.password.short=Le mot de passe de l''IPT doit contenir plus de 5 caract\u00e8res.
validation.lastname.organisation.position=Un nom, une institution ou un poste est n\u00e9cessaire.
validation.lastname.required=Le champs "nom" est n\u00e9cessaire.
validation.mapping.coreid.linenumber.integer=Les nombres entiers ne sont pas autoris\u00e9s en tant que suffixe.
validation.mapping.coreid.linenumber.nocoresuffix=Il n''y a pas de mapping pour le module noyau correspondant (c-\u00e0-d avec des num\u00e9ros de ligne comme identifiant et le m\u00eame suffixe).
validation.mapping.coreid.linenumber.samesufix=Un autre mapping du module Darwin Core noyau utilise \u00e9galement le syst\u00e8me de num\u00e9ro de ligne avec le m\u00eame suffixe.
validation.mapping.coreid.missing=Les extensions n\u00e9cessitent l''utilisation d''un identifiant qui fait r\u00e9f\u00e9rence \u00e0 l''enregistrement correspondant du module "noyau".
validation.mapping.coreid.uuid.extension=Ce type d''identifiant (UUID g\u00e9n\u00e9r\u00e9s localement) n''est pas autoris\u00e9 pour les modules d''extension. En effet, cette valeur doit faire r\u00e9f\u00e9rence aux identifiants du module noyau correspondant.
validation.mapping.coreid.uuid.extensions.exist=Si vous utilisez des identifiants cr\u00e9\u00e9s par le g\u00e9n\u00e9rateur d''UUID, vous ne pourrez pas effectuer de mapping vers des modules d''extension Darwin Core.
validation.organisation.alias.required=Le champ "alias" est obligatoire.
validation.organisation.key.required=Veuillez s\u00e9lectionner une institution dans la liste
validation.organisation.password.invalid=Le mot de passe fournit n''est pas correct.
validation.organisation.password.required=Le champ "mot de passe" est obligatoire.
validation.password.required=Un mot de passe (longueur minimum : 4 caract\u00e8res) est n\u00e9cessaire.
validation.password2.wrong=Les mots de passe ne sont pas identiques.
validation.required="{0}" est obligatoire.
validation.resource.import.exception=Erreur \u00e0 l''importation du fichier. Est-il bien au format Darwin Core Archive? Essayez l''archive validateur http://tools.gbif.org/dwca-validator/.
validation.resource.shortname.exists=La ressource {0} est d\u00e9j\u00e0 existante.
validation.resource.shortname.invalid=Le nom est invalide. La longueur minimale est de 3 caract\u00e8res, et ces caract\u00e8res doivent \u00eatre des lettres, des chiffres, le tiret ''-'' ou l''underscore (_). Les espaces ne sont pas accept\u00e9s.
validation.resource.shortname.required=Le champ "nom" est obligatoire.
validation.resource.shortname.title=Le champ "titre" est obligatoire.
validation.short=Au moins {1} lettre est n\u00e9cessaire pour {0}
validation.wrong.datatype={0} est mapp\u00e9 \u00e0 des donn\u00e9es d''un type incompatible.
vocabulary.concepts=Concepts (vocaabulaire)
vocabulary.terms.alt=Termes alternatifs
vocabulary.terms.pref=Termes pr\u00e9f\u00e9r\u00e9s/prioritaires
vocabulary.uri=URI
xwork.default.invalid.fieldvalue=Valeur de champ invalide

# Data Tables. Warning: don't translate any word beginning and ending in underscores, e.g. _MENU_
dataTables.sInfo=Voici _START_ \u00e0 _END_ de _TOTAL_ ressources
dataTables.sInfoEmpty=Voici 0 \u00e0 0 de 0 ressources
dataTables.sInfoFiltered=(filtr\u00e9 de _MAX_ total)
dataTables.sEmptyTable=Il n''y a pas de ressources disponibles
dataTables.sZeroRecords=Aucune ressource n''a \u00e9t\u00e9 trouv\u00e9
